
_detalhes_global = {
	["encounter_spell_pool"] = {
		{
			2426, -- [1]
			"Хильбранд", -- [2]
		}, -- [1]
		[297262] = {
			2290, -- [1]
			"Король Гоббамак", -- [2]
		},
		[373513] = {
			2258, -- [1]
			"Зул'гамуз", -- [2]
		},
		[163536] = {
			1732, -- [1]
			"Нитрогг Громовая Гора", -- [2]
		},
		[168398] = {
			1754, -- [1]
			"Пушка \"Силы Чернорука\"", -- [2]
		},
		[162513] = {
			1715, -- [1]
			"Рельсмейстер Искролет", -- [2]
		},
		[198080] = {
			1834, -- [1]
			"Хмуродроб Лютый", -- [2]
		},
		[218806] = {
			1886, -- [1]
			"Солнцевед Тел'арн", -- [2]
		},
		[168399] = {
			1754, -- [1]
			"Корамар", -- [2]
		},
		[294195] = {
			2259, -- [1]
			"\"Оборонобот I\"", -- [2]
		},
		[305454] = {
			2512, -- [1]
			"Древний буфонид", -- [2]
		},
		[104318] = {
			2425, -- [1]
			"Дикий бес <Hobitz-Archimonde>", -- [2]
		},
		[227251] = {
			1866, -- [1]
			"Ночная сфера", -- [2]
		},
		[352536] = {
			2292, -- [1]
			"Слизнюченыш Кевина <Жребийброшен-Ревущийфьорд>", -- [2]
		},
		[230066] = {
			2017, -- [1]
			"Изрыгатель тьмы", -- [2]
		},
		[333602] = {
			2388, -- [1]
			"Оживленный маг <Амарт>", -- [2]
		},
		[163539] = {
			1732, -- [1]
			"Нитрогг Громовая Гора", -- [2]
		},
		[178124] = {
			1750, -- [1]
			"Ошир", -- [2]
		},
		[211132] = {
			1866, -- [1]
			"Усиленное око Гул'дана", -- [2]
		},
		[168401] = {
			1754, -- [1]
			"Корамар", -- [2]
		},
		[230067] = {
			2017, -- [1]
			"Изрыгатель тьмы", -- [2]
		},
		[207806] = {
			1868, -- [1]
			"Капитан патруля Гердо", -- [2]
		},
		[321834] = {
			2392, -- [1]
			"Призывательница Туманов", -- [2]
		},
		[168402] = {
			1754, -- [1]
			"Корамар", -- [2]
		},
		[240559] = {
			2425, -- [1]
			"[*] Тяжкая рана", -- [2]
		},
		[348447] = {
			2426, -- [1]
			"[*] Код взлома \"Лиз\"", -- [2]
		},
		[163541] = {
			1732, -- [1]
			"Нитрогг Громовая Гора", -- [2]
		},
		[227254] = {
			1964, -- [1]
			"Смотритель", -- [2]
		},
		[209087] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[339237] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[330026] = {
			2384, -- [1]
			"Доктор Икус", -- [2]
		},
		[168148] = {
			1754, -- [1]
			"[*] Обстрел", -- [2]
		},
		[348451] = {
			2426, -- [1]
			"[*] Код взлома \"Морке\"", -- [2]
		},
		[214718] = {
			1849, -- [1]
			"Скорпирон", -- [2]
		},
		[349987] = {
			2441, -- [1]
			"\"Ахиллит\"", -- [2]
		},
		[227257] = {
			1964, -- [1]
			"Смотритель", -- [2]
		},
		[228025] = {
			1957, -- [1]
			"Люминор", -- [2]
		},
		[209858] = {
			2425, -- [1]
			"Зо'фекс", -- [2]
		},
		[206788] = {
			1867, -- [1]
			"Триллиакс", -- [2]
		},
		[344874] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[228026] = {
			1957, -- [1]
			"Люминор", -- [2]
		},
		[297283] = {
			2290, -- [1]
			"[*] Обрушение", -- [2]
		},
		[99333] = {
			1197, -- [1]
			"Бет'тилак", -- [2]
		},
		[347949] = {
			2425, -- [1]
			"Зо'фекс", -- [2]
		},
		[359720] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[114942] = {
			2017, -- [1]
			"Тотем целительного прилива <Пойдёт>", -- [2]
		},
		[327481] = {
			2357, -- [1]
			"Кин-Тара", -- [2]
		},
		[349999] = {
			2441, -- [1]
			"\"Ахиллит\"", -- [2]
		},
		[166364] = {
			1732, -- [1]
			"Гром'карский ясновидящий", -- [2]
		},
		[163550] = {
			1732, -- [1]
			"Нитрогг Громовая Гора", -- [2]
		},
		[98951] = {
			1203, -- [1]
			"Рагнарос", -- [2]
		},
		[323392] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[227776] = {
			1957, -- [1]
			"Галиндра", -- [2]
		},
		[221891] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[323393] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[364845] = {
			2512, -- [1]
			"Бдительный Страж", -- [2]
		},
		[347958] = {
			2426, -- [1]
			"Очиститель из хранилища", -- [2]
		},
		[350517] = {
			2419, -- [1]
			"Хронокэп Крюкохвост", -- [2]
		},
		[227777] = {
			1957, -- [1]
			"Мрргрия", -- [2]
		},
		[99464] = {
			1206, -- [1]
			"Алисразор", -- [2]
		},
		[355637] = {
			2441, -- [1]
			"Тазавешский хранитель порядка", -- [2]
		},
		[362802] = {
			2553, -- [1]
			"[*] Символ перемещения", -- [2]
		},
		[355638] = {
			2441, -- [1]
			"Тазавешский хранитель порядка", -- [2]
		},
		[227267] = {
			1964, -- [1]
			"Смотритель", -- [2]
		},
		[227523] = {
			1959, -- [1]
			"Пожиратель маны", -- [2]
		},
		[227779] = {
			1965, -- [1]
			"Тень Медива", -- [2]
		},
		[349498] = {
			2441, -- [1]
			"Алькруукс", -- [2]
		},
		[333634] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[359222] = {
			2440, -- [1]
			"Буйный завсегдатай", -- [2]
		},
		[355640] = {
			2441, -- [1]
			"Тазавешский хранитель порядка", -- [2]
		},
		[227524] = {
			1959, -- [1]
			"[*] Энергетическая пустота", -- [2]
		},
		[168929] = {
			1754, -- [1]
			"Черепон", -- [2]
		},
		[285020] = {
			2257, -- [1]
			"\"Платиновый лупцеватор\"", -- [2]
		},
		[226757] = {
			2537, -- [1]
			"Тюремщик", -- [2]
		},
		[296279] = {
			2291, -- [1]
			"[*] Охранный телепорт", -- [2]
		},
		[350013] = {
			2441, -- [1]
			"[*] Ненасытное пиршество", -- [2]
		},
		[230084] = {
			2017, -- [1]
			"Виз'адуум Всевидящий", -- [2]
		},
		[227270] = {
			1964, -- [1]
			"Нестабильная энергия <Смотритель>", -- [2]
		},
		[368950] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[209615] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[164837] = {
			1749, -- [1]
			"Лютоклык", -- [2]
		},
		[366393] = {
			2512, -- [1]
			"Модуль точечной обороны", -- [2]
		},
		[346947] = {
			2424, -- [1]
			"ПОЧТ-мейстер", -- [2]
		},
		[230086] = {
			2017, -- [1]
			"Демонический разлом", -- [2]
		},
		[365371] = {
			2537, -- [1]
			"Тюремщик", -- [2]
		},
		[211152] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[209617] = {
			1872, -- [1]
			"Своевременный элементаль", -- [2]
		},
		[359233] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[232135] = {
			1957, -- [1]
			"Серебряные вилки", -- [2]
		},
		[360257] = {
			2512, -- [1]
			"Бдительный Страж", -- [2]
		},
		[161258] = {
			1732, -- [1]
			"Гром'карский подрывник", -- [2]
		},
		[359235] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[298849] = {
			2312, -- [1]
			"Трикси Искрожгучка", -- [2]
		},
		[359236] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[204502] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[323414] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[232137] = {
			1957, -- [1]
			"Серебряные вилки", -- [2]
		},
		[321368] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[344909] = {
			2442, -- [1]
			"[*] Расколотое сердце Ал'ара", -- [2]
		},
		[330069] = {
			2384, -- [1]
			"[*] Концентрированная чума", -- [2]
		},
		[346957] = {
			2426, -- [1]
			"Защитная турель титанов", -- [2]
		},
		[321370] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[367428] = {
			2542, -- [1]
			"Шишковатый мародер", -- [2]
		},
		[346959] = {
			2426, -- [1]
			"Защитная турель титанов", -- [2]
		},
		[368965] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[346960] = {
			2426, -- [1]
			"Хильбранд", -- [2]
		},
		[227278] = {
			1964, -- [1]
			"Смотритель", -- [2]
		},
		[346961] = {
			2426, -- [1]
			"Хильбранд", -- [2]
		},
		[297834] = {
			2292, -- [1]
			"Токсикоид", -- [2]
		},
		[297835] = {
			2292, -- [1]
			"Токсикоид", -- [2]
		},
		[199389] = {
			1838, -- [1]
			"Дресарон", -- [2]
		},
		[226512] = {
			2441, -- [1]
			"[*] Кровавый гной", -- [2]
		},
		[232142] = {
			1957, -- [1]
			"Серебряные вилки", -- [2]
		},
		[206555] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[350037] = {
			2441, -- [1]
			"\"Ахиллит\"", -- [2]
		},
		[321891] = {
			2392, -- [1]
			"Иллюзорный лисохвост <Призывательница Туманов>", -- [2]
		},
		[346967] = {
			2424, -- [1]
			"ПОЧТ-мейстер", -- [2]
		},
		[347992] = {
			2425, -- [1]
			"Зо'фекс", -- [2]
		},
		[321893] = {
			2392, -- [1]
			"Иллюзорный лисохвост <Призывательница Туманов>", -- [2]
		},
		[320358] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[347481] = {
			2437, -- [1]
			"Со'азми", -- [2]
		},
		[321894] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[320359] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[206557] = {
			1867, -- [1]
			"Триллиакс", -- [2]
		},
		[178155] = {
			1750, -- [1]
			"Рилак - ужас небес", -- [2]
		},
		[362835] = {
			2553, -- [1]
			"Изобретатель Зи'мокс", -- [2]
		},
		[209628] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[12654] = {
			2537, -- [1]
			"Тюремщик", -- [2]
		},
		[178156] = {
			1750, -- [1]
			"[*] Выброс кислоты", -- [2]
		},
		[99601] = {
			1206, -- [1]
			"Кар Вечнопылающий", -- [2]
		},
		[360279] = {
			2537, -- [1]
			"Тюремщик", -- [2]
		},
		[201953] = {
			1793, -- [1]
			"Углепанцирный подчинитель", -- [2]
		},
		[350045] = {
			2441, -- [1]
			"\"Ахиллит\"", -- [2]
		},
		[209630] = {
			1870, -- [1]
			"[*] Пронзающий ураган", -- [2]
		},
		[360281] = {
			2537, -- [1]
			"Тюремщик", -- [2]
		},
		[320365] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[359770] = {
			2542, -- [1]
			"Сколекс", -- [2]
		},
		[360282] = {
			2537, -- [1]
			"[*] Руна проклятия", -- [2]
		},
		[227542] = {
			1961, -- [1]
			"Леди Катриона Фон-Инди", -- [2]
		},
		[320366] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[323437] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[89751] = {
			1965, -- [1]
			"Страж Скверны <Despinx-TwistingNether>", -- [2]
		},
		[218587] = {
			1838, -- [1]
			"Дресарон", -- [2]
		},
		[227543] = {
			1957, -- [1]
			"Эльфира", -- [2]
		},
		[227799] = {
			1957, -- [1]
			"[*] Ураганная волна", -- [2]
		},
		[346980] = {
			2426, -- [1]
			"Очиститель из хранилища", -- [2]
		},
		[208865] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[227800] = {
			1954, -- [1]
			"Благочестивая дева", -- [2]
		},
		[364893] = {
			2542, -- [1]
			"Сколекс", -- [2]
		},
		[353635] = {
			2442, -- [1]
			"Со'лея", -- [2]
		},
		[227545] = {
			1961, -- [1]
			"Баронесса Доротея Милстип", -- [2]
		},
		[361312] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[300414] = {
			2290, -- [1]
			"Бугай из племени Хламоедов", -- [2]
		},
		[198376] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[348008] = {
			2424, -- [1]
			"Служащий ПОЧТ-ы", -- [2]
		},
		[362849] = {
			2553, -- [1]
			"Изобретатель Зи'мокс", -- [2]
		},
		[89753] = {
			1790, -- [1]
			"Страж Скверны <Камомила-Галакронд>", -- [2]
		},
		[227291] = {
			1732, -- [1]
			"Нюцзао <Skyrivmetà-Silvermoon>", -- [2]
		},
		[320376] = {
			2389, -- [1]
			"Создание Трупошва", -- [2]
		},
		[232153] = {
			1957, -- [1]
			"Коглстон", -- [2]
		},
		[369505] = {
			2529, -- [1]
			"[*] Искра созидания", -- [2]
		},
		[322936] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[196587] = {
			1832, -- [1]
			"Слияние душ", -- [2]
		},
		[259277] = {
			2259, -- [1]
			"Lukas", -- [2]
		},
		[198379] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[198635] = {
			1835, -- [1]
			"Кур'талос Гребень Ворона", -- [2]
		},
		[221408] = {
			1866, -- [1]
			"Фрагмент души Аззинота", -- [2]
		},
		[357226] = {
			2442, -- [1]
			"Нарядный звездочет", -- [2]
		},
		[210150] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[351086] = {
			2442, -- [1]
			"Со'лея", -- [2]
		},
		[364904] = {
			2512, -- [1]
			"Бдительный Страж", -- [2]
		},
		[99606] = {
			1206, -- [1]
			"Алисразор", -- [2]
		},
		[300424] = {
			2290, -- [1]
			"Бугай из племени Хламоедов", -- [2]
		},
		[321406] = {
			2384, -- [1]
			"Чумная бомба", -- [2]
		},
		[336759] = {
			2392, -- [1]
			"Призывательница Туманов", -- [2]
		},
		[296331] = {
			2260, -- [1]
			"[*] Режущий луч", -- [2]
		},
		[229598] = {
			2017, -- [1]
			"Виз'адуум Всевидящий", -- [2]
		},
		[361324] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[322943] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[300427] = {
			2290, -- [1]
			"Бугай из племени Хламоедов", -- [2]
		},
		[322945] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[173307] = {
			1748, -- [1]
			"Укротитель из клана Громоборцев", -- [2]
		},
		[227297] = {
			1959, -- [1]
			"Пожиратель маны", -- [2]
		},
		[227809] = {
			1954, -- [1]
			"Благочестивая дева", -- [2]
		},
		[365423] = {
			2537, -- [1]
			"Тюремщик", -- [2]
		},
		[224995] = {
			1862, -- [1]
			"Грозный страж", -- [2]
		},
		[205549] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[298897] = {
			2312, -- [1]
			"Трикси Искрожгучка", -- [2]
		},
		[351096] = {
			2442, -- [1]
			"Со'лея", -- [2]
		},
		[298898] = {
			2312, -- [1]
			"Нано Мегабум", -- [2]
		},
		[357238] = {
			2442, -- [1]
			"Нарядный звездочет", -- [2]
		},
		[165122] = {
			1748, -- [1]
			"Ахри'ок Дугру", -- [2]
		},
		[351098] = {
			2442, -- [1]
			"Реликвия Прародителей", -- [2]
		},
		[206574] = {
			1868, -- [1]
			"[*] Резонирующий удар сплеча", -- [2]
		},
		[227300] = {
			1866, -- [1]
			"[*] Кинетическое извержение", -- [2]
		},
		[363893] = {
			2537, -- [1]
			"Тюремщик", -- [2]
		},
		[173311] = {
			1748, -- [1]
			"Укротитель из клана Громоборцев", -- [2]
		},
		[351101] = {
			2442, -- [1]
			"Со'лея", -- [2]
		},
		[100761] = {
			1206, -- [1]
			"Глашатай огненного апокалипсиса", -- [2]
		},
		[357243] = {
			2442, -- [1]
			"Блуждающий пульсар <Нарядный звездочет>", -- [2]
		},
		[163334] = {
			1748, -- [1]
			"Нииза Нокс", -- [2]
		},
		[162055] = {
			1736, -- [1]
			"Повелительница небес Товра", -- [2]
		},
		[211439] = {
			1866, -- [1]
			"Внутренний демон", -- [2]
		},
		[204275] = {
			1849, -- [1]
			"Скорпирон", -- [2]
		},
		[365436] = {
			2537, -- [1]
			"Тюремщик", -- [2]
		},
		[193273] = {
			1791, -- [1]
			"Ревущий идол <Уларогг Скаломол>", -- [2]
		},
		[345990] = {
			2425, -- [1]
			"Зо'фекс", -- [2]
		},
		[322450] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[161801] = {
			1736, -- [1]
			"Ракун", -- [2]
		},
		[162057] = {
			1736, -- [1]
			"Повелительница небес Товра", -- [2]
		},
		[227817] = {
			1954, -- [1]
			"Благочестивая дева", -- [2]
		},
		[329104] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[350086] = {
			2441, -- [1]
			"Венца Голдаплавс", -- [2]
		},
		[225003] = {
			1862, -- [1]
			"Грозный страж", -- [2]
		},
		[162058] = {
			1736, -- [1]
			"Повелительница небес Товра", -- [2]
		},
		[362882] = {
			2553, -- [1]
			"Изобретатель Зи'мокс", -- [2]
		},
		[229610] = {
			2017, -- [1]
			"Виз'адуум Всевидящий", -- [2]
		},
		[350090] = {
			2441, -- [1]
			"Венца Голдаплавс", -- [2]
		},
		[200185] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[362885] = {
			2553, -- [1]
			"Изобретатель Зи'мокс", -- [2]
		},
		[329110] = {
			2384, -- [1]
			"Доктор Икус", -- [2]
		},
		[166923] = {
			1749, -- [1]
			"Раздиратель Плоти Нок'Гар", -- [2]
		},
		[210166] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[329113] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[351119] = {
			2442, -- [1]
			"Убийца из картеля Со", -- [2]
		},
		[228334] = {
			1965, -- [1]
			"Тень Медива", -- [2]
		},
		[200700] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[227823] = {
			1954, -- [1]
			"Благочестивая дева", -- [2]
		},
		[227568] = {
			1957, -- [1]
			"Тонни", -- [2]
		},
		[322465] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[322977] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[346006] = {
			2425, -- [1]
			"Зо'фекс", -- [2]
		},
		[351124] = {
			2442, -- [1]
			"Со'лея", -- [2]
		},
		[345495] = {
			2381, -- [1]
			"Вспененная пустула <Алтэри>", -- [2]
		},
		[350101] = {
			2441, -- [1]
			"Венца Голдаплавс", -- [2]
		},
		[348566] = {
			2440, -- [1]
			"Драчливый завсегдатай", -- [2]
		},
		[3110] = {
			2512, -- [1]
			"Гибтоке", -- [2]
		},
		[229617] = {
			2017, -- [1]
			"Демонический портал", -- [2]
		},
		[371597] = {
			2542, -- [1]
			"Протобарьер <Сколекс>", -- [2]
		},
		[201983] = {
			1793, -- [1]
			"Углепанцирный подчинитель", -- [2]
		},
		[198401] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[359829] = {
			2542, -- [1]
			"Сколекс", -- [2]
		},
		[368529] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[368530] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[363413] = {
			2553, -- [1]
			"[*] Кольца генезиса", -- [2]
		},
		[89766] = {
			1965, -- [1]
			"Страж Скверны <Despinx-TwistingNether>", -- [2]
		},
		[228852] = {
			1960, -- [1]
			"Ловчий Аттумен", -- [2]
		},
		[206847] = {
			1866, -- [1]
			"Внутренний демон", -- [2]
		},
		[351646] = {
			2442, -- [1]
			"Со'лея", -- [2]
		},
		[217851] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[118297] = {
			2017, -- [1]
			"Изначальный элементаль огня", -- [2]
		},
		[232692] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[227575] = {
			1961, -- [1]
			"Баронесса Доротея Милстип", -- [2]
		},
		[326574] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[298940] = {
			2312, -- [1]
			"Нано Мегабум", -- [2]
		},
		[209921] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[206339] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[211457] = {
			1869, -- [1]
			"Таликса Пламя Гнева", -- [2]
		},
		[164632] = {
			1749, -- [1]
			"Гром'карская огненная лучница", -- [2]
		},
		[364447] = {
			2512, -- [1]
			"Быстровозводимый часовой", -- [2]
		},
		[206340] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[198408] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[372636] = {
			2553, -- [1]
			"Частица хаоса", -- [2]
		},
		[221437] = {
			1866, -- [1]
			"Демоническая сущность", -- [2]
		},
		[209667] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[298946] = {
			2312, -- [1]
			"Нано Мегабум", -- [2]
		},
		[321975] = {
			2384, -- [1]
			"Моровая слизь", -- [2]
		},
		[294853] = {
			2259, -- [1]
			"Главный машинист Искроточец", -- [2]
		},
		[321976] = {
			2384, -- [1]
			"Моровая слизь", -- [2]
		},
		[323001] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[294855] = {
			2259, -- [1]
			"Непримечательное растение", -- [2]
		},
		[227325] = {
			1957, -- [1]
			"Головорез", -- [2]
		},
		[212997] = {
			1862, -- [1]
			"Тихондрий", -- [2]
		},
		[322493] = {
			2388, -- [1]
			"Оживленный маг <Амарт>", -- [2]
		},
		[294860] = {
			2259, -- [1]
			"Непримечательное растение", -- [2]
		},
		[328124] = {
			2380, -- [1]
			"Неумирающий камнебес", -- [2]
		},
		[207881] = {
			1869, -- [1]
			"Таликса Пламя Гнева", -- [2]
		},
		[328125] = {
			2380, -- [1]
			"Неумирающий камнебес <Эшелон>", -- [2]
		},
		[294863] = {
			2259, -- [1]
			"Непримечательное растение", -- [2]
		},
		[359856] = {
			2537, -- [1]
			"Тюремщик", -- [2]
		},
		[362415] = {
			2537, -- [1]
			"Тюремщик", -- [2]
		},
		[350134] = {
			2419, -- [1]
			"Хронокэп Крюкохвост", -- [2]
		},
		[165152] = {
			1748, -- [1]
			"Макогг Угольный Клинок", -- [2]
		},
		[99112] = {
			1203, -- [1]
			"Сын пламени", -- [2]
		},
		[363952] = {
			2537, -- [1]
			"Тюремщик", -- [2]
		},
		[320966] = {
			2357, -- [1]
			"Кин-Тара", -- [2]
		},
		[364465] = {
			2553, -- [1]
			"Изобретатель Зи'мокс", -- [2]
		},
		[364978] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[209676] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[294869] = {
			2259, -- [1]
			"Непримечательное растение", -- [2]
		},
		[364979] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[200721] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[212492] = {
			1871, -- [1]
			"Заклинательница клинков Алуриэль", -- [2]
		},
		[209678] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[207887] = {
			1869, -- [1]
			"Таликса Пламя Гнева", -- [2]
		},
		[168227] = {
			1754, -- [1]
			"Черепон", -- [2]
		},
		[285152] = {
			2257, -- [1]
			"\"Гномогедд-0Н\"", -- [2]
		},
		[212494] = {
			1871, -- [1]
			"Заклинательница клинков Алуриэль", -- [2]
		},
		[359868] = {
			2537, -- [1]
			"Тюремщик", -- [2]
		},
		[321999] = {
			2384, -- [1]
			"Моровая слизь", -- [2]
		},
		[227592] = {
			1965, -- [1]
			"Тень Медива", -- [2]
		},
		[227848] = {
			1954, -- [1]
			"Благочестивая дева", -- [2]
		},
		[196376] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[344008] = {
			2419, -- [1]
			"Павшая монахиня <Уххастик>", -- [2]
		},
		[164648] = {
			1749, -- [1]
			"Гром'карская огненная лучница", -- [2]
		},
		[206612] = {
			1865, -- [1]
			"Хрономатическая аномалия", -- [2]
		},
		[328146] = {
			2387, -- [1]
			"Червь-трупоед", -- [2]
		},
		[331217] = {
			2393, -- [1]
			"[*] Общая боль", -- [2]
		},
		[173349] = {
			1748, -- [1]
			"Буйный копытень", -- [2]
		},
		[329171] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[227339] = {
			1960, -- [1]
			"Полночь", -- [2]
		},
		[227851] = {
			1961, -- [1]
			"Мороуз", -- [2]
		},
		[329172] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[173351] = {
			1748, -- [1]
			"Буйный копытень", -- [2]
		},
		[227341] = {
			1957, -- [1]
			"Галиндра", -- [2]
		},
		[209174] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[198428] = {
			1791, -- [1]
			"Уларогг Скаломол", -- [2]
		},
		[192799] = {
			1790, -- [1]
			"Ползун из чумных осколков <Рокмора>", -- [2]
		},
		[292332] = {
			2259, -- [1]
			"Главный машинист Искроточец", -- [2]
		},
		[328667] = {
			2388, -- [1]
			"Оживленный маг <Амарт>", -- [2]
		},
		[241672] = {
			1835, -- [1]
			"Латосий", -- [2]
		},
		[192800] = {
			1790, -- [1]
			"[*] Удушающая пыль", -- [2]
		},
		[101166] = {
			1206, -- [1]
			"Освобожденный повелитель пламени", -- [2]
		},
		[206618] = {
			1865, -- [1]
			"Хрономатическая аномалия", -- [2]
		},
		[323552] = {
			2403, -- [1]
			"Верховный адъюдикатор Ализа", -- [2]
		},
		[209433] = {
			1872, -- [1]
			"[*] Затягивающая сингулярность", -- [2]
		},
		[163376] = {
			1748, -- [1]
			"Нииза Нокс", -- [2]
		},
		[345561] = {
			2357, -- [1]
			"Азуль", -- [2]
		},
		[229905] = {
			2017, -- [1]
			"Пожинатель душ", -- [2]
		},
		[204574] = {
			1837, -- [1]
			"Дубосерд", -- [2]
		},
		[360404] = {
			2512, -- [1]
			"Автоматическая защитная матрица", -- [2]
		},
		[326629] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[354264] = {
			2437, -- [1]
			"Со'азми", -- [2]
		},
		[163379] = {
			1748, -- [1]
			"Бомбитель", -- [2]
		},
		[161588] = {
			1736, -- [1]
			"Повелительница небес Товра", -- [2]
		},
		[343520] = {
			1965, -- [1]
			"[*] Бушующий", -- [2]
		},
		[367573] = {
			2553, -- [1]
			"Изобретатель Зи'мокс", -- [2]
		},
		[360409] = {
			2512, -- [1]
			"Бдительный Страж", -- [2]
		},
		[349663] = {
			2441, -- [1]
			"Алькруукс", -- [2]
		},
		[348128] = {
			2425, -- [1]
			"Зо'фекс", -- [2]
		},
		[199460] = {
			1838, -- [1]
			"Дресарон", -- [2]
		},
		[202019] = {
			1835, -- [1]
			"Латосий", -- [2]
		},
		[360412] = {
			2512, -- [1]
			"Бдительный Страж", -- [2]
		},
		[373206] = {
			2542, -- [1]
			"Сколекс", -- [2]
		},
		[32409] = {
			2257, -- [1]
			"[*] Слово Тьмы: Смерть", -- [2]
		},
		[227096] = {
			1866, -- [1]
			"Внутренний демон", -- [2]
		},
		[360414] = {
			2512, -- [1]
			"Бдительный Страж", -- [2]
		},
		[323057] = {
			2397, -- [1]
			"Ингра Малох", -- [2]
		},
		[207906] = {
			1869, -- [1]
			"Таликса Пламя Гнева", -- [2]
		},
		[359904] = {
			2542, -- [1]
			"Сколекс", -- [2]
		},
		[206883] = {
			1866, -- [1]
			"Тюремщик Д'зорикс", -- [2]
		},
		[323059] = {
			2397, -- [1]
			"Дроман Ульфарран", -- [2]
		},
		[207907] = {
			1869, -- [1]
			"Таликса Пламя Гнева", -- [2]
		},
		[283143] = {
			2260, -- [1]
			"Магнитохват", -- [2]
		},
		[220957] = {
			1866, -- [1]
			"Внутренний демон", -- [2]
		},
		[356324] = {
			2425, -- [1]
			"Заклинатель порталов Зо'хонн", -- [2]
		},
		[297985] = {
			2292, -- [1]
			"Токсикоид", -- [2]
		},
		[212258] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[295939] = {
			2291, -- [1]
			"Воздушный подавитель ОУ-8", -- [2]
		},
		[197418] = {
			1833, -- [1]
			"Иллисанна Гребень Ворона", -- [2]
		},
		[208165] = {
			1869, -- [1]
			"Таликса Пламя Гнева", -- [2]
		},
		[299525] = {
			2312, -- [1]
			"Стрелок из банды Поршнеголовых", -- [2]
		},
		[373729] = {
			2258, -- [1]
			"Зул'гамуз", -- [2]
		},
		[173112] = {
			1749, -- [1]
			"Гром'карский матрос", -- [2]
		},
		[356843] = {
			2419, -- [1]
			"Заклинатель волн с \"Песочных часов\"", -- [2]
		},
		[347632] = {
			2437, -- [1]
			"Со'азми", -- [2]
		},
		[367079] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[347633] = {
			2437, -- [1]
			"Со'азми", -- [2]
		},
		[173113] = {
			1749, -- [1]
			"Гром'карский матрос", -- [2]
		},
		[163390] = {
			1748, -- [1]
			"Нииза Нокс", -- [2]
		},
		[364522] = {
			2542, -- [1]
			"Сколекс", -- [2]
		},
		[227615] = {
			1965, -- [1]
			"Тень Медива", -- [2]
		},
		[347635] = {
			2437, -- [1]
			"Со'азми", -- [2]
		},
		[218148] = {
			1886, -- [1]
			"Солнцевед Тел'арн", -- [2]
		},
		[367082] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[228895] = {
			1960, -- [1]
			"Полночь", -- [2]
		},
		[198446] = {
			1834, -- [1]
			"Сквернотопырь", -- [2]
		},
		[227616] = {
			1961, -- [1]
			"Леди Кейра Беррибак", -- [2]
		},
		[291856] = {
			2260, -- [1]
			"Плазменная сфера", -- [2]
		},
		[193585] = {
			1793, -- [1]
			"Скальный зверолов", -- [2]
		},
		[161089] = {
			1715, -- [1]
			"[*] Безумный порыв", -- [2]
		},
		[200238] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[322563] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[172860] = {
			1750, -- [1]
			"Гром'карский военачальник", -- [2]
		},
		[294929] = {
			2258, -- [1]
			"КУ-ДЖ0", -- [2]
		},
		[161090] = {
			1715, -- [1]
			"Борка Бесчеловечный", -- [2]
		},
		[329217] = {
			2384, -- [1]
			"Доктор Икус", -- [2]
		},
		[227618] = {
			1959, -- [1]
			"Пожиратель маны", -- [2]
		},
		[167232] = {
			1750, -- [1]
			"Гром'карский военачальник", -- [2]
		},
		[353783] = {
			2440, -- [1]
			"Надоедливый завсегдатай", -- [2]
		},
		[227363] = {
			1960, -- [1]
			"Полночь", -- [2]
		},
		[167233] = {
			1750, -- [1]
			"Гром'карский военачальник", -- [2]
		},
		[354297] = {
			2425, -- [1]
			"Офицер поддержки", -- [2]
		},
		[227620] = {
			1959, -- [1]
			"Пожиратель маны", -- [2]
		},
		[321034] = {
			2357, -- [1]
			"Кин-Тара", -- [2]
		},
		[291865] = {
			2260, -- [1]
			"Воздушное судно R-21/X", -- [2]
		},
		[227365] = {
			1960, -- [1]
			"Полночь", -- [2]
		},
		[320012] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[209454] = {
			1866, -- [1]
			"Око Гул'дана", -- [2]
		},
		[343553] = {
			2425, -- [1]
			"Злопамятная тень", -- [2]
		},
		[348159] = {
			2384, -- [1]
			"Доктор Икус", -- [2]
		},
		[206896] = {
			1866, -- [1]
			"Тюремщик Д'зорикс", -- [2]
		},
		[205361] = {
			1842, -- [1]
			"Крос", -- [2]
		},
		[218155] = {
			1886, -- [1]
			"[*] Солнечный коллапс", -- [2]
		},
		[206641] = {
			1867, -- [1]
			"Триллиакс", -- [2]
		},
		[208944] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[346116] = {
			2426, -- [1]
			"Хильбранд", -- [2]
		},
		[229159] = {
			2017, -- [1]
			"Виз'адуум Всевидящий", -- [2]
		},
		[328206] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[197687] = {
			1833, -- [1]
			"[*] Пронзающий взгляд", -- [2]
		},
		[364030] = {
			2553, -- [1]
			"Заклинатель из картеля Зи", -- [2]
		},
		[360448] = {
			2542, -- [1]
			"Сколекс", -- [2]
		},
		[291874] = {
			2258, -- [1]
			"Летающий кран", -- [2]
		},
		[167239] = {
			1749, -- [1]
			"Гром'карский остроглаз", -- [2]
		},
		[229161] = {
			2017, -- [1]
			"Виз'адуум Всевидящий", -- [2]
		},
		[360451] = {
			2542, -- [1]
			"Сколекс", -- [2]
		},
		[167240] = {
			1749, -- [1]
			"Гром'карский остроглаз", -- [2]
		},
		[223021] = {
			1862, -- [1]
			"[*] Трупное заражение", -- [2]
		},
		[164426] = {
			1749, -- [1]
			"Раздиратель Плоти Нок'Гар", -- [2]
		},
		[227628] = {
			1965, -- [1]
			"Тень Медива", -- [2]
		},
		[373760] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[209973] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[243237] = {
			1749, -- [1]
			"[*] Взрыв", -- [2]
		},
		[347151] = {
			2419, -- [1]
			"Хронокэп Крюкохвост", -- [2]
		},
		[173384] = {
			1748, -- [1]
			"Буйный копытень", -- [2]
		},
		[294954] = {
			2259, -- [1]
			"[*] Самостригущаяся изгородь", -- [2]
		},
		[205370] = {
			1842, -- [1]
			"Крос", -- [2]
		},
		[197696] = {
			1833, -- [1]
			"Иллисанна Гребень Ворона", -- [2]
		},
		[360977] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[163665] = {
			1748, -- [1]
			"Макогг Угольный Клинок", -- [2]
		},
		[212794] = {
			1862, -- [1]
			"Тихондрий", -- [2]
		},
		[368146] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[227636] = {
			1960, -- [1]
			"Ловчий Аттумен", -- [2]
		},
		[163668] = {
			1748, -- [1]
			"Макогг Угольный Клинок", -- [2]
		},
		[368661] = {
			2419, -- [1]
			"Корсар-офицер", -- [2]
		},
		[227638] = {
			1960, -- [1]
			"Ловчий Аттумен", -- [2]
		},
		[354334] = {
			2419, -- [1]
			"Хронокэп Крюкохвост", -- [2]
		},
		[353312] = {
			2426, -- [1]
			"Хильбранд", -- [2]
		},
		[222010] = {
			1886, -- [1]
			"Солнцевед Тел'арн", -- [2]
		},
		[204611] = {
			1837, -- [1]
			"Дубосерд", -- [2]
		},
		[227641] = {
			1965, -- [1]
			"Тень Медива", -- [2]
		},
		[163929] = {
			1715, -- [1]
			"Рельсмейстер Искролет", -- [2]
		},
		[358947] = {
			2419, -- [1]
			"Пушка \"Песочных часов\"", -- [2]
		},
		[322614] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[323126] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[163930] = {
			1715, -- [1]
			"Рельсмейстер Искролет", -- [2]
		},
		[324662] = {
			2357, -- [1]
			"Кин-Тара", -- [2]
		},
		[183633] = {
			1791, -- [1]
			"Скальный камнешвыр", -- [2]
		},
		[359975] = {
			2542, -- [1]
			"Сколекс", -- [2]
		},
		[360999] = {
			2512, -- [1]
			"Быстровозводимый часовой", -- [2]
		},
		[359976] = {
			2542, -- [1]
			"Сколекс", -- [2]
		},
		[227645] = {
			1960, -- [1]
			"Полночь", -- [2]
		},
		[300102] = {
			2290, -- [1]
			"Неисправный хламобот", -- [2]
		},
		[353836] = {
			2440, -- [1]
			"Надоедливый завсегдатай", -- [2]
		},
		[361001] = {
			2512, -- [1]
			"Быстровозводимый часовой", -- [2]
		},
		[291915] = {
			2260, -- [1]
			"[*] Плазменная сфера", -- [2]
		},
		[362025] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[227646] = {
			1961, -- [1]
			"Барон Раф Дрейгер", -- [2]
		},
		[359979] = {
			2542, -- [1]
			"Сколекс", -- [2]
		},
		[359980] = {
			2542, -- [1]
			"Сколекс", -- [2]
		},
		[291918] = {
			2258, -- [1]
			"Летающий кран", -- [2]
		},
		[359981] = {
			2542, -- [1]
			"Сколекс", -- [2]
		},
		[216389] = {
			1871, -- [1]
			"Заклинательница клинков Алуриэль", -- [2]
		},
		[355888] = {
			2425, -- [1]
			"Охранник таможни", -- [2]
		},
		[99399] = {
			1203, -- [1]
			"Рагнарос", -- [2]
		},
		[199246] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[355889] = {
			2425, -- [1]
			"Охранник таможни", -- [2]
		},
		[323138] = {
			2397, -- [1]
			"Ингра Малох", -- [2]
		},
		[291922] = {
			2258, -- [1]
			"КУ-ДЖ0", -- [2]
		},
		[355891] = {
			2425, -- [1]
			"Охранник таможни", -- [2]
		},
		[208203] = {
			1842, -- [1]
			"Крос", -- [2]
		},
		[222021] = {
			1886, -- [1]
			"Чародей Тел'арн", -- [2]
		},
		[325700] = {
			2401, -- [1]
			"Порочная сборщица", -- [2]
		},
		[325701] = {
			2401, -- [1]
			"Порочная сборщица", -- [2]
		},
		[227651] = {
			1961, -- [1]
			"Барон Раф Дрейгер", -- [2]
		},
		[291928] = {
			2260, -- [1]
			"Воздушное судно R-21/X", -- [2]
		},
		[240446] = {
			2312, -- [1]
			"[*] Взрыв", -- [2]
		},
		[291930] = {
			2258, -- [1]
			"Куб металлолома", -- [2]
		},
		[209742] = {
			1870, -- [1]
			"Проекция советника Меландра", -- [2]
		},
		[296025] = {
			2291, -- [1]
			"Воздушный подавитель ОУ-8", -- [2]
		},
		[355900] = {
			2425, -- [1]
			"Охранник таможни", -- [2]
		},
		[323150] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[162407] = {
			1715, -- [1]
			"Рельсмейстер Искролет", -- [2]
		},
		[302681] = {
			2312, -- [1]
			"Трикси Искрожгучка", -- [2]
		},
		[197974] = {
			1833, -- [1]
			"Лишенный души боец авангарда", -- [2]
		},
		[302682] = {
			2312, -- [1]
			"Трикси Искрожгучка", -- [2]
		},
		[364604] = {
			2553, -- [1]
			"[*] Кольца генезиса", -- [2]
		},
		[209489] = {
			1866, -- [1]
			"Усиленное око Гул'дана", -- [2]
		},
		[86226] = {
			1083, -- [1]
			"Синестра", -- [2]
		},
		[320596] = {
			2387, -- [1]
			"Чумокост", -- [2]
		},
		[291939] = {
			2260, -- [1]
			"[*] Гигаразряд", -- [2]
		},
		[163689] = {
			1748, -- [1]
			"Ахри'ок Дугру", -- [2]
		},
		[181089] = {
			2442, -- [1]
			"Со'лея", -- [2]
		},
		[300129] = {
			2290, -- [1]
			"Неисправный хламобот", -- [2]
		},
		[206677] = {
			1842, -- [1]
			"Крос", -- [2]
		},
		[86227] = {
			1083, -- [1]
			"Синестра", -- [2]
		},
		[362052] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[322648] = {
			2393, -- [1]
			"[*] Связь разума", -- [2]
		},
		[163947] = {
			1715, -- [1]
			"Рельсмейстер Искролет", -- [2]
		},
		[191326] = {
			1838, -- [1]
			"Дресарон", -- [2]
		},
		[350796] = {
			2442, -- [1]
			"Со'лея", -- [2]
		},
		[328791] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[227405] = {
			1957, -- [1]
			"Эльфира", -- [2]
		},
		[291946] = {
			2258, -- [1]
			"КУ-ДЖ0", -- [2]
		},
		[362056] = {
			2529, -- [1]
			"Охранная сфера", -- [2]
		},
		[227406] = {
			1957, -- [1]
			"Эльфира", -- [2]
		},
		[89299] = {
			1083, -- [1]
			"Сумеречный дракончик", -- [2]
		},
		[172649] = {
			1749, -- [1]
			"Гром'карский техник", -- [2]
		},
		[193375] = {
			1791, -- [1]
			"Уларогг Скаломол", -- [2]
		},
		[322654] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[298602] = {
			2312, -- [1]
			"[*] Облако дыма", -- [2]
		},
		[366665] = {
			2537, -- [1]
			"[*] Нечестивый взрыв", -- [2]
		},
		[322655] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[211799] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[371273] = {
			2512, -- [1]
			"Рекалибровочный излучатель <Быстровозводимый часовой>", -- [2]
		},
		[350804] = {
			2442, -- [1]
			"Со'лея", -- [2]
		},
		[291953] = {
			2258, -- [1]
			"Куб металлолома", -- [2]
		},
		[360528] = {
			2512, -- [1]
			"[*] Детонация", -- [2]
		},
		[295536] = {
			2291, -- [1]
			"Воздушный подавитель ОУ-8", -- [2]
		},
		[296560] = {
			2291, -- [1]
			"[*] Цепкий статический разряд", -- [2]
		},
		[338012] = {
			2403, -- [1]
			"Фонтан анимы", -- [2]
		},
		[198496] = {
			1791, -- [1]
			"Уларогг Скаломол", -- [2]
		},
		[374859] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[320614] = {
			2387, -- [1]
			"Червь-трупоед", -- [2]
		},
		[319592] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[352345] = {
			2419, -- [1]
			"Пушка \"Песочных часов\"", -- [2]
		},
		[200289] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[221783] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[323177] = {
			2397, -- [1]
			"Дроман Ульфарран", -- [2]
		},
		[352347] = {
			2426, -- [1]
			"Очиститель из хранилища", -- [2]
		},
		[355930] = {
			2425, -- [1]
			"Специалист по допросу", -- [2]
		},
		[347744] = {
			2437, -- [1]
			"Со'азми", -- [2]
		},
		[162422] = {
			1715, -- [1]
			"Рельсмейстер Искролет", -- [2]
		},
		[338022] = {
			2387, -- [1]
			"Лоскутный солдат", -- [2]
		},
		[362075] = {
			2537, -- [1]
			"Тюремщик", -- [2]
		},
		[301177] = {
			2291, -- [1]
			"Воздушный подавитель ОУ-8", -- [2]
		},
		[162423] = {
			1715, -- [1]
			"Рельсмейстер Искролет", -- [2]
		},
		[197478] = {
			1833, -- [1]
			"Иллисанна Гребень Ворона", -- [2]
		},
		[365147] = {
			2537, -- [1]
			"Тюремщик", -- [2]
		},
		[227416] = {
			1957, -- [1]
			"Галиндра", -- [2]
		},
		[227672] = {
			1961, -- [1]
			"Лорд Криспин Ференс", -- [2]
		},
		[349797] = {
			2441, -- [1]
			"Алькруукс", -- [2]
		},
		[365150] = {
			2537, -- [1]
			"Тюремщик", -- [2]
		},
		[365151] = {
			2537, -- [1]
			"Тюремщик", -- [2]
		},
		[200551] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[367711] = {
			2553, -- [1]
			"Изобретатель Зи'мокс", -- [2]
		},
		[365153] = {
			2537, -- [1]
			"Тюремщик", -- [2]
		},
		[291973] = {
			2258, -- [1]
			"КУ-ДЖ0", -- [2]
		},
		[349801] = {
			2441, -- [1]
			"Алькруукс", -- [2]
		},
		[227419] = {
			1960, -- [1]
			"[*] Незримое присутствие", -- [2]
		},
		[162171] = {
			1715, -- [1]
			"Рельсмейстер Искролет", -- [2]
		},
		[291974] = {
			2260, -- [1]
			"Король Мехагон", -- [2]
		},
		[300675] = {
			2292, -- [1]
			"[*] Ядовитый туман", -- [2]
		},
		[227420] = {
			1957, -- [1]
			"Береговой заклинатель волн", -- [2]
		},
		[326263] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[322681] = {
			2389, -- [1]
			"Создание Трупошва", -- [2]
		},
		[366692] = {
			2512, -- [1]
			"Бдительный Страж", -- [2]
		},
		[336499] = {
			2392, -- [1]
			"Призывательница Туманов", -- [2]
		},
		[197484] = {
			1833, -- [1]
			"Иллисанна Гребень Ворона", -- [2]
		},
		[210022] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[161150] = {
			1732, -- [1]
			"Гром'карский гренадер", -- [2]
		},
		[320637] = {
			2387, -- [1]
			"Чумокост", -- [2]
		},
		[347249] = {
			2437, -- [1]
			"Со'азми", -- [2]
		},
		[228190] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[363114] = {
			2553, -- [1]
			"Изобретатель Зи'мокс", -- [2]
		},
		[355438] = {
			2440, -- [1]
			"Зо'грон", -- [2]
		},
		[364138] = {
			2537, -- [1]
			"Тюремщик", -- [2]
		},
		[368744] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[355439] = {
			2440, -- [1]
			"Зо'грон", -- [2]
		},
		[329340] = {
			2403, -- [1]
			"Верховный адъюдикатор Ализа", -- [2]
		},
		[355440] = {
			2440, -- [1]
			"[*] Подавляющая искра", -- [2]
		},
		[348276] = {
			2425, -- [1]
			"Левая рука", -- [2]
		},
		[346741] = {
			2424, -- [1]
			"ПОЧТ-мейстер", -- [2]
		},
		[161153] = {
			1732, -- [1]
			"Нитрогг Громовая Гора", -- [2]
		},
		[296080] = {
			2291, -- [1]
			"Воздушный подавитель ОУ-8", -- [2]
		},
		[228193] = {
			1957, -- [1]
			"Люминор", -- [2]
		},
		[321669] = {
			2392, -- [1]
			"Иллюзорный клон", -- [2]
		},
		[328322] = {
			2380, -- [1]
			"Неумирающий камнебес <Эшелон>", -- [2]
		},
		[181113] = {
			2426, -- [1]
			"Очиститель из хранилища", -- [2]
		},
		[362610] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[365169] = {
			2537, -- [1]
			"Тюремщик", -- [2]
		},
		[365681] = {
			2553, -- [1]
			"Служитель из картеля Зи", -- [2]
		},
		[227427] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[365682] = {
			2553, -- [1]
			"Служитель из картеля Зи", -- [2]
		},
		[360565] = {
			2537, -- [1]
			"Тюремщик", -- [2]
		},
		[220519] = {
			1837, -- [1]
			"Корни-душители", -- [2]
		},
		[323209] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[365174] = {
			2537, -- [1]
			"Тюремщик", -- [2]
		},
		[229988] = {
			1964, -- [1]
			"Горящие плитки", -- [2]
		},
		[226406] = {
			1793, -- [1]
			"Углепанцирный подчинитель", -- [2]
		},
		[362617] = {
			2537, -- [1]
			"Тюремщик", -- [2]
		},
		[373364] = {
			2441, -- [1]
			"Натрезим-лазутчик", -- [2]
		},
		[285344] = {
			2257, -- [1]
			"\"Платиновый лупцеватор\"", -- [2]
		},
		[320655] = {
			2387, -- [1]
			"Чумокост", -- [2]
		},
		[204658] = {
			1837, -- [1]
			"[*] Сокрушительная хватка", -- [2]
		},
		[298651] = {
			2312, -- [1]
			"Механоцикл", -- [2]
		},
		[361597] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[299164] = {
			2312, -- [1]
			"Механоцикл", -- [2]
		},
		[228200] = {
			1957, -- [1]
			"Люминор", -- [2]
		},
		[334476] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[364670] = {
			2553, -- [1]
			"[*] Пространственный разрыв", -- [2]
		},
		[373370] = {
			1749, -- [1]
			"Натрезим-лазутчик", -- [2]
		},
		[210546] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[227434] = {
			1957, -- [1]
			"Береговой заклинатель волн", -- [2]
		},
		[328338] = {
			2384, -- [1]
			"Стрелок-отравитель", -- [2]
		},
		[322709] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[363139] = {
			2553, -- [1]
			"Изобретатель Зи'мокс", -- [2]
		},
		[322711] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[221807] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[346766] = {
			2426, -- [1]
			"Хильбранд", -- [2]
		},
		[362631] = {
			2537, -- [1]
			"Тюремщик", -- [2]
		},
		[209270] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[334488] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[198269] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[30213] = {
			1790, -- [1]
			"Страж Скверны <Камомила-Галакронд>", -- [2]
		},
		[198781] = {
			1835, -- [1]
			"Кур'талос Гребень Ворона", -- [2]
		},
		[353424] = {
			2425, -- [1]
			"Камера сдерживания <[*] Камера сдерживания>", -- [2]
		},
		[206458] = {
			1866, -- [1]
			"Внутренний демон", -- [2]
		},
		[204667] = {
			1837, -- [1]
			"Дубосерд", -- [2]
		},
		[297133] = {
			2260, -- [1]
			"\"Оборонобот II\"", -- [2]
		},
		[298669] = {
			2312, -- [1]
			"Трикси Искрожгучка", -- [2]
		},
		[157331] = {
			2291, -- [1]
			"Изначальный элементаль бури", -- [2]
		},
		[175755] = {
			1749, -- [1]
			"Раздиратель Плоти Нок'Гар", -- [2]
		},
		[373388] = {
			2440, -- [1]
			"Облако кошмаров", -- [2]
		},
		[362130] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[87654] = {
			1083, -- [1]
			"Пульсирующее сумеречное яйцо", -- [2]
		},
		[326309] = {
			2393, -- [1]
			"[*] Разлагающая кислота", -- [2]
		},
		[369808] = {
			2537, -- [1]
			"[*] Цепи страдания", -- [2]
		},
		[215929] = {
			1790, -- [1]
			"Ползун из чумных осколков <Рокмора>", -- [2]
		},
		[350875] = {
			2442, -- [1]
			"Со'лея", -- [2]
		},
		[320171] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[19627] = {
			671, -- [1]
			"Пламестраж", -- [2]
		},
		[360092] = {
			2542, -- [1]
			"Сколекс", -- [2]
		},
		[227447] = {
			1957, -- [1]
			"Эльфира", -- [2]
		},
		[285377] = {
			2257, -- [1]
			"\"Платиновый лупцеватор\"", -- [2]
		},
		[228215] = {
			1957, -- [1]
			"Метелка", -- [2]
		},
		[214654] = {
			1849, -- [1]
			"Скорпирон", -- [2]
		},
		[365212] = {
			2537, -- [1]
			"Тюремщик", -- [2]
		},
		[333485] = {
			2389, -- [1]
			"Тошногнил", -- [2]
		},
		[350885] = {
			2442, -- [1]
			"Со'лея", -- [2]
		},
		[164504] = {
			1749, -- [1]
			"Раздиратель Плоти Нок'Гар", -- [2]
		},
		[228729] = {
			1957, -- [1]
			"Люминор", -- [2]
		},
		[292035] = {
			2258, -- [1]
			"КУ-ДЖ0", -- [2]
		},
		[333488] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[302272] = {
			2291, -- [1]
			"Воздушный подавитель ОУ-8", -- [2]
		},
		[333489] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[82285] = {
			1028, -- [1]
			"Террастра", -- [2]
		},
		[200329] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[194956] = {
			1832, -- [1]
			"Слияние душ", -- [2]
		},
		[333492] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[346286] = {
			2424, -- [1]
			"ПОЧТ-мейстер", -- [2]
		},
		[285388] = {
			2257, -- [1]
			"\"Гномогедд-0Н\"", -- [2]
		},
		[163740] = {
			1748, -- [1]
			"Ахри'ок Дугру", -- [2]
		},
		[227453] = {
			1957, -- [1]
			"Тонни", -- [2]
		},
		[199051] = {
			1837, -- [1]
			"Дубосерд", -- [2]
		},
		[228221] = {
			1957, -- [1]
			"Метелка", -- [2]
		},
		[198028] = {
			1790, -- [1]
			"[*] Кристализованная земля", -- [2]
		},
		[163741] = {
			1732, -- [1]
			"Нитрогг Громовая Гора", -- [2]
		},
		[365224] = {
			2537, -- [1]
			"[*] Крушитель цепей", -- [2]
		},
		[302279] = {
			2291, -- [1]
			"\"Танкоборец-1\"", -- [2]
		},
		[30151] = {
			1965, -- [1]
			"Страж Скверны <Despinx-TwistingNether>", -- [2]
		},
		[168348] = {
			1754, -- [1]
			"Пушка \"Силы Чернорука\"", -- [2]
		},
		[228991] = {
			1965, -- [1]
			"Проекция Хранителя", -- [2]
		},
		[206219] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[229248] = {
			2017, -- [1]
			"Флагманский корабль", -- [2]
		},
		[227457] = {
			1959, -- [1]
			"Пожиратель маны", -- [2]
		},
		[199567] = {
			1835, -- [1]
			"Проекция Латосия", -- [2]
		},
		[360114] = {
			2529, -- [1]
			"[*] Эфемеровый разлом", -- [2]
		},
		[197521] = {
			1833, -- [1]
			"Иллисанна Гребень Ворона", -- [2]
		},
		[228738] = {
			1964, -- [1]
			"Нестабильная энергия <Смотритель>", -- [2]
		},
		[229250] = {
			2017, -- [1]
			"[*] Пламя Скверны", -- [2]
		},
		[320200] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[87947] = {
			1083, -- [1]
			"Синестра", -- [2]
		},
		[206222] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[355179] = {
			2419, -- [1]
			"Корсар-громила", -- [2]
		},
		[360859] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[161092] = {
			1715, -- [1]
			"Борка Бесчеловечный", -- [2]
		},
		[161091] = {
			1715, -- [1]
			"Рельсмейстер Искролет", -- [2]
		},
		[296150] = {
			2291, -- [1]
			"[*] Выброс пара", -- [2]
		},
		[321226] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[299153] = {
			2312, -- [1]
			"Трикси Искрожгучка", -- [2]
		},
		[318587] = {
			2257, -- [1]
			"\"Гномогедд-0Н\"", -- [2]
		},
		[200338] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[362028] = {
			2537, -- [1]
			"Тюремщик", -- [2]
		},
		[227461] = {
			1957, -- [1]
			"Крылатый помощник", -- [2]
		},
		[84918] = {
			1028, -- [1]
			"Элементиевое чудовище", -- [2]
		},
		[360604] = {
			1832, -- [1]
			"Пылающий инфернал", -- [2]
		},
		[365975] = {
			2529, -- [1]
			"[*] Эфемеровый взрыв", -- [2]
		},
		[219049] = {
			1886, -- [1]
			"Натуралист Тел'арн", -- [2]
		},
		[346028] = {
			2425, -- [1]
			"Зо'фекс", -- [2]
		},
		[359610] = {
			2512, -- [1]
			"[*] Развоплощение", -- [2]
		},
		[319941] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[227872] = {
			1961, -- [1]
			"Мороуз", -- [2]
		},
		[194966] = {
			1832, -- [1]
			"Слияние душ", -- [2]
		},
		[162617] = {
			1715, -- [1]
			"Борка Бесчеловечный", -- [2]
		},
		[363332] = {
			2537, -- [1]
			"Тюремщик", -- [2]
		},
		[353706] = {
			2440, -- [1]
			"Охранник \"Оазиса\"", -- [2]
		},
		[373429] = {
			2440, -- [1]
			"Натрезим-лазутчик", -- [2]
		},
		[198079] = {
			1834, -- [1]
			"Хмуродроб Лютый", -- [2]
		},
		[356260] = {
			2419, -- [1]
			"Заклинатель волн с \"Песочных часов\"", -- [2]
		},
		[227463] = {
			1961, -- [1]
			"Лорд Робин Дэрис", -- [2]
		},
		[320208] = {
			2389, -- [1]
			"Создание Трупошва", -- [2]
		},
		[166565] = {
			1732, -- [1]
			"Осадная пушка", -- [2]
		},
		[160680] = {
			1732, -- [1]
			"Осадная пушка", -- [2]
		},
		[20620] = {
			671, -- [1]
			"Мажордом Экзекутус", -- [2]
		},
		[218508] = {
			1886, -- [1]
			"Чародей Тел'арн", -- [2]
		},
		[167589] = {
			1732, -- [1]
			"Осадная пушка", -- [2]
		},
		[227502] = {
			1959, -- [1]
			"[*] Нестабильная мана", -- [2]
		},
		[300764] = {
			2292, -- [1]
			"Жижементаль", -- [2]
		},
		[331966] = {
			2384, -- [1]
			"Моровая слизь", -- [2]
		},
		[204666] = {
			1837, -- [1]
			"Дубосерд", -- [2]
		},
		[160681] = {
			1732, -- [1]
			"Осадная пушка", -- [2]
		},
		[196354] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[350916] = {
			2440, -- [1]
			"Охранник \"Оазиса\"", -- [2]
		},
		[212786] = {
			1837, -- [1]
			"Дубосерд", -- [2]
		},
		[347008] = {
			1790, -- [1]
			"Страж Скверны <Камомила-Галакронд>", -- [2]
		},
		[227465] = {
			1964, -- [1]
			"Смотритель", -- [2]
		},
		[199063] = {
			1837, -- [1]
			"Корни-душители", -- [2]
		},
		[158341] = {
			1748, -- [1]
			"Буйный копытень", -- [2]
		},
		[84529] = {
			1028, -- [1]
			"Элементиевое чудовище", -- [2]
		},
		[204459] = {
			1849, -- [1]
			"Скорпирон", -- [2]
		},
		[346962] = {
			2424, -- [1]
			"ПОЧТ-мейстер", -- [2]
		},
		[348437] = {
			2426, -- [1]
			"[*] Код взлома \"Гельвет\"", -- [2]
		},
		[364962] = {
			2512, -- [1]
			"Бдительный Страж", -- [2]
		},
		[227466] = {
			1959, -- [1]
			"Пожиратель маны", -- [2]
		},
		[350919] = {
			2440, -- [1]
			"Зо'грон", -- [2]
		},
		[364942] = {
			2537, -- [1]
			"Тюремщик", -- [2]
		},
		[329170] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[356549] = {
			2425, -- [1]
			"Офицер поддержки", -- [2]
		},
		[364963] = {
			2512, -- [1]
			"Бдительный Страж", -- [2]
		},
		[164835] = {
			1749, -- [1]
			"Лютоклык", -- [2]
		},
		[341709] = {
			2392, -- [1]
			"Призывательница Туманов", -- [2]
		},
		[221326] = {
			1866, -- [1]
			"Фрагмент души Аззинота", -- [2]
		},
		[350921] = {
			2440, -- [1]
			"Зо'грон", -- [2]
		},
		[228524] = {
			1965, -- [1]
			"Проекция Хранителя", -- [2]
		},
		[209971] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[351057] = {
			2442, -- [1]
			"Со'лея", -- [2]
		},
		[350922] = {
			2440, -- [1]
			"Охранник \"Оазиса\"", -- [2]
		},
		[362801] = {
			2553, -- [1]
			"Изобретатель Зи'мокс", -- [2]
		},
		[366275] = {
			2542, -- [1]
			"Шишковатый мародер", -- [2]
		},
		[188493] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[198501] = {
			1834, -- [1]
			"[*] Рвота Скверны", -- [2]
		},
		[166570] = {
			1732, -- [1]
			"Осадная пушка", -- [2]
		},
		[282945] = {
			2257, -- [1]
			"Свисторез", -- [2]
		},
		[169129] = {
			1754, -- [1]
			"Обратная тяга", -- [2]
		},
		[161256] = {
			1750, -- [1]
			"Ошир", -- [2]
		},
		[364881] = {
			2512, -- [1]
			"Бдительный Страж", -- [2]
		},
		[293670] = {
			2259, -- [1]
			"Защитник мастерской", -- [2]
		},
		[217234] = {
			1791, -- [1]
			"Уларогг Скаломол", -- [2]
		},
		[298473] = {
			2290, -- [1]
			"Ворчун из племени Хламоедов", -- [2]
		},
		[221336] = {
			1866, -- [1]
			"Фрагмент души Аззинота", -- [2]
		},
		[299241] = {
			2312, -- [1]
			"Нано Мегабум", -- [2]
		},
		[297127] = {
			2260, -- [1]
			"\"Оборонобот II\"", -- [2]
		},
		[323538] = {
			2403, -- [1]
			"Верховный адъюдикатор Ализа", -- [2]
		},
		[206488] = {
			1867, -- [1]
			"[*] Утечка магии", -- [2]
		},
		[206744] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[319702] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[200182] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[227806] = {
			1965, -- [1]
			"[*] Бесконечная зима", -- [2]
		},
		[319703] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[160943] = {
			1732, -- [1]
			"Гром'карская опалительница", -- [2]
		},
		[30153] = {
			2437, -- [1]
			"Страж Скверны <Hobitz-Archimonde>", -- [2]
		},
		[208536] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[321247] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[224729] = {
			2426, -- [1]
			"Очиститель из хранилища", -- [2]
		},
		[172952] = {
			1750, -- [1]
			"Осадный мастер Рокра", -- [2]
		},
		[361676] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[345770] = {
			2425, -- [1]
			"Зо'фекс", -- [2]
		},
		[201733] = {
			1835, -- [1]
			"Латосий", -- [2]
		},
		[294894] = {
			2291, -- [1]
			"Воздушный подавитель ОУ-8", -- [2]
		},
		[361677] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[348350] = {
			2425, -- [1]
			"Зо'фекс", -- [2]
		},
		[360115] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[364843] = {
			2512, -- [1]
			"Бдительный Страж", -- [2]
		},
		[188114] = {
			1790, -- [1]
			"Рокмора", -- [2]
		},
		[366284] = {
			2537, -- [1]
			"Тюремщик", -- [2]
		},
		[366943] = {
			2512, -- [1]
			"Бдительный Страж", -- [2]
		},
		[322274] = {
			2390, -- [1]
			"Похитительница с \"Золрамуса\"", -- [2]
		},
		[232156] = {
			1957, -- [1]
			"Коглстон", -- [2]
		},
		[321754] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[227473] = {
			1961, -- [1]
			"[*] Крутящийся клинок", -- [2]
		},
		[283551] = {
			2260, -- [1]
			"\"Омега-крушитель\"", -- [2]
		},
		[227985] = {
			1957, -- [1]
			"Коглстон", -- [2]
		},
		[227508] = {
			1954, -- [1]
			"Благочестивая дева", -- [2]
		},
		[302384] = {
			2291, -- [1]
			"\"Шокотрон X1\"", -- [2]
		},
		[302274] = {
			2291, -- [1]
			"\"Танкоборец-1\"", -- [2]
		},
		[351687] = {
			1732, -- [1]
			"Нюцзао <Skyrivmetà-Silvermoon>", -- [2]
		},
		[321253] = {
			2388, -- [1]
			"[*] Последняя жатва", -- [2]
		},
		[227474] = {
			1960, -- [1]
			"Ловчий Аттумен", -- [2]
		},
		[356796] = {
			2426, -- [1]
			"Хильбранд", -- [2]
		},
		[291914] = {
			2260, -- [1]
			"[*] Режущий луч", -- [2]
		},
		[362194] = {
			2537, -- [1]
			"Тюремщик", -- [2]
		},
		[198475] = {
			1791, -- [1]
			"[*] Удар горы", -- [2]
		},
		[285443] = {
			2259, -- [1]
			"[*] \"Спрятанная\" пламенная пушка", -- [2]
		},
		[198641] = {
			1835, -- [1]
			"Кур'талос Гребень Ворона", -- [2]
		},
		[356031] = {
			2425, -- [1]
			"Специалист по допросу", -- [2]
		},
		[197546] = {
			1833, -- [1]
			"Иллисанна Гребень Ворона", -- [2]
		},
		[207261] = {
			1868, -- [1]
			"Капитан патруля Гердо", -- [2]
		},
		[162415] = {
			1750, -- [1]
			"Ошир", -- [2]
		},
		[368820] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[208230] = {
			1862, -- [1]
			"Тихондрий", -- [2]
		},
		[200732] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[209602] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[198477] = {
			1836, -- [1]
			"Кошмарное поганище", -- [2]
		},
		[220855] = {
			1838, -- [1]
			"[*] Нисходящий поток", -- [2]
		},
		[353835] = {
			2440, -- [1]
			"Надоедливый завсегдатай", -- [2]
		},
		[298229] = {
			2292, -- [1]
			"Токсикоид", -- [2]
		},
		[346828] = {
			2426, -- [1]
			"Хильбранд", -- [2]
		},
		[162066] = {
			1736, -- [1]
			"Повелительница небес Товра", -- [2]
		},
		[359608] = {
			2512, -- [1]
			"Бдительный Страж", -- [2]
		},
		[164635] = {
			1749, -- [1]
			"Раздиратель Плоти Нок'Гар", -- [2]
		},
		[223414] = {
			1886, -- [1]
			"[*] Паразитические путы", -- [2]
		},
		[227477] = {
			1957, -- [1]
			"Эльфира", -- [2]
		},
		[321009] = {
			2357, -- [1]
			"Кин-Тара", -- [2]
		},
		[367290] = {
			2537, -- [1]
			"Тюремщик", -- [2]
		},
		[360906] = {
			2512, -- [1]
			"[*] Преломленный взрыв", -- [2]
		},
		[321772] = {
			2397, -- [1]
			"Дроман Ульфарран", -- [2]
		},
		[221781] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[348366] = {
			2425, -- [1]
			"[*] Руки закона", -- [2]
		},
		[196517] = {
			1832, -- [1]
			"[*] Вращающаяся коса", -- [2]
		},
		[198820] = {
			1835, -- [1]
			"Латосий", -- [2]
		},
		[98981] = {
			1203, -- [1]
			"Рагнарос", -- [2]
		},
		[228019] = {
			1957, -- [1]
			"Мадам Чугунок", -- [2]
		},
		[207815] = {
			1868, -- [1]
			"Капитан патруля Гердо", -- [2]
		},
		[197797] = {
			1833, -- [1]
			"Восставший чародей", -- [2]
		},
		[285440] = {
			2259, -- [1]
			"Главный машинист Искроточец", -- [2]
		},
		[164734] = {
			1749, -- [1]
			"Лютоклык", -- [2]
		},
		[364250] = {
			2537, -- [1]
			"Тюремщик", -- [2]
		},
		[209862] = {
			1836, -- [1]
			"[*] Вулканический шлейф", -- [2]
		},
		[95855] = {
			1083, -- [1]
			"Синестра", -- [2]
		},
		[209568] = {
			1872, -- [1]
			"Своевременный элементаль", -- [2]
		},
		[292267] = {
			2260, -- [1]
			"\"Омега-крушитель\"", -- [2]
		},
		[228261] = {
			1965, -- [1]
			"Тень Медива", -- [2]
		},
		[324044] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[362850] = {
			2553, -- [1]
			"Изобретатель Зи'мокс", -- [2]
		},
		[283421] = {
			2257, -- [1]
			"\"Гномогедд-0Н\"", -- [2]
		},
		[227480] = {
			1957, -- [1]
			"Тонни", -- [2]
		},
		[227736] = {
			1961, -- [1]
			"Мороуз", -- [2]
		},
		[343556] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[219235] = {
			1886, -- [1]
			"Отравляющая спора", -- [2]
		},
		[346742] = {
			2424, -- [1]
			"ПОЧТ-мейстер", -- [2]
		},
		[346877] = {
			2426, -- [1]
			"Хильбранд", -- [2]
		},
		[201959] = {
			1793, -- [1]
			"Углепанцирный подчинитель", -- [2]
		},
		[209620] = {
			1872, -- [1]
			"Рекурсивный элементаль", -- [2]
		},
		[161220] = {
			1732, -- [1]
			"Осадная пушка", -- [2]
		},
		[227737] = {
			1961, -- [1]
			"Мороуз", -- [2]
		},
		[347716] = {
			2424, -- [1]
			"Служащий ПОЧТ-ы", -- [2]
		},
		[320580] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[319733] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[205486] = {
			1863, -- [1]
			"Звездный авгур Этрей", -- [2]
		},
		[200359] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[360162] = {
			2512, -- [1]
			"Бдительный Страж", -- [2]
		},
		[362721] = {
			2553, -- [1]
			"Изобретатель Зи'мокс", -- [2]
		},
		[156303] = {
			1732, -- [1]
			"Гром'карская опалительница", -- [2]
		},
		[347610] = {
			2437, -- [1]
			"Со'азми", -- [2]
		},
		[347636] = {
			2437, -- [1]
			"Со'азми", -- [2]
		},
		[205391] = {
			1842, -- [1]
			"Крос", -- [2]
		},
		[178154] = {
			1750, -- [1]
			"Рилак - ужас небес", -- [2]
		},
		[347370] = {
			2419, -- [1]
			"Пушка \"Песочных часов\"", -- [2]
		},
		[206757] = {
			1866, -- [1]
			"Тюремщик Д'зорикс", -- [2]
		},
		[327664] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[326389] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[347371] = {
			2419, -- [1]
			"Корсар-канонир", -- [2]
		},
		[172982] = {
			1750, -- [1]
			"Осадный мастер Рокра", -- [2]
		},
		[188494] = {
			1792, -- [1]
			"[*] Зловонная пасть", -- [2]
		},
		[297257] = {
			2290, -- [1]
			"Король Гоббамак", -- [2]
		},
		[322550] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[223134] = {
			1866, -- [1]
			"Внутренний демон", -- [2]
		},
		[360658] = {
			2512, -- [1]
			"Бдительный Страж", -- [2]
		},
		[215458] = {
			1871, -- [1]
			"Заклинательница клинков Алуриэль", -- [2]
		},
		[347373] = {
			2419, -- [1]
			"Пушка \"Песочных часов\"", -- [2]
		},
		[364261] = {
			2425, -- [1]
			"Зловредный бес <Hobitz-Archimonde>", -- [2]
		},
		[360562] = {
			2537, -- [1]
			"Тюремщик", -- [2]
		},
		[350163] = {
			2441, -- [1]
			"Злопамятная тень", -- [2]
		},
		[227285] = {
			1964, -- [1]
			"Смотритель", -- [2]
		},
		[364262] = {
			2425, -- [1]
			"Зловредный бес <Hobitz-Archimonde>", -- [2]
		},
		[209741] = {
			1870, -- [1]
			"Проекция советника Меландра", -- [2]
		},
		[321275] = {
			2384, -- [1]
			"[*] Быстрая инфекция", -- [2]
		},
		[359028] = {
			2440, -- [1]
			"Зо'грон", -- [2]
		},
		[349934] = {
			2441, -- [1]
			"\"Ахиллит\"", -- [2]
		},
		[366822] = {
			2512, -- [1]
			"Бдительный Страж", -- [2]
		},
		[285454] = {
			2259, -- [1]
			"Главный машинист Искроточец", -- [2]
		},
		[178157] = {
			1750, -- [1]
			"Рилак - ужас небес", -- [2]
		},
		[298259] = {
			2292, -- [1]
			"Ядовитая лужа", -- [2]
		},
		[326281] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[227742] = {
			1961, -- [1]
			"Мороуз", -- [2]
		},
		[367838] = {
			2529, -- [1]
			"[*] Эфемеровый разлом", -- [2]
		},
		[329168] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[52042] = {
			1832, -- [1]
			"Тотем исцеляющего потока <Музуру>", -- [2]
		},
		[346866] = {
			2401, -- [1]
			"Верный камнерожденный", -- [2]
		},
		[199193] = {
			1835, -- [1]
			"Латосий", -- [2]
		},
		[291878] = {
			2260, -- [1]
			"Воздушное судно R-21/X", -- [2]
		},
		[168955] = {
			1754, -- [1]
			"Корамар", -- [2]
		},
		[193376] = {
			1791, -- [1]
			"Уларогг Скаломол", -- [2]
		},
		[291613] = {
			2260, -- [1]
			"Воздушное судно R-21/X", -- [2]
		},
		[227783] = {
			1957, -- [1]
			"Мрргрия", -- [2]
		},
		[200154] = {
			1793, -- [1]
			"Раскаленный углешкур <Даргрул>", -- [2]
		},
		[347623] = {
			2437, -- [1]
			"Со'азми", -- [2]
		},
		[206506] = {
			1866, -- [1]
			"Внутренний демон", -- [2]
		},
		[349939] = {
			2441, -- [1]
			"\"Ахиллит\"", -- [2]
		},
		[230431] = {
			2017, -- [1]
			"[*] Истечение мощью Скверны", -- [2]
		},
		[282943] = {
			2257, -- [1]
			"Таранный поршень", -- [2]
		},
		[367851] = {
			2537, -- [1]
			"Тюремщик", -- [2]
		},
		[209518] = {
			1866, -- [1]
			"Око Гул'дана", -- [2]
		},
		[222020] = {
			1886, -- [1]
			"Натуралист Тел'арн", -- [2]
		},
		[285460] = {
			2259, -- [1]
			"Главный машинист Искроточец", -- [2]
		},
		[320771] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[360176] = {
			2512, -- [1]
			"Модуль точечной обороны", -- [2]
		},
		[364511] = {
			2542, -- [1]
			"Сколекс", -- [2]
		},
		[199775] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[320772] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[360177] = {
			2512, -- [1]
			"Модуль точечной обороны", -- [2]
		},
		[298588] = {
			2312, -- [1]
			"Механоцикл", -- [2]
		},
		[200111] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[349933] = {
			2441, -- [1]
			"\"Ахиллит\"", -- [2]
		},
		[359778] = {
			2542, -- [1]
			"Сколекс", -- [2]
		},
		[332526] = {
			2442, -- [1]
			"Кирийский голиаф <Ниэтта>", -- [2]
		},
		[221605] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[229151] = {
			2017, -- [1]
			"Виз'адуум Всевидящий", -- [2]
		},
		[156301] = {
			1732, -- [1]
			"Гром'карский подрывник", -- [2]
		},
		[160963] = {
			1732, -- [1]
			"Гром'карский подрывник", -- [2]
		},
		[365297] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[84915] = {
			1028, -- [1]
			"[*] Жидкий лед", -- [2]
		},
		[294961] = {
			2258, -- [1]
			"[*] Пылающий укус", -- [2]
		},
		[198833] = {
			1835, -- [1]
			"Латосий", -- [2]
		},
		[229738] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[199345] = {
			1838, -- [1]
			"Дресарон", -- [2]
		},
		[351070] = {
			2441, -- [1]
			"\"Ахиллит\"", -- [2]
		},
		[178298] = {
			1749, -- [1]
			"Гром'карский техник", -- [2]
		},
		[346876] = {
			2426, -- [1]
			"Хильбранд", -- [2]
		},
		[178299] = {
			1749, -- [1]
			"Гром'карский техник", -- [2]
		},
		[295445] = {
			2291, -- [1]
			"\"Танкоборец-1\"", -- [2]
		},
		[199143] = {
			1835, -- [1]
			"Латосий", -- [2]
		},
		[207278] = {
			1868, -- [1]
			"Капитан патруля Гердо", -- [2]
		},
		[162500] = {
			1715, -- [1]
			"Рельсмейстер Искролет", -- [2]
		},
		[168965] = {
			1754, -- [1]
			"Корамар", -- [2]
		},
		[167095] = {
			1748, -- [1]
			"Укротитель из клана Громоборцев", -- [2]
		},
		[285468] = {
			2257, -- [1]
			"\"Гномогедд-0Н\"", -- [2]
		},
		[328181] = {
			2390, -- [1]
			"[*] Леденящий холод", -- [2]
		},
		[229284] = {
			2017, -- [1]
			"Виз'адуум Всевидящий", -- [2]
		},
		[227493] = {
			1960, -- [1]
			"Ловчий Аттумен", -- [2]
		},
		[283422] = {
			2257, -- [1]
			"\"Гномогедд-0Н\"", -- [2]
		},
		[221864] = {
			1872, -- [1]
			"Рекурсивный элементаль", -- [2]
		},
		[347903] = {
			2424, -- [1]
			"Перегруженный почтоменталь", -- [2]
		},
		[227789] = {
			1954, -- [1]
			"Благочестивая дева", -- [2]
		},
		[347149] = {
			2419, -- [1]
			"Хронокэп Крюкохвост", -- [2]
		},
		[334322] = {
			2389, -- [1]
			"Создание Трупошва", -- [2]
		},
		[229285] = {
			2017, -- [1]
			"Флагманский корабль", -- [2]
		},
		[323852] = {
			2403, -- [1]
			"Жуткий молельщик <Инфинитикс-Ревущийфьорд>", -- [2]
		},
		[196078] = {
			1832, -- [1]
			"Слияние душ", -- [2]
		},
		[195254] = {
			1832, -- [1]
			"Слияние душ", -- [2]
		},
		[204646] = {
			1837, -- [1]
			"Дубосерд", -- [2]
		},
		[206939] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[363258] = {
			2553, -- [1]
			"Изобретатель Зи'мокс", -- [2]
		},
		[162065] = {
			1736, -- [1]
			"Повелительница небес Товра", -- [2]
		},
		[298947] = {
			2312, -- [1]
			"Нано Мегабум", -- [2]
		},
		[193267] = {
			1791, -- [1]
			"Ревущий идол <Уларогг Скаломол>", -- [2]
		},
		[355071] = {
			2426, -- [1]
			"Очиститель из хранилища", -- [2]
		},
		[320784] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[349954] = {
			2441, -- [1]
			"\"Ахиллит\"", -- [2]
		},
		[172703] = {
			1749, -- [1]
			"Гром'карский техник", -- [2]
		},
		[364373] = {
			2553, -- [1]
			"Гиперсветовое подкрепление <Изобретатель Зи'мокс>", -- [2]
		},
		[206514] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[229287] = {
			2017, -- [1]
			"Флагманский корабль", -- [2]
		},
		[232144] = {
			1957, -- [1]
			"Серебряные вилки", -- [2]
		},
		[324368] = {
			2357, -- [1]
			"Азуль", -- [2]
		},
		[212464] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[323137] = {
			2397, -- [1]
			"Дроман Ульфарран", -- [2]
		},
		[350468] = {
			2441, -- [1]
			"\"Ахиллит\"", -- [2]
		},
		[356482] = {
			2440, -- [1]
			"Буйный завсегдатай", -- [2]
		},
		[206515] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[198386] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[296518] = {
			2291, -- [1]
			"\"Шокотрон X1\"", -- [2]
		},
		[168390] = {
			1754, -- [1]
			"[*] Обстрел", -- [2]
		},
		[320788] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[228265] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[365223] = {
			2537, -- [1]
			"[*] Разделенное страдание", -- [2]
		},
		[347414] = {
			2437, -- [1]
			"Со'азми", -- [2]
		},
		[206516] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[227415] = {
			1960, -- [1]
			"[*] Незримое присутствие", -- [2]
		},
		[82630] = {
			1029, -- [1]
			"Чо'Галл", -- [2]
		},
		[296522] = {
			2291, -- [1]
			"[*] Самоуничтожение", -- [2]
		},
		[335338] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[320170] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[298571] = {
			2312, -- [1]
			"Механоцикл", -- [2]
		},
		[198073] = {
			1834, -- [1]
			"Хмуродроб Лютый", -- [2]
		},
		[298124] = {
			2292, -- [1]
			"Токсикоид", -- [2]
		},
		[283534] = {
			2260, -- [1]
			"Магнитохват", -- [2]
		},
		[173455] = {
			1750, -- [1]
			"Осадный мастер Рокра", -- [2]
		},
		[208863] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[228011] = {
			1957, -- [1]
			"Мадам Чугунок", -- [2]
		},
		[228267] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[211571] = {
			1862, -- [1]
			"Скверноподданный маг Хаоса", -- [2]
		},
		[365315] = {
			2512, -- [1]
			"Бдительный Страж", -- [2]
		},
		[229083] = {
			2017, -- [1]
			"Виз'адуум Всевидящий", -- [2]
		},
		[348450] = {
			2426, -- [1]
			"[*] Код взлома \"Фриза\"", -- [2]
		},
		[227550] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[87299] = {
			1083, -- [1]
			"Синестра", -- [2]
		},
		[229597] = {
			1964, -- [1]
			"Сквернотопырь", -- [2]
		},
		[347094] = {
			2426, -- [1]
			"Хильбранд", -- [2]
		},
		[297254] = {
			2290, -- [1]
			"Король Гоббамак", -- [2]
		},
		[163276] = {
			1748, -- [1]
			"Ловушка для огров", -- [2]
		},
		[228958] = {
			1965, -- [1]
			"Тень Медива", -- [2]
		},
		[206580] = {
			1868, -- [1]
			"[*] Резонирующий удар сплеча", -- [2]
		},
		[359809] = {
			2537, -- [1]
			"Тюремщик", -- [2]
		},
		[291626] = {
			2260, -- [1]
			"Воздушное судно R-21/X", -- [2]
		},
		[188169] = {
			1790, -- [1]
			"Рокмора", -- [2]
		},
		[228269] = {
			1965, -- [1]
			"Тень Медива", -- [2]
		},
		[297256] = {
			2290, -- [1]
			"Король Гоббамак", -- [2]
		},
		[333629] = {
			2388, -- [1]
			"Возрожденный арбалетчик <Амарт>", -- [2]
		},
		[97151] = {
			1206, -- [1]
			"[*] Магма", -- [2]
		},
		[217011] = {
			1792, -- [1]
			"Разъяренная толпа", -- [2]
		},
		[301351] = {
			2291, -- [1]
			"Воздушный подавитель ОУ-8", -- [2]
		},
		[320336] = {
			2388, -- [1]
			"Оживленный маг <Амарт>", -- [2]
		},
		[291949] = {
			2258, -- [1]
			"КУ-ДЖ0", -- [2]
		},
		[294884] = {
			2290, -- [1]
			"Неисправный хламобот", -- [2]
		},
		[227410] = {
			1957, -- [1]
			"Галиндра", -- [2]
		},
		[373509] = {
			2258, -- [1]
			"Зул'гамуз", -- [2]
		},
		[162572] = {
			1715, -- [1]
			"Рельсмейстер Искролет", -- [2]
		},
		[204292] = {
			1849, -- [1]
			"Скорпирон", -- [2]
		},
		[295552] = {
			2291, -- [1]
			"Воздушный подавитель ОУ-8", -- [2]
		},
		[230002] = {
			2017, -- [1]
			"Страж Скверны - дозорный", -- [2]
		},
		[355915] = {
			2425, -- [1]
			"Специалист по допросу", -- [2]
		},
		[338013] = {
			2403, -- [1]
			"Фонтан анимы", -- [2]
		},
		[346204] = {
			2425, -- [1]
			"Зо'фекс", -- [2]
		},
		[173514] = {
			1754, -- [1]
			"Железнокрылый изрыгатель огня", -- [2]
		},
		[99199] = {
			1206, -- [1]
			"Глашатай огненного апокалипсиса", -- [2]
		},
		[200637] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[297261] = {
			2290, -- [1]
			"Король Гоббамак", -- [2]
		},
		[292264] = {
			2260, -- [1]
			"\"Омега-крушитель\"", -- [2]
		},
		[221875] = {
			1863, -- [1]
			"Звездный авгур Этрей", -- [2]
		},
		[323250] = {
			2397, -- [1]
			"Дроман Ульфарран", -- [2]
		},
	},
	["immersion_pets_on_solo_play"] = false,
	["npcid_ignored"] = {
	},
	["dungeon_data"] = {
	},
	["report_pos"] = {
		1, -- [1]
		1, -- [2]
	},
	["latest_report_table"] = {
	},
	["exp90temp"] = {
		["delete_damage_TCOB"] = true,
	},
	["always_use_profile"] = false,
	["deathlog_healingdone_min_arena"] = 400,
	["spell_school_cache"] = {
		["Искра созидания"] = 106,
		["Могучий топот"] = 4,
		["Энергетическая звезда"] = 4,
		["Энергетическая пустота"] = 32,
		["Крайне взрывоопасная граната"] = 4,
		["Опустошенная земля"] = 4,
		["Трупное заражение"] = 32,
		["Ураган пламени"] = 4,
		["Очищающее поле"] = 2,
		["Нестабильность"] = 64,
		["Взбучка"] = 1,
		["Пыльцестрел"] = 8,
		["Антиматерия"] = 106,
		["Очищение огнем"] = 2,
		["Выматывающая пытка"] = 32,
		["Лавовая стрела"] = 4,
		["Шип боли"] = 32,
		["На крюке!"] = 1,
		["Ледяная эгида"] = 16,
		["Сумеречное угасание"] = 32,
		["Жалящий рой"] = 1,
		["Melee"] = 1,
		["Столкновение"] = 1,
		["Правосудие"] = 2,
		["Защитные контрмеры"] = 8,
		["Бесстрашие"] = 1,
		["Огненный взмах"] = 4,
		["Пожирание сущности"] = 32,
		["Удар валуна"] = 1,
		["Обжигающий жар"] = 4,
		["Каменная осыпь"] = 1,
		["Эманация Скверны"] = 4,
		["Рассеянная энергия"] = 8,
		["Ледяное копье"] = 16,
		["Удар всадника"] = 1,
		["Глубокие раны"] = 1,
		["Облик сбора"] = 1,
		["Вихрь клинков"] = 1,
		["Первобытная ярость"] = 1,
		["Инфернальная стрела"] = 4,
		["Дыхание Бесконечности"] = 64,
		["Дыхание порчи"] = 4,
		["Сокрушительный клинок"] = 4,
		["Импульсный деформатор"] = 8,
		["Исторжение души"] = 32,
		["Залп шипастых стрел"] = 1,
		["Разъедание души"] = 32,
		["Нанотесак"] = 1,
		["Эфемеровый взрыв"] = 106,
		["Стремительный ураган пламени"] = 4,
		["Сосредоточение внимания"] = 1,
		["Код взлома \"Морке\""] = 32,
		["Цепи страдания"] = 1,
		["Разряд энергии"] = 64,
		["Разрезающие взмахи"] = 1,
		["Инфернальное извержение"] = 4,
		["Едкая анима"] = 2,
		["Громовое дыхание"] = 8,
		["Ионизированная плазма"] = 64,
		["Голодная кровь"] = 32,
		["Выброс кислоты"] = 8,
		["Кинетическое извержение"] = 64,
		["Плазменная сфера"] = 8,
		["Рывок ненависти"] = 1,
		["Непреодолимый ужас"] = 33,
		["Волна лавы"] = 4,
		["Железный вихрь"] = 1,
		["Сейсмические толчки"] = 1,
		["Перегрузка машины вечности"] = 106,
		["Походный облик"] = 1,
		["Непреклонное подчинение"] = 1,
		["Разбивающий камень прыжок"] = 8,
		["Ядовитый туман"] = 40,
		["Камера сдерживания"] = 64,
		["Код взлома \"Лиз\""] = 2,
		["Ближний бой"] = 1,
		["Расправа"] = 1,
		["Раздробленный сердечник"] = 106,
		["Болезнетворное облако"] = 40,
		["Кислотный выброс"] = 8,
		["Детонация анимы"] = 2,
		["Третья руна"] = 1,
		["Кислотный плевок"] = 8,
		["Взрыв шлака"] = 4,
		["Мортира Черной горы"] = 4,
		["Временной взрыв"] = 64,
		["Общая боль"] = 32,
		["Пасть разлома"] = 32,
		["Осквернение"] = 32,
		["Код взлома \"Фриза\""] = 16,
		["Рассекающий удар"] = 1,
		["Вращающаяся коса"] = 1,
		["Бросок меча"] = 1,
		["Взрыв разума"] = 32,
		["Истечение мощью Скверны"] = 4,
		["Раздробленный камень"] = 8,
		["Извержение эфемеры"] = 106,
		["Зазубренные шипы"] = 1,
		["Паразитарная рана"] = 32,
		["Горящее поле"] = 4,
		["Чародейская бомба"] = 64,
		["Искрящий разряд"] = 8,
		["Мусорная бомба"] = 4,
		["Полосующий размах"] = 1,
		["Кометная буря"] = 16,
		["Незримое присутствие"] = 32,
		["Хлопок"] = 1,
		["Огненные стрелы"] = 4,
		["Импульс аннигиляции"] = 8,
		["Усиленный символ сдерживания"] = 64,
		["Перегрузка источника питания"] = 106,
		["Нисходящий поток"] = 8,
		["Леденящий холод"] = 16,
		["Оползень"] = 8,
		["Сокрушающая молния"] = 8,
		["Расщепление души"] = 32,
		["Мина \"СМ3-Р7b\""] = 1,
		["Пылающий укус"] = 4,
		["Котел со шлаком"] = 4,
		["Замкнутая ярость"] = 1,
		["Зазубренные наплечники"] = 32,
		["Venting Concussion"] = 2,
		["Пламя горнила"] = 4,
		["Мнемоническое снаряжение"] = 32,
		["Расколотое сердце Ал'ара"] = 4,
		["Щит молний"] = 8,
		["Символ перемещения"] = 64,
		["Утечка магии"] = 64,
		["Дивное сияние"] = 64,
		["Фанатизм"] = 2,
		["Мелькающие вилки"] = 1,
		["Луч сокрушающего Света"] = 106,
		["Огненный шок"] = 4,
		["Сокрушительный взрыв"] = 32,
		["Электроразряд"] = 8,
		["Волна слизи"] = 8,
		["Демоническая сущность"] = 32,
		["Дециматор"] = 32,
		["Удар горы"] = 8,
		["Подчинение"] = 32,
		["В жиже"] = 40,
		["Допрос"] = 64,
		["Сотрясающий землю рык"] = 8,
		["Отравленная заточка"] = 8,
		["Огненная буря"] = 4,
		["Вытягивание души"] = 32,
		["Взрывной ползун"] = 8,
		["Залп стрел Тьмы"] = 32,
		["Таранный поршень"] = 1,
		["Магма"] = 4,
		["Быстрая инфекция"] = 8,
		["Бомба клана Черной горы"] = 4,
		["Гаррота"] = 1,
		["Обманчивые колыхания"] = 32,
		["Ядовитые пары"] = 40,
		["Преломленный взрыв"] = 106,
		["Выбивной"] = 1,
		["Облако дыма"] = 8,
		["Атака ближнего боя"] = 1,
		["Развоплощение"] = 106,
		["Нечестивый взрыв"] = 32,
		["Цепное лезвие"] = 1,
		["Залп Скверны"] = 4,
		["Некротическая язва"] = 1,
		["Канцелярский нож"] = 1,
		["Поджигание"] = 4,
		["Стазисная ловушка"] = 64,
		["Руна Господства"] = 32,
		["Изнуряющий луч"] = 64,
		["Кровопускание"] = 1,
		["Залп ледяных стрел"] = 16,
		["Лунный огонь"] = 64,
		["Код взлома \"Гельвет\""] = 4,
		["Наказание"] = 1,
		["Божественная буря"] = 2,
		["Мучение"] = 32,
		["Дикий бросок"] = 1,
		["Магнитохват"] = 8,
		["Конфискация контрабанды"] = 64,
		["Срыгивание"] = 32,
		["Снаряды землелома"] = 106,
		["Быстрая стрельба"] = 4,
		["Сокрушение"] = 1,
		["Взрывоопасные тени"] = 32,
		["Великое поглощение"] = 32,
		["Бросок обломка"] = 1,
		["Некротический заряд"] = 32,
		["Усмиряющий выстрел"] = 8,
		["Ревущее пламя"] = 4,
		["Горение"] = 4,
		["Пространственный диссонанс"] = 64,
		["Дискретная реальность"] = 106,
		["Кровавый клевок"] = 1,
		["Беги и стреляй"] = 1,
		["Апокалиптический Кошмар"] = 4,
		["Выброс пара"] = 8,
		["Громовая поступь"] = 1,
		["Бушующий"] = 8,
		["Волна жара"] = 4,
		["Шури"] = 64,
		["Цепи гнета"] = 32,
		["Обстрел"] = 4,
		["Бальзамирующая лимфа"] = 40,
		["Самостригущаяся изгородь"] = 1,
		["Повторный толчок"] = 1,
		["Удар воина Света"] = 1,
		["Магмовый крушитель"] = 4,
		["Устранитель целей VX18-B"] = 4,
		["Сокрушительная хватка"] = 8,
		["Флегма Тьмы"] = 32,
		["Пламя Саргераса"] = 4,
		["Отторжение анимы"] = 8,
		["Семя Хаоса"] = 127,
		["Атака с \"Неистовством ветра\""] = 1,
		["Мучительный отголосок"] = 32,
		["Сокрушающая призма"] = 106,
		["Жидкое адское пламя"] = 4,
		["Крутящаяся смерть"] = 1,
		["Дубинка из жесткого света"] = 64,
		["Зазубренное копье"] = 1,
		["Темные когти"] = 32,
		["Корни-душители"] = 8,
		["Бесконечная зима"] = 16,
		["Волна дезинтеграции"] = 106,
		["Видения греховного света"] = 32,
		["Крутящийся клинок"] = 1,
		["ДТП"] = 1,
		["Обстрел тени смерти"] = 32,
		["Выстрел шрапнелью"] = 4,
		["Око Гул'дана"] = 32,
		["Узы Скверны"] = 4,
		["Кристализованная земля"] = 8,
		["Фонтан анимы"] = 32,
		["Довлеющая воля"] = 32,
		["Охранный телепорт"] = 8,
		["Жнец душ"] = 32,
		["Огненный щит"] = 4,
		["Омут душ"] = 32,
		["Ударная волна"] = 1,
		["Укус"] = 1,
		["Поле пламени"] = 4,
		["Протобарьер"] = 106,
		["Сбор"] = 106,
		["Муки"] = 1,
		["Некротическое дыхание"] = 32,
		["Безумный порыв"] = 1,
		["Изгоняющий взрыв"] = 32,
		["Преломляющий щит"] = 64,
		["Поток крови"] = 32,
		["Почтовый перевод"] = 1,
		["Преломленный греховный свет"] = 32,
		["Горестный ритуал"] = 32,
		["Новый план!"] = 4,
		["Казнь"] = 1,
		["Усиленное око Гул'дана"] = 4,
		["Удар духов стихий"] = 28,
		["Энергетический разряд"] = 64,
		["Паразитические путы"] = 8,
		["Corpo-a-Corpo"] = 1,
		["Пневматическое сокрушение"] = 1,
		["Разлагающаяся гниль"] = 40,
		["Мерцание"] = 64,
		["Пепельное освящение"] = 32,
		["Рывок"] = 1,
		["Слепящее кольцо гиперсвета"] = 64,
		["Руна проклятия"] = 32,
		["Удар бури"] = 1,
		["Сумерки"] = 32,
		["Растаптывание"] = 1,
		["Тяжкая рана"] = 1,
		["Руки закона"] = 1,
		["Флагелляция"] = 1,
		["Закрученное копье"] = 1,
		["Ледяной капкан"] = 16,
		["Миротворец"] = 1,
		["Вулканический шлейф"] = 4,
		["Энергетический клинок"] = 4,
		["Массовый контроль"] = 64,
		["Пронзающие стрелы"] = 64,
		["Взрывной прыжок"] = 4,
		["Апокалиптический огонь"] = 4,
		["Подавляющий обстрел"] = 4,
		["Усиленные Утробой сферы"] = 32,
		["Повторяющиеся удары"] = 1,
		["Ненасытное пиршество"] = 32,
		["Рунический резонанс"] = 2,
		["Неподвластность притяжению"] = 1,
		["Взрывная душа"] = 4,
		["Некротический гной"] = 32,
		["Пушечный выстрел"] = 8,
		["Мучительное разрывание"] = 1,
		["Разлагающая кислота"] = 8,
		["Рвота Скверны"] = 4,
		["Режущий луч"] = 8,
		["Вирусные капли"] = 8,
		["Мощный залп"] = 64,
		["Сбрасывание анимы"] = 1,
		["Обстрел ракетами X21-01A"] = 4,
		["Кислотные обломки"] = 8,
		["Машина вечности"] = 106,
		["Эфемеровая пыль"] = 106,
		["Пространственный разрыв"] = 64,
		["Землетрясение"] = 1,
		["Мрачная Жатва"] = 32,
		["Выстрел письмом"] = 1,
		["Поле санации"] = 2,
		["Трещина"] = 1,
		["Бросок слизи"] = 1,
		["Кристальные шипы"] = 8,
		["Энергетическая фрагментация"] = 64,
		["Токсичная желчь"] = 8,
		["Гигаразряд"] = 8,
		["Оскверненная кровь"] = 8,
		["Разрывающий укус"] = 1,
		["Аннигиляция"] = 1,
		["Массовая рассылка"] = 1,
		["Жатва душ"] = 4,
		["Вспышка генезиса"] = 106,
		["Сгнившая еда"] = 8,
		["Венец пламени"] = 4,
		["Кинетическое воздействие"] = 8,
		["Телекинетическое столкновение"] = 1,
		["Выброс пламени"] = 4,
		["Обстрел боевого корабля"] = 64,
		["Крушитель цепей"] = 32,
		["Отравляющие споры"] = 8,
		["Связь разума"] = 32,
		["Беспорядочные искры"] = 4,
		["Подавляющая искра"] = 64,
		["Разряд гиперсвета"] = 64,
		["Радиоактивное ядро"] = 106,
		["Обрушение"] = 1,
		["Жаркое пламя"] = 4,
		["Латные перчатки клана Черной горы"] = 1,
		["Паучья молния"] = 8,
		["Ураганный обстрел"] = 4,
		["Цепкий статический разряд"] = 8,
		["Концентрированная чума"] = 8,
		["Нестабильная мана"] = 64,
		["Стрела преобразования"] = 106,
		["Соленая стрела"] = 16,
		["Испуг"] = 1,
		["Оторванная душа"] = 32,
		["Колодец душ"] = 32,
		["Суперэлектрошок"] = 8,
		["Кровоточащие раны"] = 1,
		["Выброс огня"] = 4,
		["Замученные отголоски"] = 32,
		["Разлом Пустоты"] = 64,
		["Разорванная душа"] = 32,
		["Ураганная волна"] = 16,
		["Эфемеровый разлом"] = 106,
		["Турбо-ускорение"] = 8,
		["Кольца генезиса"] = 106,
		["Жгучая рана"] = 4,
		["Заряженное копье"] = 64,
		["Активация разрядника"] = 8,
		["Героический бросок"] = 1,
		["Стеклянные осколки"] = 1,
		["Узы жизни"] = 1,
		["Свисторез"] = 1,
		["Жесткая уборка"] = 8,
		["Взрыв"] = 106,
		["Свирепость бури"] = 8,
		["Резонирующий удар сплеча"] = 64,
		["Темный рывок"] = 1,
		["Граната клана Черной горы"] = 4,
		["Атака языка пламени"] = 4,
		["Очищение"] = 2,
		["Воспламенение"] = 4,
		["Интенсивное горение"] = 4,
		["Огненный след"] = 4,
		["Коллапсирующая частица"] = 106,
		["Смертельный удар"] = 1,
		["Протокол флагелляции"] = 2,
		["Кристаллические обломки"] = 64,
		["Луч Скверны"] = 4,
		["Удушающая пыль"] = 8,
		["Лужа анимы"] = 8,
		["Прыжок берсерка"] = 8,
		["Кровавый гной"] = 32,
		["Взрывающаяся энергия"] = 64,
		["Падающие обломки"] = 1,
		["Разделенное страдание"] = 1,
		["Детонация"] = 106,
		["Пылевой взрыв"] = 106,
		["\"Спрятанная\" пламенная пушка"] = 4,
		["Тотем нейтрализации"] = 106,
		["Зловонная пасть"] = 8,
		["Пламя Скверны"] = 4,
		["Истребляющая сущность"] = 64,
		["Превосходство"] = 1,
		["Слово Тьмы: Смерть"] = 32,
		["Обнаженный сердечник"] = 106,
		["Освящение"] = 2,
		["Священная земля"] = 2,
		["Взрыв пузыря"] = 16,
		["Морозный взрыв"] = 16,
		["Кромсающий вихрь"] = 1,
		["Бросок топорика"] = 1,
		["Первородный огонь"] = 4,
		["Мучительный прыжок"] = 1,
		["Коса Скверны"] = 4,
		["Всепоглощающая злоба"] = 32,
		["Солнечный коллапс"] = 4,
		["Призрачный рывок"] = 32,
	},
	["deathlog_healingdone_min"] = 1,
	["damage_scroll_auto_open"] = true,
	["current_exp_raid_encounters"] = {
		[2553] = true,
		[2512] = true,
		[2542] = true,
		[2529] = true,
		[2537] = true,
	},
	["keystone_frame"] = {
		["scale"] = 1,
		["position"] = {
		},
	},
	["show_totalhitdamage_on_overkill"] = false,
	["installed_skins_cache"] = {
	},
	["savedCustomSpells"] = {
		{
			1, -- [1]
			"Атака ближнего боя", -- [2]
			"Interface\\ICONS\\INV_Sword_04", -- [3]
		}, -- [1]
		{
			2, -- [1]
			"Автоматическая стрельба", -- [2]
			"Interface\\ICONS\\INV_Weapon_Bow_07", -- [3]
		}, -- [2]
		{
			3, -- [1]
			"Мир (падение)", -- [2]
			"Interface\\ICONS\\Spell_Magic_FeatherFall", -- [3]
		}, -- [3]
		{
			4, -- [1]
			"Мир (утопление)", -- [2]
			"Interface\\ICONS\\Ability_Suffocate", -- [3]
		}, -- [4]
		{
			5, -- [1]
			"Мир (усталость)", -- [2]
			"Interface\\ICONS\\Spell_Arcane_MindMastery", -- [3]
		}, -- [5]
		{
			6, -- [1]
			"Мир (огонь)", -- [2]
			"Interface\\ICONS\\INV_SummerFest_FireSpirit", -- [3]
		}, -- [6]
		{
			7, -- [1]
			"Мир (лава)", -- [2]
			"Interface\\ICONS\\Ability_Rhyolith_Volcano", -- [3]
		}, -- [7]
		{
			8, -- [1]
			"Мир (слизь)", -- [2]
			"Interface\\ICONS\\Ability_Creature_Poison_02", -- [3]
		}, -- [8]
		{
			339538, -- [1]
			"Вердикт храмовника", -- [2]
			461860, -- [3]
		}, -- [9]
		{
			55090, -- [1]
			"Удар Плети", -- [2]
			237530, -- [3]
		}, -- [10]
		{
			277185, -- [1]
			"Жетон гладиатора (Trinket)", -- [2]
			135884, -- [3]
		}, -- [11]
		{
			98021, -- [1]
			"Обмен здоровья", -- [2]
			237586, -- [3]
		}, -- [12]
		{
			278383, -- [1]
			"Неистовая буря (Trinket)", -- [2]
			2103829, -- [3]
		}, -- [13]
		{
			59638, -- [1]
			"Ледяная стрела", -- [2]
			135846, -- [3]
		}, -- [14]
		{
			49184, -- [1]
			"Воющий ветер", -- [2]
			135833, -- [3]
		}, -- [15]
		{
			277187, -- [1]
			"Эмблема гладиатора (Trinket)", -- [2]
			132344, -- [3]
		}, -- [16]
		{
			278227, -- [1]
			"Шипастая кора (Trinket)", -- [2]
			134439, -- [3]
		}, -- [17]
		{
			268998, -- [1]
			"Воспламененная душа (Trinket)", -- [2]
			651093, -- [3]
		}, -- [18]
		{
			196917, -- [1]
			"Свет мученика (Урон)", -- [2]
			1360762, -- [3]
		}, -- [19]
		{
			343355, -- [1]
			"Стрела Бездны", -- [2]
			1035040, -- [3]
		}, -- [20]
		{
			120761, -- [1]
			"Бросок глеф", -- [2]
			132330, -- [3]
		}, -- [21]
		{
			278812, -- [1]
			"Грация льва (Trinket)", -- [2]
			464140, -- [3]
		}, -- [22]
		{
			270827, -- [1]
			"Самоцвет души ткача (Trinket)", -- [2]
			237431, -- [3]
		}, -- [23]
		{
			278057, -- [1]
			"Взрыв крови (Trinket)", -- [2]
			538040, -- [3]
		}, -- [24]
		{
			279664, -- [1]
			"Кровавая желчь (Trinket)", -- [2]
			136007, -- [3]
		}, -- [25]
		{
			278862, -- [1]
			"Холод рун (Trinket)", -- [2]
			252270, -- [3]
		}, -- [26]
		{
			215969, -- [1]
			"Эпидемия", -- [2]
			136066, -- [3]
		}, -- [27]
		{
			278359, -- [1]
			"Кровавая ненависть (Trinket)", -- [2]
			132175, -- [3]
		}, -- [28]
		{
			278155, -- [1]
			"Неугасающая сила Залзеикса (Trinket)", -- [2]
			254105, -- [3]
		}, -- [29]
		{
			271115, -- [1]
			"Запал мага-поджигателя (Trinket)", -- [2]
			1119937, -- [3]
		}, -- [30]
		{
			277179, -- [1]
			"Медальон гладиатора (Trinket)", -- [2]
			252267, -- [3]
		}, -- [31]
		{
			271462, -- [1]
			"Подгнившая кукла вуду (Trinket)", -- [2]
			1716867, -- [3]
		}, -- [32]
		{
			228649, -- [1]
			"Нокаутирующий удар", -- [2]
			574575, -- [3]
		}, -- [33]
		{
			345020, -- [1]
			"Таящийся хищник", -- [2]
			2103921, -- [3]
		}, -- [34]
		{
			94472, -- [1]
			"Искупление вины", -- [2]
			135887, -- [3]
		}, -- [35]
		{
			212739, -- [1]
			"Эпидемия", -- [2]
			136066, -- [3]
		}, -- [36]
		{
			277181, -- [1]
			"Знак гладиатора (Trinket)", -- [2]
			134501, -- [3]
		}, -- [37]
		{
			70890, -- [1]
			"Удар Плети", -- [2]
			237530, -- [3]
		}, -- [38]
		{
			121414, -- [1]
			"Бросок глеф", -- [2]
			132330, -- [3]
		}, -- [39]
		{
			44461, -- [1]
			"Живая бомба", -- [2]
			236220, -- [3]
		}, -- [40]
		{
			271071, -- [1]
			"Раковина темного шепота (Trinket)", -- [2]
			1498840, -- [3]
		}, -- [41]
		{
			271465, -- [1]
			"Подгнившая кукла вуду (Trinket)", -- [2]
			1716867, -- [3]
		}, -- [42]
		{
			33778, -- [1]
			"Жизнецвет", -- [2]
			134206, -- [3]
		}, -- [43]
		{
			88082, -- [1]
			"Огненный шар", -- [2]
			135812, -- [3]
		}, -- [44]
		{
			108271, -- [1]
			"Астральный сдвиг", -- [2]
			"Interface\\Addons\\Details\\images\\icon_astral_shift", -- [3]
		}, -- [45]
		{
			237680, -- [1]
			"Воющий ветер", -- [2]
			135833, -- [3]
		}, -- [46]
		{
			271671, -- [1]
			"Неблагозвучный аккорд (Trinket)", -- [2]
			454048, -- [3]
		}, -- [47]
		{
			270925, -- [1]
			"Водяной вихрь (Trinket)", -- [2]
			1698701, -- [3]
		}, -- [48]
		{
			77535, -- [1]
			"Щит крови", -- [2]
			"Interface\\Addons\\Details\\images\\icon_blood_shield", -- [3]
		}, -- [49]
	},
	["keystone_cache"] = {
		["Ниэтта"] = {
			"Ниэтта", -- [1]
			23, -- [2]
			2441, -- [3]
			391, -- [4]
			2, -- [5]
			2615, -- [6]
			391, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Тазавеш: улицы Чудес", -- [10]
			365, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1664115258,
			["guild_name"] = "Шэдоумун",
		},
		["Кроттибалбоа"] = {
			"Кроттибалбоа", -- [1]
			18, -- [2]
			1651, -- [3]
			234, -- [4]
			2, -- [5]
			1993, -- [6]
			234, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Возвращение в Каражан: верхний ярус", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1664115258,
			["guild_name"] = "Шэдоумун",
		},
		["Хелликс"] = {
			"Хелликс", -- [1]
			16, -- [2]
			2441, -- [3]
			391, -- [4]
			11, -- [5]
			1983, -- [6]
			391, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Тазавеш: улицы Чудес", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1664115258,
			["guild_name"] = "Шэдоумун",
		},
	},
	["raid_data"] = {
	},
	["always_use_profile_name"] = "Ниэтта-Гордунни",
	["profile_by_spec"] = {
	},
	["displays_by_spec"] = {
	},
	["plugin_window_pos"] = {
		["y"] = 105.6001434326172,
		["x"] = -75.20011901855469,
		["point"] = "CENTER",
		["scale"] = 1,
	},
	["last_changelog_size"] = 18347,
	["immersion_unit_special_icons"] = true,
	["lastUpdateWarning"] = 1666209995,
	["npcid_pool"] = {
		[0] = "Землетрясение",
		[163824] = "Скелет-страж",
		[168943] = "Золотолапый хищник",
		[177645] = "Единый проглот",
		[165872] = "Изготовитель кадавров",
		[176110] = "Порочная хранительница склепа",
		[172527] = "Хирург Двора поганищ",
		[177134] = "Дезертир из Малдраксуса",
		[177646] = "Улавливатель мыслей",
		[157683] = "Зачаровыватель Огненной кузни",
		[159731] = "Курьер дома Ределав",
		[164338] = "Верный Утробе страж",
		[177135] = "Верный Хелии повелитель зверей",
		[178159] = "Веспоид-дрон",
		[170481] = "Молниеносец из племени Серпошипов",
		[176112] = "Порочный нотариус",
		[164339] = "Верный Утробе лучник",
		[173553] = "Голиаф-крушитель",
		[169970] = "Гормлинг-бурильщик",
		[170482] = "Рассекатель из племени Серпошипов",
		[175089] = "Служащий личам лакей",
		[163316] = "Неистовый горм",
		[167923] = "Зараженные останки",
		[177137] = "Скованный тенеяр",
		[53642] = "Пеплопряд-ткач",
		[103685] = "Тихондрий",
		[150520] = "Куб металлолома",
		[168436] = "Золотолапый лисохвост",
		[160758] = "Приманенный анимаклещ",
		[177650] = "Лордеронский рыцарь",
		[175091] = "Некротическая капля",
		[164342] = "Верный Утробе защитник",
		[173044] = "Ассистент-сшиватель",
		[185841] = "Слияние",
		[178163] = "Береговой бегун из племени Соленой Хмари",
		[176116] = "Порочный учитель",
		[164343] = "Верный Утробе изнуритель",
		[183283] = "Скальный боец",
		[159737] = "Костяной ткач - охотник",
		[184819] = "Подчиненный резервист",
		[178165] = "Береговой голиаф",
		[162297] = "Тулскета Подчинитель",
		[183284] = "Пустынный защитник",
		[179701] = "Сланцевик-ищейка",
		[164345] = "Пожиратель душ - падальщик",
		[161274] = "Местный аристократ",
		[162298] = "Юлкатар Жестокий",
		[85516] = "Скальный опустошитель",
		[176119] = "Порочный воспитатель",
		[90379] = "Иссохший фанатик",
		[171513] = "Виск Всепоглощающий",
		[156157] = "Бессердечный-перерожденный",
		[177144] = "Командир Малламорт",
		[22347] = "Исполинский скрытень",
		[176121] = "Порочный послушник",
		[164348] = "Блуждающая тень",
		[164860] = "Гонец маркграфа",
		[166908] = "Малифис",
		[156159] = "Бессердечный-копейщик",
		[177146] = "Верный Утробе некросвязыватель",
		[161279] = "Тренирующийся претендент",
		[178171] = "Бурекованый страж",
		[166398] = "Кузнец душ Ровус",
		[79888] = "Железный пехотинец",
		[164351] = "Исчезающая тень",
		[44687] = "Проточудище",
		[183291] = "Древняя протораптора",
		[85775] = "Гром'карский остроглаз",
		[169471] = "Златогривый охотник",
		[169983] = "Темноклюв-охотник",
		[53901] = "Нестабильная магма",
		[183804] = "Воплощенная порча",
		[168960] = "Фулфир Иссеченный",
		[182269] = "Хищный сервид",
		[85264] = "Ролкор",
		[166913] = "Околдованный страж",
		[171520] = "Крадущийся друст",
		[159747] = "Королева костежалов",
		[168961] = "Алчущие",
		[169473] = "Cross Strike Stalker",
		[174592] = "Агрессивная цапля",
		[166914] = "Сломленный хранитель",
		[175616] = "Зо'фекс",
		[166915] = "Одержимый смотритель",
		[171522] = "Нечестивый истребитель",
		[182272] = "Прожорливый сервид",
		[11464] = "Криводрев-ветвеплет",
		[159750] = "Гнездо костежалов",
		[181249] = "Тефос",
		[169988] = "Нестабильный грешник",
		[166917] = "Сокрушитель рощи",
		[159751] = "Разрядниконосец мятежников",
		[168453] = "Оживленная легавая",
		[171525] = "Мелкий таракан Утробы",
		[176132] = "Порочный свежеватель душ",
		[160264] = "Оссеиновый боец",
		[168966] = "Яркая Искра",
		[166919] = "Нечестивый истребитель",
		[12264] = "Шаззрах",
		[159753] = "Жорожал",
		[168967] = "Гервин",
		[166920] = "Друст-служитель",
		[184324] = "Вихляющий аннелид",
		[173575] = "Надсмотрщица Фонейра",
		[171016] = "Заразная капля",
		[168969] = "Хлещущая слизь",
		[183814] = "Отарис Разъяренный",
		[159756] = "Молодой костежал",
		[139793] = "Когтистый гризли",
		[85781] = "Гром'карский рубака",
		[159757] = "Аколит-некромант",
		[119053] = "Зоротианский ритуалист",
		[107024] = "Повелитель Скверны <Авгульф-СвежевательДуш>",
		[53648] = "Адский ястреб",
		[183304] = "Пустынная раптора",
		[167948] = "Заразное чудовище",
		[161294] = "Резная ищейка",
		[182281] = "Ненасытный падальщик",
		[166925] = "Гниющие останки",
		[167949] = "Чумной выживший",
		[172556] = "Зачарованное око",
		[182282] = "Бешеный проглот",
		[166926] = "Некромант-призыватель",
		[172557] = "Служащий личам страж",
		[178188] = "Верный Утробе осквернитель",
		[150547] = "Ворчун из племени Хламоедов",
		[167439] = "Беспокойный дымчатый дракон",
		[182284] = "Стражник из Армии ужаса",
		[111889] = "Серный страж гнева",
		[166928] = "Дряхлый желчевик",
		[54161] = "Полыхающий архонт",
		[172047] = "Изменчивый боггарт",
		[180749] = "Фрагмент души <Исполинский истребитель>",
		[174095] = "Чудовищный смотритель",
		[172048] = "Боггарт - болотный скрытень",
		[168977] = "Верный Утробе чудотворец",
		[185869] = "Порождение протокузни <Оссх-СвежевательДуш>",
		[178191] = "Зальвез Сборщик",
		[182798] = "Искаженный ваятель хаоса",
		[95766] = "Обезумевший остроклюв",
		[26125] = "Нервохран",
		[164371] = "Раскольник-грабитель",
		[168978] = "Громадный каратель",
		[109331] = "Каламир",
		[166931] = "Костяной ломатель",
		[172050] = "Чащобный туманный ползун",
		[86809] = "Гром'карский поджигатель",
		[115730] = "Страж Скверны - дозорный",
		[11465] = "Криводрев-топотун",
		[163861] = "Крохотный пепельный ползун",
		[168980] = "Верный Утробе каратель",
		[182289] = "Подавитель из Армии ужаса",
		[163862] = "Защитник из многоокой рати",
		[177683] = "Алчущий клещ",
		[103446] = "Отрекшаяся - метательница льда",
		[165911] = "Верное создание",
		[170518] = "Верный Утробе разрушитель",
		[166935] = "Неумирающий солдат",
		[151579] = "Генератор защитного поля",
		[160281] = "Герцог Симион",
		[182292] = "Скованный ритуалист",
		[95769] = "Бешеная визгунья",
		[104215] = "Капитан патруля Гердо",
		[172567] = "Тень смерти Ксантут",
		[92954] = "Восставший солдат",
		[21263] = "Техник из племени Седого Сердца",
		[157212] = "Самонадеянный исследователь",
		[170009] = "Нервный эфирный змей",
		[169498] = "Чумная бомба",
		[85277] = "Железный работник",
		[159261] = "Воздушный сдерживатель \"ОУ-3\"",
		[176665] = "Кортийский громит",
		[107288] = "Саженец злошипа <Дубосерд>",
		[115734] = "Изрыгатель тьмы",
		[49813] = "Преобразившийся драконаар",
		[162845] = "Оррхолин",
		[104217] = "Таликса Пламя Гнева",
		[160286] = "Лорд Сорин",
		[173083] = "Перемещенный пожиратель душ",
		[161310] = "Палач Адрастия",
		[157727] = "Опаленный изгнанник",
		[166941] = "Боевой призрак",
		[174108] = "Некромантическая аномалия",
		[166942] = "Око \"Золрамуса\"",
		[104218] = "Советник Меландр",
		[24207] = "Войско мертвых|T1392565:0|t <Дискодансер-Ясеневыйлес>",
		[169502] = "Воплощение усталости",
		[165919] = "Скелет-мародер",
		[105754] = "Проекция советника Меландра",
		[183323] = "Вторгшийся вредитель",
		[53141] = "Раскаленный огневсплеск",
		[160289] = "Садовник из квартала Ределав",
		[165408] = "Халкиас",
		[162849] = "Моргулиакс",
		[175646] = "ПОЧТ-мейстер",
		[112665] = "Заступник Цитадели Ночи",
		[164897] = "Туманник",
		[157731] = "Опаленный падальщик",
		[172064] = "Нестабильная личинка",
		[165410] = "Верховный адъюдикатор Ализа",
		[157732] = "Обожженный пепельный вурдалак",
		[91423] = "Холмовой ворг",
		[167458] = "Острокостный пробиватель",
		[80162] = "Маг Бездны из клана Призрачной Луны",
		[164899] = "Атрок Пепельный",
		[185886] = "Чумной рух",
		[157733] = "Обезумевший пепельный вурдалак",
		[22352] = "Гигантский яростень",
		[172066] = "Корнехват",
		[164388] = "Слияние Света",
		[99358] = "Гнилосердная дриада",
		[154663] = "Поглощающая гномов капля",
		[177186] = "Верный Утробе покоритель",
		[181793] = "Эбонитовый цепной страж",
		[11658] = "Огненный великан",
		[166437] = "Нашо",
		[163366] = "Чародей из войска мертвых <Sylnora-DieTodeskrallen>",
		[114715] = "Бестелесный повар",
		[78116] = "Элементаль воды",
		[86562] = "Мадгард Без'мозг",
		[165414] = "Порочный уничтожитель",
		[99359] = "Гнилосердный хранитель",
		[154153] = "\"Каратель KX-T57\"",
		[175652] = "Повелитель горести",
		[160296] = "Порочный нотариус",
		[165415] = "Работящий смотритель",
		[114716] = "Бестелесный пекарь",
		[160297] = "Порочный сборщик душ",
		[115484] = "Сквернотопырь",
		[99360] = "Цветущий злошип",
		[182820] = "Корнеед-бурильщик",
		[167464] = "Верховный чародей Димитрий",
		[156203] = "Стигийский испепелитель",
		[181797] = "Повелитель ужаса - командир",
		[98081] = "Ревущий идол <Уларогг Скаломол>",
		[172072] = "Одурманенная туманом цапля",
		[160811] = "Подкрадывающийся клещ",
		[169513] = "Эфирный змей-падальщик",
		[157740] = "Маркиз Пробойник",
		[172073] = "Сломленный мороком страж",
		[168490] = "Пакостник из племени Хрупкой Коры",
		[181287] = "Сытый руножор",
		[170026] = "Ученик некроманта",
		[150575] = "Маховище",
		[171562] = "Бич Жуткой трясины",
		[86565] = "Вращающиеся цепи",
		[181800] = "Голем в оковах",
		[103457] = "Отрекшийся-епископ",
		[49817] = "Обузданное адское пламя",
		[95779] = "Гноешкурый гризли",
		[112671] = "Боевой маг из Сумеречной стражи",
		[180777] = "Заряженный конструктор",
		[181801] = "Эбонитовый подавитель",
		[170028] = "Скелет-неофит",
		[172076] = "Обращенный дубосерд",
		[181290] = "Оскверненный собиратель рун",
		[170029] = "Молодая пикси",
		[179755] = "Пожирание",
		[184362] = "Верный Утробе диверсант",
		[172589] = "Служащий личам часовой",
		[177196] = "Бритвокрыл - страж гнезда",
		[92965] = "Черная Тень",
		[80936] = "Гром'карский гренадер",
		[163376] = "Служитель дома Ределав",
		[172078] = "Дубосерд - пожиратель душ",
		[172590] = "Служащий личам заступник",
		[181292] = "Сбившийся каратель",
		[115488] = "Наполненный силой пиромант",
		[41500] = "Сумеречный выжигатель",
		[128285] = "Древний защитник",
		[151604] = "Анодированный устранитель проблем",
		[176686] = "Гниющий прислужник",
		[177198] = "Прожорливый падальщик",
		[181805] = "Верный Утробе мучитель",
		[80937] = "Гром'карская опалительница",
		[158259] = "Поганище",
		[175663] = "Хильбранд",
		[172080] = "Дубовый крушитель",
		[156212] = "Бессердечный-посланник",
		[177199] = "Верный Утробе всадник",
		[182318] = "Генерал Заратура",
		[128286] = "Проклятый мародер",
		[103972] = "Скверноподанный предатель",
		[163891] = "Костномозговая слизь",
		[156213] = "Бессердечный-страж",
		[182319] = "Снующий кусака",
		[179760] = "Исполинский истребитель",
		[163892] = "Гниющий слизнекоготь",
		[160821] = "Поглотитель с Края Мира",
		[161333] = "Предатель из башни Темной Стены",
		[170035] = "Нетерпеливый претендент",
		[170547] = "Раскольник-подмастерье",
		[112675] = "Наблюдатель из Сумеречной стражи",
		[11659] = "Разрушитель из недр",
		[175667] = "Защитная турель титанов",
		[176179] = "Крадущийся друст",
		[172596] = "Некроаколит",
		[182322] = "Хищная поросль",
		[112676] = "Аристократ-исказитель",
		[177204] = "Верный Утробе дознаватель",
		[177716] = "Убийца из картеля Со",
		[182323] = "Разумная поросль",
		[162872] = "Ксантут Чумная",
		[118819] = "Клинок Скверны - сокрушитель",
		[45213] = "Синестра",
		[164920] = "Друст-душеруб",
		[157754] = "Темный механик",
		[162873] = "Азмогал",
		[155195] = "Добытчик техники",
		[156219] = "Бессердечный-разведчик",
		[173111] = "Верный Утробе мучитель",
		[177718] = "Артас Менетил",
		[179254] = "Лорд Дретнал",
		[151613] = "Противопехотная белка <Мехагонский боевой механик>",
		[115493] = "Демонический портал",
		[182326] = "Колючая лоза",
		[170553] = "Бледноголовый грузчик",
		[162875] = "Девморта",
		[112678] = "Шал'дорай-натуралист",
		[172601] = "Некрочародей",
		[113190] = "Мередильский раздиратель",
		[155198] = "Автоматический инспектор по безопасности",
		[49821] = "Обузданный зефир",
		[179769] = "Пожирание",
		[177210] = "Дезертир из Малдраксуса",
		[185912] = "Чумной командир",
		[170044] = "Вентир-ученик",
		[172604] = "Оживленный костяной страж",
		[164926] = "Друст-древолом",
		[103210] = "Отрекшийся-защитник",
		[155201] = "Мошенница Вонка",
		[161344] = "Вандал из башни Темной Стены",
		[157761] = "Ларион-вожак",
		[179260] = "Верный Утробе регулировщик",
		[175677] = "Контрабандное существо",
		[156226] = "Бессердечный-подчинитель",
		[161345] = "Разрушитель из башни Темной Стены",
		[161857] = "Нирваска Призыватель",
		[171583] = "Появившийся хищник",
		[172607] = "Тень смерти Ксантут",
		[164929] = "Жительница Тирна Скитта",
		[185916] = "Пораженный чумой темный маг",
		[178238] = "Пустынная раптора",
		[178750] = "Опутанный колосс",
		[110378] = "Драгон Зиморожденный",
		[180286] = "Командир Зи'вайлер",
		[172608] = "Тень смерти Ксантут",
		[161859] = "Безмозглый кадавр",
		[162371] = "Бакилия Растерянная",
		[83761] = "Огрон-работник",
		[168002] = "Усиленный верный Утробе кандальщик",
		[172609] = "Тень смерти Ксантут",
		[48415] = "Сумеречный призыватель зла",
		[161348] = "Подавитель из башни Темной Стены",
		[170562] = "Начальник кузни Инго",
		[155206] = "Сжигатель паразитов",
		[151623] = "Король-над-свалкой",
		[176705] = "Венца Голдаплавс",
		[86577] = "Хоргг",
		[177729] = "Фал'зинге",
		[170563] = "Заклинатель рун Фаэтон",
		[83762] = "Гром'карский матрос",
		[172099] = "Морт",
		[177730] = "Драва'ора",
		[178754] = "Хищные мутации",
		[167493] = "Стрелок-отравитель",
		[151625] = "Рассечение разума",
		[86578] = "Железный артиллерист",
		[177731] = "Зелмани",
		[83763] = "Гром'карский техник",
		[172101] = "Ортим",
		[12076] = "Элементаль лавы",
		[101679] = "Грозный отравитель",
		[110125] = "Отравляющие споры",
		[151627] = "Господин Починятор",
		[103215] = "Отрекшийся - страж смерти",
		[178757] = "Голодное воплощение",
		[179269] = "Охранник \"Оазиса\"",
		[83764] = "Гром'карский остроглаз",
		[176198] = "Верный Утробе кандальщик",
		[160842] = "Подлый сборщик",
		[154700] = "Воздушный ликвидатор ХЗ-9",
		[151629] = "Эрнст",
		[47265] = "Сумеречный дракончик",
		[153165] = "Комендант Тонар",
		[107567] = "Страж сурамарского щита",
		[158796] = "Сборщик из Каменного Дозора",
		[83765] = "Гром'карский пехотинец",
		[163915] = "Чумное гнездо",
		[168522] = "Дозорный с заставы Черного Пса",
		[160844] = "Подлый бандит",
		[13196] = "Фазовый плеточник",
		[90164] = "Вестник войны Мокс'на",
		[160845] = "Охранник раскопок",
		[173642] = "Разорванный орган <Гигер>",
		[49825] = "Обузданный поток",
		[155215] = "Чудолиственный плеточник",
		[152656] = "Угасший ловчий",
		[171596] = "Чумной громадень",
		[106545] = "Усиленное око Гул'дана",
		[168525] = "Сабина",
		[102962] = "Кошмарное поганище",
		[103218] = "Отрекшийся-обманщик",
		[170573] = "Начальник кузни Тео",
		[171597] = "Костяные останки",
		[151634] = "Моторилла",
		[156241] = "Чудовищный страж",
		[160848] = "Инспектор Дациана",
		[167503] = "Туманокрыл-страж",
		[156242] = "Оживленный хищник",
		[160849] = "Инспектор Ионата",
		[53793] = "Предвестник пламени",
		[49826] = "Обузданный грохотун",
		[155219] = "Гормлинг-плевун",
		[116784] = "Скверноуст - маг порчи",
		[160850] = "Хранитель грехов Матео",
		[175695] = "Стигийский уголь",
		[172112] = "Изменчивый пожиратель жизни",
		[156244] = "Крылатый автоматон",
		[173136] = "Чумной дробитель",
		[182350] = "Задушенный лианами защитник",
		[179279] = "Проводник рока",
		[155221] = "Чудолиственная садовница",
		[156245] = "Большой автоматон",
		[40229] = "Раскаленный каменный элементаль",
		[181839] = "Дефективный колосс",
		[162388] = "Эмульгированная душа",
		[179280] = "Спровоцированный дозорный",
		[151127] = "Повелитель мучений",
		[173138] = "Верный Утробе всадник",
		[170067] = "Ярокрылый страхоклюв",
		[179281] = "Свернувшаяся кровь <Сострадание>",
		[151128] = "Повелитель замков",
		[151640] = "Неисправный хламобот",
		[172627] = "Оживленный тяжеловес",
		[132701] = "Т'зейн",
		[161878] = "Рассекатель из племени Серпошипов",
		[113971] = "Благочестивая дева",
		[175699] = "Призрачный падальщик",
		[86074] = "Малютка-ревудан",
		[181330] = "Тронутый Утробой авиан",
		[103222] = "Отрекшийся - теневой клинок",
		[157784] = "Опаленный бандит",
		[162391] = "Разделенная сущность",
		[179283] = "Спровоцированный сборщик",
		[175700] = "Верный Утробе потрошитель",
		[168022] = "Склизкое щупальце",
		[180819] = "Забытый смотритель",
		[157785] = "Опаленный бандит",
		[166487] = "Поглотитель из Гиблотопи",
		[179284] = "Спровоцированный регулировщик",
		[184403] = "Люпин-бета <Вексис>",
		[160345] = "Обожженный инквизитор",
		[177237] = "Цепи Проклятия",
		[161881] = "Раненое стальнохребетное поганище",
		[170583] = "Сын войны из дома Избранных",
		[179285] = "Спровоцированный чародей",
		[155227] = "Оранжевый утрамбовщик",
		[84028] = "Осадный мастер Рокра",
		[173655] = "Матриарх темнокрылов",
		[174167] = "Призывательница Темного фронта",
		[174679] = "Подмастерье Верис",
		[155228] = "Серый утрамбовщик",
		[172120] = "Матриарх гормов",
		[169049] = "Изголодавшийся по аниме хищник",
		[95290] = "Завоеватель из племени Тотема Скверны",
		[43686] = "Огнис",
		[100409] = "Сумеречный завыватель",
		[157277] = "Оголодавший эфирный змей",
		[165979] = "Воплощение греха <Собиратель камней грехов>",
		[85565] = "Пустынный когтехват",
		[182360] = "Аннелид-землепроходец",
		[179289] = "Пронзающий опустошитель",
		[156255] = "Порочный архивариус",
		[185944] = "Парализующий яд",
		[178778] = "Прожорливая поросль",
		[179802] = "Ярзхоф Разоритель",
		[184409] = "Эув'оук",
		[172636] = "Кристаллическая стигия",
		[177243] = "Азодий",
		[181850] = "Быстровозводимый часовой",
		[43687] = "Акварион",
		[164447] = "Скульд",
		[177244] = "Закаленный рунами мститель",
		[161376] = "Стальнохребетный ветеран",
		[182363] = "Аннелид-глинобур",
		[183387] = "Часовой Катализатора",
		[14349] = "Пимгиб",
		[177245] = "Прожорливый поглотитель",
		[182364] = "Опутанный скиталец",
		[111929] = "Скверноподданный осквернитель",
		[104251] = "Часовой из Сумеречной стражи",
		[165473] = "Вожак кровобивней",
		[170080] = "Обнаруженный боггарт",
		[166497] = "Фонтан анимы",
		[184413] = "Изменчивый звездоглот",
		[160355] = "Обращенный когтистый страж",
		[166498] = "Клещ-захватчик",
		[151654] = "Дьюс Мехалоск",
		[160356] = "Претор-механолог",
		[177248] = "Верный Утробе покоритель",
		[178272] = "Верный Утробе проповедник",
		[170594] = "Раскольник-претендент",
		[151655] = "Крайне взрывоопасная ракета",
		[160357] = "Каратель раскольников",
		[181344] = "Руномех",
		[181856] = "Модуль точечной обороны",
		[178273] = "Верный Утробе завоеватель",
		[170595] = "Раскольница-копейщица",
		[11470] = "Элдретарский колдун",
		[167524] = "\"Валинор\"",
		[112955] = "Темночешуйчатый змей",
		[181857] = "Повелитель ужаса - диверсант",
		[101438] = "Злобнозем-глыба",
		[178786] = "Верный Утробе сокрушитель душ",
		[167525] = "Мортанис",
		[151657] = "Бомботанк",
		[156264] = "Порочный гурман",
		[181346] = "Верный Утробе криптопровидец",
		[43689] = "Террастра",
		[11982] = "Магмадар",
		[167526] = "Нургаш Жижерожденный",
		[151658] = "Танк-долгоног",
		[164967] = "Доктор Икус",
		[181859] = "Нестабильная материя",
		[161896] = "Архивариус",
		[170598] = "Раскольник-нашептыватель",
		[179812] = "Беспокойное тараканище",
		[151659] = "Ракетный танк",
		[115004] = "Омерзительный чернорабочий",
		[178789] = "Жаждущий душ теневик",
		[183396] = "Вечный изготовитель",
		[45993] = "Тералион",
		[151660] = "Хламометатель из племени Хламоедов",
		[156779] = "Падший искатель знаний",
		[153196] = "Ворчун из племени Хламоедов",
		[182373] = "Раптора-падальщик",
		[47017] = "Элементаль огня",
		[164458] = "Проситель-одиночка",
		[111166] = "Решительный придворный",
		[181862] = "Дефективный переформатировщик",
		[182374] = "Потрепанный временем геоменталь",
		[183398] = "Древний часовой",
		[161388] = "Некрочистильщик",
		[178280] = "Арсо'ун Узник",
		[154222] = "Занш'ир-лазутчик",
		[98370] = "Фантомный советник",
		[115006] = "Безумный собиратель",
		[181352] = "Злобоклюй",
		[157294] = "Пульсирующий кровопийца",
		[103745] = "Отрекшаяся - темный следопыт",
		[179305] = "Верный Утробе металлург",
		[161390] = "Пес тьмы - охотник",
		[157807] = "Верный Утробе заклинатель душ",
		[184425] = "Подчиненный джиро",
		[107073] = "Резервист из Сумеречной стражи <Часовой из Сумеречной стражи>",
		[182378] = "Расхититель из картеля Зи",
		[167022] = "Боевой раздиратель",
		[184426] = "Укротитель Хельзид",
		[190057] = "Облако кошмаров",
		[157809] = "Верный Утробе темный маг",
		[182891] = "Верный Утробе кандальщик",
		[179308] = "Ненасытная Крыса Утробы",
		[155250] = "Гнилоуст",
		[151667] = "Нефтеплюй из племени Хламоедов",
		[53545] = "Раскаленный изрыгатель",
		[153203] = "Таранный поршень",
		[157810] = "Верный Утробе вестник гибели",
		[183404] = "Вечный сборщик",
		[179821] = "Командир Зо'фар",
		[153204] = "Таранный поршень",
		[162418] = "Налетчик из племени Серпошипов",
		[118336] = "Призрачный негодяй",
		[115009] = "Бес огня Скверны",
		[160883] = "Стратег Окра",
		[161395] = "Стойкий элементаль смерти",
		[179823] = "Собиратель реликвий",
		[180335] = "Контрабандист из картеля",
		[152182] = "Ржавое Перо",
		[181359] = "Тронутый Утробой самец",
		[161396] = "Тиран Лепрутис",
		[170610] = "Защитник склада",
		[183919] = "Подчиненный часовой",
		[180336] = "Авторитет из картеля",
		[181360] = "Вексис",
		[161397] = "Защитник Маддукс",
		[162421] = "Налетчик из племени Серпошипов",
		[11471] = "Элдретарская тень",
		[171635] = "Околдованный друстами смотритель",
		[151672] = "Мехарантул",
		[161398] = "Присягнувший клинку Вираза",
		[11663] = "Поджигатель-целитель",
		[154744] = "Токсичное чудище",
		[183921] = "Раздраженный веспоид-дрон",
		[160375] = "Одичавший ритуалист",
		[181874] = "Ненасытный крушитель",
		[155769] = "Яйцо ползуна",
		[155770] = "Грозный птенец <Яйцо ползуна>",
		[177269] = "Со'лея",
		[155259] = "Погрузчик Вира",
		[163961] = "Агрессивный клещ",
		[157307] = "Гелло",
		[178294] = "Лейтенант Воксифер",
		[162426] = "Неудачный кадавр",
		[167033] = "Гниющий шаркун",
		[183925] = "Таквитц",
		[177271] = "Железный хранитель Салрикс",
		[157308] = "Порченый осадок",
		[157820] = "Магматический покоритель пламени",
		[150142] = "Хламометатель из племени Хламоедов",
		[108359] = "Взрывчатый скорпид",
		[181879] = "Приманенный клещ",
		[166011] = "Остатки плоти",
		[162428] = "Трупный щекотатель",
		[179832] = "Снующая тень",
		[164476] = "Страдающее слияние",
		[152703] = "\"Шокотрон X1\"",
		[157310] = "Костежуй",
		[182392] = "Оплетенный страж",
		[167548] = "Верховный жрец Раказоду",
		[168572] = "Гриб-штурмовик",
		[157311] = "Жароплав",
		[114247] = "Смотритель",
		[47150] = "Опустошитель земли",
		[168573] = "Роковой гриб",
		[157312] = "Бесформенная масса",
		[157824] = "Защитник пламени",
		[150146] = "Шаман из племени Хламоедов",
		[108361] = "Кристаллический скорпид",
		[168574] = "Заразный добытчик",
		[177788] = "Верный Утробе скармливатель душ",
		[183931] = "Подчиненный страж",
		[180348] = "Громила из картеля",
		[160385] = "Ловец душ Дойна",
		[74834] = "Кокон <Эйб-Ясеневыйлес>",
		[170623] = "Темная дозорная",
		[163457] = "Раскольник - боец авангарда",
		[155779] = "Разрывательница Гробниц",
		[135816] = "Мерзотень <Бстардэс-СвежевательДуш>",
		[152708] = "Верный Утробе искатель",
		[177790] = "Отчаявшаяся тень",
		[114249] = "Нестабильная энергия <Смотритель>",
		[163458] = "Раскольница-бичевательница",
		[47151] = "Разрыватель ветра",
		[83025] = "Гром'карский военачальник",
		[163459] = "Раскольник-целитель",
		[168578] = "Грибомаг",
		[183423] = "Исправившийся жених",
		[179840] = "Тазавешский хранитель порядка",
		[172674] = "Заклинатель рун Малкорн",
		[103245] = "Отрекшийся-осквернитель",
		[83026] = "Осадный мастер Олугар",
		[103757] = "Волшебница Костехлада",
		[183424] = "Достойный джентльмен",
		[179841] = "Опытный заклинатель искр",
		[168580] = "Чумной бурильщик",
		[11664] = "Поджигатель-гвардеец",
		[81235] = "Рабочий Мрачных Путей",
		[183425] = "Благоразумный распорядитель",
		[179842] = "Охранитель коммерции",
		[176259] = "Верный Утробе небесный охотник",
		[184961] = "Шишковатый быстролап",
		[169605] = "Верный Утробе сборщик",
		[150154] = "Завролиск-костеглод",
		[48048] = "Сумеречный дракончик",
		[184962] = "Шишковатый мародер",
		[153226] = "Певица стали Фреза",
		[161928] = "Оссеиновый скульптор",
		[81236] = "Техник Мрачных Путей",
		[150667] = "Улучшенный часовой",
		[53167] = "Освобожденный повелитель пламени",
		[160393] = "Ловец душ Дойна",
		[83028] = "Гром'карский остроглаз",
		[150156] = "Разваливатель из племени Хламоедов",
		[120651] = "Взрывчатка",
		[176262] = "Верный Утробе смотритель",
		[112973] = "Заклинатель из Сумеречной стражи",
		[177286] = "Слияние фантазмы",
		[153228] = "Инспектор экипировки Искраддон",
		[179334] = "Заклинатель порталов Зо'хонн",
		[171656] = "Капитан снайперов-отравителей",
		[115533] = "Веселый поджигатель",
		[115789] = "Демонический разлом",
		[163979] = "Нечестивый заклинатель",
		[181383] = "Тронутый Утробой сервид",
		[165515] = "Порочный темный клинок",
		[166027] = "Появившийся ящер",
		[150159] = "Король Гоббамак",
		[159885] = "Замысловатая паутина",
		[172682] = "Изломанный кошмар",
		[166028] = "Зел'хан Призыватель",
		[150160] = "Бугай из племени Хламоедов",
		[104273] = "Джазшариу",
		[159886] = "Сестра Хелицера",
		[156815] = "Неукротимый",
		[166029] = "Возвратившийся ужас",
		[174731] = "Одержимый хранитель рощи",
		[177291] = "Верный Утробе осквернитель",
		[177803] = "Вестница боли Волклана",
		[174732] = "Ингра Кразик",
		[104274] = "Баалгар Бдительный",
		[155793] = "Останки",
		[177292] = "Верный Утробе изувер",
		[177804] = "Теззерак",
		[167055] = "Метатель гнили",
		[183947] = "Усиленный страж",
		[160401] = "Гринич",
		[98900] = "Змееуст-плутишка",
		[177805] = "Кавелокс Заразитель",
		[166032] = "Тролль крови - загробник",
		[175246] = "Агонизирующая тень",
		[104275] = "Имаку'туя",
		[155795] = "Жуткий ползун",
		[160402] = "Гронд",
		[177294] = "Барон Вираз",
		[105299] = "Рекурсивный элементаль",
		[150165] = "Жижементаль",
		[177295] = "Колоссальный пожиратель миров",
		[177807] = "Охранник таможни",
		[137369] = "Молчаливый Борис",
		[151702] = "Паол Пруд-по-колено",
		[185486] = "Неистовый веспоид",
		[177808] = "Тяжелый смотритель",
		[145560] = "Магнитохват",
		[162452] = "Дартанос",
		[163476] = "Воинствующий призыватель камня",
		[172690] = "Пикси",
		[150168] = "Токсичное чудище",
		[162965] = "Гуверат",
		[116562] = "Поджигатель-центурион",
		[172179] = "Ползун",
		[164501] = "Призывательница Туманов",
		[105301] = "Своевременный элементаль",
		[11665] = "Лавовый уничтожитель",
		[150169] = "Токсичный скрытень",
		[183953] = "Оскверненный архитектор",
		[159895] = "Дети Хелицеры",
		[164502] = "Аристократ-маг",
		[165014] = "Оживленная чума",
		[179347] = "Верный Утробе предвестник",
		[179859] = "Зиракз Непознаваемый",
		[104534] = "Тюремщик Д'зорикс",
		[165015] = "Огромный сгусток слизи",
		[60849] = "Статуя Нефритовой Змеи",
		[170134] = "Голодающий захватчик",
		[114260] = "Мрргрия",
		[163992] = "Пылевой рогач",
		[160409] = "Смотритель Аттикус",
		[177301] = "Верная Хелии подавительница",
		[153755] = "Нано Мегабум",
		[165529] = "Порочная сборщица",
		[153756] = "Механоцикл",
		[114261] = "Тонни",
		[102232] = "Скальный зверолов",
		[163994] = "Пылевой проглот",
		[157340] = "Останки <Вестник смерти>",
		[166042] = "Косогряз",
		[158364] = "Горм-трупоед",
		[99929] = "Обломок",
		[183958] = "Зи'азам",
		[104536] = "Инквизитор Ветриз",
		[169114] = "Золотолапый скрытень",
		[177816] = "Специалист по допросу",
		[114262] = "Ловчий Аттумен",
		[184471] = "Верный Утробе мирмидон",
		[177817] = "Офицер поддержки",
		[104537] = "Повелитель Скверны Кураз'мал",
		[173723] = "Алчущее сердце",
		[183961] = "Зи'кина",
		[106585] = "Бдительный окулус",
		[182426] = "Натрезим-чародей",
		[151202] = "Гнусноструй",
		[164511] = "Экспериментальный каратель",
		[181403] = "Верный Утробе инквизитор",
		[170654] = "Калисфена",
		[114264] = "Полночь",
		[106586] = "Бдительный окулус",
		[177309] = "Обращенный раскольник",
		[177821] = "Реликвия Прародителей",
		[172703] = "Истощенный эфирный змей",
		[21216] = "Гидросс Нестабильный",
		[114265] = "Головорез",
		[155812] = "Верный Утробе ритуалист",
		[172704] = "Ненасытный эфирный змей",
		[181406] = "Верный Утробе провокатор",
		[174240] = "Выброшенный на берег спригган",
		[164515] = "Порабощенный пикси <Подчинитель смерти Хроф>",
		[181407] = "Верный Утробе боец",
		[44600] = "Халфий Змеерез",
		[114266] = "Береговой заклинатель волн",
		[114522] = "Мадам Чугунок",
		[168099] = "Усиленный Бессердечный-копейщик",
		[160421] = "Клещ-пожиратель",
		[181408] = "Верный Утробе глашатай",
		[89] = "Инфернал",
		[11442] = "Изверг из клана Гордок",
		[171171] = "Верный Утробе стрелок",
		[167588] = "Сумасшедший некрохирург",
		[151720] = "Огнедых из племени Хламоедов",
		[164517] = "Тред'ова",
		[174243] = "Выброшенный на берег спригган",
		[171172] = "Верный Утробе кандальщик",
		[168101] = "Усиленная угасшая тень",
		[185505] = "Маленький веспоид",
		[173732] = "Очищенное воплощение",
		[171173] = "Верный Утробе темный охотник",
		[12018] = "Мажордом Экзекутус",
		[168102] = "Усиленный угасший отголосок",
		[185506] = "Клещ из разлома",
		[161448] = "Дозорный дома Блэкбейл",
		[81252] = "Дров Крушитель",
		[102495] = "Ор'элл",
		[160425] = "Тлеющий костегрыз",
		[181412] = "Верный Утробе верзила",
		[168104] = "Усиленный мастер плавильной печи",
		[100960] = "Злогриб <Гнилосердный хранитель>",
		[21217] = "Скрытень из глубин",
		[166057] = "Слуга Мве'залы",
		[183461] = "Стигийский пес",
		[168105] = "Усиленный верный Утробе мастер огня",
		[160427] = "Претор-механолог",
		[177319] = "Хищный бритвокрыл",
		[178855] = "Леди Налис",
		[104288] = "Триллиакс",
		[168106] = "Усиленный верный Утробе страж",
		[172713] = "Вандал из грязевой лужи",
		[157869] = "Чартокс",
		[158893] = "Порочный учитель",
		[114526] = "Бестелесный дублер",
		[168107] = "Усиленный верный Утробе перехватчик",
		[164524] = "Пепельный разоритель",
		[185511] = "Песчаный змей",
		[119645] = "Зоротианский рыцарь Скверны",
		[182440] = "Разумная поросль",
		[158894] = "Порочный воспитатель",
		[163501] = "Раскольник-налетчик",
		[172715] = "Исследователь из грязевой лужи",
		[168109] = "Усиленный верный Утробе ритуалист",
		[180906] = "Галондрий",
		[170157] = "Стигийский кузнец рун",
		[178859] = "Стеклодув",
		[79720] = "Гром'карский подрывник",
		[52409] = "Рагнарос",
		[165039] = "Иваала Всевидящая",
		[161456] = "Рассекатель душ в маске",
		[150195] = "Слизнюк-гномоед",
		[166576] = "Азгар",
		[162993] = "Одержимый страж",
		[175790] = "Иссохший тенеяр",
		[176302] = "Корсар-канонир",
		[117088] = "Арахниарх Байбин",
		[109154] = "Громадень из клана Колец Ненависти",
		[21218] = "Отважный страж Вайш'ира",
		[170160] = "Взрывоопасная канистра",
		[162994] = "Одержимый хранитель",
		[163506] = "Стальной коготь раскольников",
		[164018] = "Камнерожденный-хранитель",
		[43324] = "Чо'Галл",
		[161971] = "Молодой матриарх",
		[175792] = "Крадущийся тенеяр",
		[160436] = "Скованный поглотитель",
		[162996] = "Одержимый смотритель",
		[183983] = "Подчиненный служитель",
		[98406] = "Угольный скорпион",
		[168627] = "Заклинатель чумы",
		[150712] = "Трикси Искрожгучка",
		[164021] = "Ночной Плащ - фехтовальщик",
		[185008] = "Нестабильная турель",
		[11667] = "Пламестраж",
		[159415] = "Проказник из племени Хрупкой Коры",
		[11859] = "Страж ужаса",
		[190128] = "Зул'гамуз",
		[165047] = "Кузнец душ Йол-Маттар",
		[174773] = "Злопамятная тень",
		[101991] = "Обитатель Кошмара",
		[163512] = "Камнерожденный-хранитель",
		[53691] = "Шэннокс",
		[183988] = "Усиленный служитель",
		[151740] = "Неисправный щенок утильхаунда",
		[177334] = "Ньеми",
		[17252] = "ДжуШокин ",
		[165050] = "Гнилошип-утилизатор",
		[158908] = "Порочный привратник",
		[167610] = "Мелкий камнебес",
		[177336] = "Зелнитоп",
		[157885] = "Одержимый воркай",
		[175801] = "Деформированный душегуб",
		[114790] = "Виз'адуум Всевидящий",
		[161469] = "Вымогатель дома Блэкбейл",
		[158910] = "Порочный хранитель склепа",
		[183992] = "Автоматическая защитная матрица",
		[164029] = "Грехослов",
		[165053] = "Моймейн",
		[179386] = "Корсар-офицер",
		[107113] = "Вортакс",
		[165566] = "Мертвый Глаз",
		[165055] = "Жадный эфирный змей",
		[166079] = "Хрупкий арбалетчик",
		[179388] = "Заклинатель волн с \"Песочных часов\"",
		[163520] = "Раскольник-офицер",
		[114792] = "Благочестивая дама",
		[180924] = "Гарудеон",
		[165568] = "Драный Бок",
		[178877] = "Перерожденная Релиана Темный Туман",
		[175806] = "Со'азми",
		[164033] = "Матриарх Темного лабиринта",
		[21220] = "Жрица резервуара Кривого Клыка",
		[162498] = "Голодный кровожор",
		[111210] = "Опаляющий инфернал",
		[157892] = "Неистовый пожиратель",
		[104300] = "Владычица теней",
		[177856] = "Чудовищный вурдалак",
		[178880] = "Алчущий клещ",
		[163524] = "Кирийский темный претор",
		[164036] = "Рассекатель из Темного лабиринта",
		[165060] = "Анимимик",
		[177857] = "Закаленный рунами разрушитель",
		[158406] = "Смрадек",
		[11476] = "Скелет высокорожденного",
		[164037] = "Защитник Темного лабиринта",
		[168644] = "Остротенетный прядильщик",
		[174275] = "Извивающийся гнилоцвет",
		[167109] = "Скелет - боец авангарда",
		[175811] = "Пирующая крыса Утробы",
		[164038] = "Плевун из Темного лабиринта",
		[180930] = "Забытый геоменталь",
		[185537] = "Мерзкий надсмотрщик",
		[177859] = "Вскрытое поганище",
		[182466] = "Антрос",
		[11988] = "Големагг Испепелитель",
		[184002] = "Ильгаз Расхититель",
		[161480] = "Шантажист дома Блэкбейл",
		[166087] = "Привилегированный жертвователь",
		[170694] = "Призрачный убийца",
		[167111] = "Иглобрюх-рогач",
		[114796] = "Благонравная горничная",
		[180932] = "Старый терзатель",
		[152779] = "Моч'к Восемь Пальцев",
		[173766] = "Пылевик-чистильщик",
		[166088] = "Смотрительница двора Пралак",
		[116076] = "Призванный магический защитник",
		[172231] = "Киргвальд",
		[164553] = "Туманный союзник",
		[169160] = "Жуткая гончая",
		[181957] = "Шипоцветный часовой",
		[178374] = "Верный Утробе вспарыватель",
		[167113] = "Иглобрюх-кислотник",
		[114541] = "Призрачный зритель",
		[77942] = "Изначальный элементаль бури <Норкотик-СвежевательДуш>",
		[156364] = "Сгусток гордыни",
		[177863] = "Закаленный рунами мирмидон",
		[150222] = "Токсикоид",
		[158924] = "Сущность отчаяния",
		[179911] = "Тихий ловец душ",
		[117101] = "Гнусная ткачиха Скверны",
		[177352] = "Сланцевик-терзатель",
		[167115] = "Некромант - боевой заклинатель",
		[114542] = "Бестелесный филантроп",
		[165068] = "Иссохший эфирный змей",
		[167116] = "Иглобрюх-разоритель",
		[179913] = "Угасший скрытень",
		[164557] = "Фрагмент Халкиаса",
		[92788] = "Мракобес - исказитель снов",
		[181961] = "Сгенерированный бастион",
		[158927] = "Порочный послушник",
		[155344] = "Окисленный слизнюк",
		[159951] = "Туманник",
		[177355] = "Ненасытный бритвокрыл",
		[90997] = "Крушитель из племени Камня Силы",
		[158928] = "Порочный свидетель",
		[184010] = "Оракул мучения",
		[184522] = "Бдительный хранитель",
		[92789] = "Мракобес-ужасень",
		[181963] = "Сгенерированная лютая вомбата",
		[174285] = "Выброшенный на берег знахарь",
		[183499] = "Бугай",
		[114544] = "Гниющий билетер",
		[164048] = "Труулакс",
		[181964] = "Сгенерированный формировщик",
		[178893] = "Бешеный бритвокрыл",
		[179405] = "Мирно жующий горм",
		[159442] = "Освобожденная ненависть",
		[180429] = "Нарядный звездочет",
		[178894] = "Бритвокрыл-матриарх",
		[183501] = "Изобретатель Зи'мокс",
		[114801] = "Призрачный подмастерье",
		[98677] = "Паучонок из крепости Черной Ладьи",
		[158420] = "Пепельный разоритель",
		[180431] = "Настойчивый ритуалист",
		[164563] = "Свирепый гаргон",
		[181967] = "Сгенерированный оракул",
		[114802] = "Призрачный работник",
		[91000] = "Злобнозем-исполин",
		[111731] = "Картакс",
		[174802] = "Стрелок-отравитель",
		[83578] = "Огрон-работник",
		[79739] = "Гром'карский гренадер",
		[180433] = "Блуждающий пульсар <Нарядный звездочет>",
		[174291] = "Глашатай раскольников Андромида",
		[114803] = "Призрачный помощник смотрителя стойл",
		[169173] = "Истязатель Мясыша",
		[91001] = "Смолоплюй-ползун",
		[112756] = "Сораллий",
		[113012] = "Скверноподданный маг Хаоса",
		[173781] = "Потревоженный бурильщик",
		[178388] = "Базарный боец",
		[53187] = "Поджигатель-магмомант",
		[114804] = "Призрачный конь",
		[152283] = "Буйный хламобот",
		[99192] = "Тень Ксавия",
		[175830] = "Концентрированная стигия",
		[92538] = "Личинка смолоплюя",
		[177878] = "Усиленный рунами защитник",
		[168153] = "Чумной рух",
		[98681] = "Ткач из крепости Черной Ладьи",
		[111222] = "Демоническая сущность",
		[173784] = "Загадочное мясо",
		[21863] = "Брандашмыг из Змеиного святилища",
		[157405] = "Сара Уайт",
		[178392] = "Страж ворот Зо'мазз",
		[53188] = "Поджигатель-поработитель",
		[168155] = "Чумной труп",
		[160477] = "Воплощение ярости",
		[91004] = "Уларогг Скаломол",
		[160478] = "Защитник из Каменного легиона",
		[178394] = "Прислужник картеля",
		[81279] = "Залп шипастых стрел",
		[183513] = "Голодный терзатель",
		[102778] = "Змееуст-собиратель",
		[91005] = "Нараксас",
		[115831] = "Пожиратель маны",
		[183514] = "Прожорливый поглотитель",
		[179931] = "Разрушительница реликвий Крелва",
		[164575] = "Катя",
		[166111] = "Друст – угасающий клинок",
		[162528] = "Сморгас Обжора",
		[183515] = "Прожорливый клещ",
		[184539] = "Автоматический уничтожитель",
		[164576] = "Дориан",
		[111225] = "Маг Хаоса Белерон",
		[91006] = "Камнеспинный щелкозуб",
		[183516] = "Поглотитель",
		[159970] = "Герцогиня Одетта",
		[169696] = "Болотный солдат",
		[170208] = "Пылающая стигия",
		[168673] = "Голодающая темная гончая",
		[111226] = "Призыватель Ксив",
		[91007] = "Даргрул",
		[166626] = "Очень грубый головорез",
		[171745] = "Сгусток чумы",
		[102781] = "Детеныш сквернотопыря",
		[111227] = "Заклинательница Скверны Фарамера",
		[91008] = "Скальный камнешвыр",
		[112251] = "Гнилостная слизь",
		[165093] = "Раненый страж леса",
		[153320] = "Волна яда",
		[178402] = "Диатор Ищейка",
		[81283] = "Гром'карский пехотинец",
		[184545] = "Верный Утробе расхититель",
		[165094] = "Лесной хищник",
		[169701] = "Дрессировщик мясоедов",
		[178403] = "Горганнон",
		[150250] = "Стрелок из банды Поршнеголовых",
		[179939] = "Неистовый люпин Утробы",
		[159976] = "Герцог Симион",
		[152298] = "Охранница из Механиков",
		[12118] = "Люцифрон",
		[169702] = "Прошитый мясоед",
		[150251] = "Механик из банды Поршнеголовых",
		[179940] = "Взрывающаяся сфера Утробы <Верный Утробе осквернитель>",
		[90242] = "Змей разлома",
		[53575] = "Укротитель лавы",
		[99200] = "Дресарон",
		[46153] = "Нагорный ворг",
		[168680] = "Верный Утробе надзиратель",
		[161002] = "Вооруженный защитник",
		[21225] = "Волноступ-воин",
		[150253] = "Вооруженный робопаук",
		[158955] = "Призванный подменыш <Выброшенный на берег знахарь>",
		[90243] = "Призрак разлома",
		[150254] = "Утильхаунд",
		[158956] = "Призванный подменыш",
		[159980] = "Мадам Ленута",
		[164587] = "Сытый пилозуб",
		[416] = "Неизвестно",
		[90244] = "Аркавелл",
		[168683] = "Горак Зар",
		[169707] = "Подавитель из башни Темной Стены",
		[178409] = "Леди Кивретан",
		[166636] = "Рассудитель Вины",
		[179433] = "Эгида хранилища",
		[164589] = "Регенерирующее дикое семя <Despinx-TwistingNether>",
		[178410] = "Терравангелия",
		[98691] = "Восставший разведчик",
		[177899] = "Верный Утробе всадник",
		[170733] = "Обожравшийся гнилячок",
		[171245] = "Дикая адская гончая",
		[168174] = "Брошенный пепельный вурдалак",
		[93061] = "Восставший саблезуб",
		[178412] = "Камнетворица",
		[167151] = "Хрупкий наблюдатель",
		[184043] = "Глава раскопок",
		[181484] = "Тронутый Утробой люпин",
		[177390] = "Стигийский бомбардир",
		[21226] = "Волноступ-шаман",
		[163058] = "Туманная защитница",
		[102788] = "Злобный покоритель Скверны",
		[98949] = "Хмуродроб Лютый",
		[177903] = "Подчиненный защитник",
		[162035] = "Опаленный головорез",
		[100485] = "Лишенный души боец авангарда",
		[168690] = "Оссеиновый трутень",
		[183535] = "Искаженный голиаф",
		[175857] = "Кристаллический голем боли",
		[164084] = "Воплощение ярости <Яростная душа>",
		[165108] = "Иллюзорный клон",
		[171251] = "Чудовищный друст",
		[100486] = "Восставший чародей",
		[185584] = "Кощунство <Локеан-СвежевательДуш>",
		[93064] = "Сокол из крепости Черной Ладьи",
		[11671] = "Гончая недр",
		[175347] = "Кальцификация",
		[179954] = "Расщепляющий луч <Тяжелый смотритель>",
		[180978] = "Гирукон",
		[169205] = "Жоркий цветок",
		[153337] = "Мехагонский контейнер",
		[183538] = "Искаженный ловчий",
		[163575] = "Пепельный ползун",
		[169206] = "Пожирающая гидра",
		[166135] = "Астра в роли Азшары",
		[40782] = "Налетчик Зин'жатара",
		[98696] = "Иллисанна Гребень Ворона",
		[177397] = "Верный Утробе глазодер",
		[108678] = "Шар'тос",
		[108934] = "Оскверненная кровь",
		[177398] = "Сотворенное страдание",
		[177910] = "Энсидий Осквернитель",
		[170232] = "Темнокрылый эфирный змей",
		[81293] = "\"Железная звезда III\"",
		[177399] = "Воющая тень",
		[161531] = "Асморда",
		[166138] = "Ми'кай в роли Аргуса Порабощенного",
		[179959] = "Старый терзатель",
		[162044] = "Опаленный чародей",
		[152319] = "Бронированный стальной краб",
		[165116] = "Оссеиновый прислужник <Оссеиновый скульптор>",
		[166140] = "Сенти в роли Гул'дана",
		[151296] = "\"КПХ-Мститель/МГ\"",
		[164093] = "Макабр",
		[101002] = "Крос",
		[179962] = "Бродячий аннелид",
		[119174] = "Зул'рат",
		[173820] = "Потревоженный клещ",
		[178427] = "Угасшее умертвие <Часовой хранилища>",
		[158976] = "Визжащий сумеречник",
		[120710] = "Завоеватель из армии Горести Скверны",
		[177404] = "Верный Утробе уничтожитель",
		[182523] = "Заклинатель адского огня",
		[114312] = "Мороуз",
		[14327] = "Лефтендрис",
		[119175] = "Кол'рат",
		[177917] = "Лорд Аззорак",
		[166144] = "Работник сцены",
		[150276] = "Тяжелый хламобот",
		[158978] = "Огромный камнешкур",
		[120711] = "Осквернительница из армии Горести Скверны",
		[151812] = "Нейтрализовать угрозу",
		[21228] = "Гидромант-волноступ",
		[157955] = "Буйный пожиратель",
		[81297] = "Лютоклык",
		[151301] = "Неисправный утильхаунд",
		[155908] = "Вестник смерти",
		[180990] = "Тюремщик",
		[157444] = "Дозорная дома ловчих",
		[166146] = "Ния в роли Ксавия",
		[170753] = "Активированный колосс",
		[151814] = "Угасший фантом",
		[52558] = "Повелитель Риолит",
		[170754] = "Активированный колосс",
		[179456] = "Верный Утробе вытягиватель",
		[151815] = "Угасший отголосок",
		[45264] = "Сумеречный огневой стрелок",
		[115594] = "Арбитр из Сумеречной стражи",
		[11448] = "Чернокнижник из клана Гордок",
		[11480] = "Волшебная аберрация",
		[176386] = "Послушная темная гончая",
		[159495] = "Трясинный землерой",
		[151817] = "Угасший демон",
		[82579] = "Гром'карский ясновидящий",
		[115595] = "Палач из Сумеречной стражи",
		[182530] = "Перехватчица оскверненной стали",
		[103822] = "Древень",
		[159496] = "Главный кузнец Мадалав",
		[151818] = "Угасшее порождение",
		[154378] = "Механизированный страж",
		[158985] = "Живой щит",
		[102287] = "Углепанцирный подчинитель",
		[45265] = "Сумеречный клинок души",
		[177413] = "Нераскаявшийся истязатель душ",
		[155403] = "\"Вырвиглаз\"-подстрекатель",
		[168712] = "Остротенетный скрытень",
		[101008] = "Жалящая мошкара",
		[21229] = "Волномут из племени Седого Сердца",
		[114317] = "Леди Катриона Фон-Инди",
		[184069] = "Подчиненный землекоп",
		[160011] = "Лорд Некулай",
		[168713] = "Призыватель ужаса Скульфир",
		[162059] = "Кин-Тара",
		[163083] = "Оценщик Малус",
		[114318] = "Барон Раф Дрейгер",
		[98706] = "Командир Шемда'сон",
		[165644] = "Ганнибал",
		[175882] = "Верный Утробе всадник",
		[176394] = "Служащий ПОЧТ-ы",
		[164621] = "Отвратительная слизь",
		[177418] = "Скованная ваятельница костей",
		[58959] = "Kepsillin",
		[27500] = "Берсерк из крепости Завоевателей",
		[114319] = "Леди Кейра Беррибак",
		[159503] = "Камнерук",
		[176395] = "Перегруженный почтоменталь",
		[172812] = "Анимоклещ",
		[165646] = "Личинка горма <Молодой матриарх>",
		[178443] = "Выкованный в пламени колосс",
		[158992] = "Камнерожденный-сталекрыл",
		[184074] = "Паладин из ковенанта",
		[3527] = "Тотем исцеляющего потока <Норкотик-СвежевательДуш>",
		[164623] = "Прожорливый гнилокрыл",
		[177420] = "Малдраксийский бастион",
		[153874] = "Верный Утробе часовой",
		[170766] = "Горм-изрыгатель",
		[114320] = "Лорд Робин Дэрис",
		[179980] = "Воющая тень <Верный Утробе исказитель теней>",
		[156434] = "Калечащая гордыня",
		[178445] = "Верный Утробе ликвидатор",
		[150292] = "Мехагонский кавалерист",
		[167696] = "Скрытный друст",
		[184588] = "Ненасытный клещ",
		[181005] = "Диверсант из картеля Зи",
		[165137] = "Хранитель врат с \"Золрамуса\"",
		[21230] = "Маг Пустоты из племени Седого Сердца",
		[178446] = "Призыватель из кузни",
		[170768] = "Обожравшийся гнилячок",
		[114321] = "Лорд Криспин Ференс",
		[167697] = "Мерзкий сокрушитель",
		[106643] = "Элисанда",
		[98965] = "Кур'талос Гребень Ворона",
		[21806] = "Чароплет из племени Седого Сердца",
		[120208] = "Райеш",
		[183566] = "Приманенный охотник",
		[180495] = "Разъяренный дикорог",
		[181007] = "Расхититель из картеля Зи",
		[165651] = "Охранница из Каменного легиона",
		[153878] = "Верный Утробе стрелок",
		[150295] = "\"Танкоборец-1\"",
		[179472] = "Контрогз Уничтожитель",
		[172818] = "Воплощение зависти",
		[165140] = "Гнилошип-мучитель",
		[153879] = "Угасшая тень",
		[184080] = "Рыцарь Черного Клинка",
		[113043] = "Дозорный из бездны",
		[177426] = "Угасший дух",
		[177938] = "Выкованный в Утробе голем",
		[11673] = "Древняя гончая недр",
		[150297] = "Мехагонский нормализатор",
		[168213] = "Почтенный горожанин",
		[172820] = "Воплощение гордыни",
		[157464] = "Злонравный повелитель камня",
		[167702] = "Ингра Дриф",
		[12057] = "Гарр",
		[181011] = "Древний страж",
		[157465] = "Злобный камнеброд",
		[153882] = "Угасший дух",
		[178964] = "Усиленный вестник кручины",
		[114324] = "Крылатый помощник",
		[102295] = "Углепанцирный подчинитель",
		[69791] = "Дух огня",
		[160537] = "Опаленный бродяга",
		[83612] = "Черепон",
		[151324] = "Анодированный каратель",
		[168216] = "Старый бурекрик",
		[172823] = "Филактерия боли",
		[21231] = "Щитоносец из племени Седого Сердца",
		[105623] = "Фал'дорайский кромсатель",
		[162586] = "Тахонта",
		[151325] = "Тревогобот",
		[69792] = "Дух земли",
		[153885] = "Угасшая громада",
		[83613] = "Корамар",
		[151326] = "Анодированный разрядниконосец",
		[172825] = "Жуткий поглотитель",
		[171290] = "Нестабильное желе",
		[179992] = "Верный Утробе исказитель камня",
		[98970] = "Латосий",
		[145185] = "\"Гномогедд-0Н\"",
		[179993] = "Призванный голод",
		[184600] = "Гарордро",
		[161566] = "Огромный мозгопарыш",
		[153888] = "Зачарованный часовой",
		[166685] = "Воплощение жадности",
		[151329] = "Тюремщик Скольд",
		[153377] = "Жижа",
		[43735] = "Элементиевое чудовище",
		[172829] = "Филактерия страдания",
		[114328] = "Коглстон",
		[151331] = "Тюремный часовой",
		[172830] = "Филактерия смерти",
		[183580] = "Приманенный крушитель",
		[184092] = "Дух волка <Каайсэки>",
		[172831] = "Филактерия разрушения",
		[137000] = "Чуланный ползун",
		[58964] = "Голрик",
		[114329] = "Люминор",
		[163618] = "Некромант с \"Золрамуса\"",
		[163619] = "Резчик с \"Золрамуса\"",
		[184606] = "Чудовищный крушитель разломов",
		[153382] = "Чрево Утробы",
		[166179] = "Опустошитель из Темного лабиринта",
		[105884] = "Змей заклятий",
		[114330] = "Метелка",
		[163620] = "Тошногнил",
		[82594] = "Заряжающий Мрачных Путей",
		[163621] = "Кровомес",
		[188703] = "Протобарьер <Сколекс>",
		[113307] = "Призрак времени",
		[182561] = "Укрепленная метакисть <Реаниматрокс Марзан>",
		[105885] = "Алчущая оболочка",
		[163622] = "Куски Кровомеса",
		[163623] = "Останки Тошногнила",
		[113052] = "Грозный страж",
		[153386] = "В жиже",
		[182563] = "Каратель Макарис",
		[171302] = "Плетеный ужас",
		[102303] = "Лейтенант Стратмар",
		[152875] = "Могучий крушитель",
		[171303] = "Остротерновая карга",
		[80805] = "Макогг Угольный Клинок",
		[168233] = "Устрашающий сокрушитель воли",
		[82597] = "Гром'карский капитан",
		[173864] = "Око Гул'дана",
		[174376] = "Зимет",
		[167722] = "Забытый страж",
		[174377] = "Кор'лат",
		[114334] = "Поврежденный голем",
		[168747] = "Ядовитый паук",
		[175697] = "Верный Утробе ветеран",
		[152764] = "Порождение сточной жижи",
		[177862] = "Закаленный рунами мирмидон",
		[177861] = "Закаленный рунами инструктор",
		[183497] = "Мерзкий надсмотрщик",
		[104289] = "Темный следопыт Алина",
		[173708] = "Руна-якорь",
		[186152] = "Чумной солдат",
		[95072] = "Большой элементаль земли <Кайдораб-СвежевательДуш>",
		[11440] = "Головорез из клана Гордок",
		[162799] = "Одержимый шпион",
		[110496] = "Золотой карась ледяных вод",
		[151684] = "\"Зубодробитель\"",
		[112718] = "Звездный фамилиар",
		[109137] = "Разъяренная толпа",
		[46141] = "Обсидиановый огнекрыл",
		[115019] = "Черная вдова холодного тумана",
		[170797] = "Привязывающее копье",
		[160884] = "Сталекожий чтец",
		[120734] = "Громила из армии Горести Скверны",
		[160048] = "Пропитанные чумой останки",
		[47161] = "Сумеречный громила",
		[108360] = "Кислотный скорпид",
		[186154] = "Чумной солдат",
		[174381] = "Выброшенный на берег знахарь",
		[153200] = "Ошпар",
		[165869] = "Освобожденное мощное проклятие",
		[177296] = "Сланцевик-громила",
		[180524] = "Опустошенный громит",
		[180331] = "Дар Хелии <Барон Вираз>",
		[115024] = "Грознокрыл",
		[162439] = "Страж заставы Черного пса",
		[109908] = "Кошмарное поганище",
		[179893] = "Тихоступ из картеля",
		[183596] = "Читали Старейший",
		[180013] = "Сбежавший чащобник",
		[168240] = "Ненасытноклювая",
		[165051] = "Гнилошип-мучитель",
		[101028] = "Проекция Латосия",
		[189988] = "Потусторонняя тварь <Штецель-Ревущийфьорд>",
		[174383] = "Изменчивый ужас",
		[170800] = "Бессердечный-охотник",
		[159027] = "Порочный охотник",
		[172385] = "Тлеющий ползун",
		[1860] = "Грак'носе",
		[172848] = "Ассасин-оппортунистка",
		[173360] = "Изрыгатель чумы",
		[163960] = "Прожорливый кровоскрытень",
		[174384] = "Выброшенный на берег спригган",
		[162611] = "Присягнувший тьме новобранец",
		[171313] = "Аколит - сокрушитель воли",
		[180015] = "Дюжий матрос",
		[101437] = "Пылающая жеода",
		[114783] = "Исправившаяся дева",
		[184419] = "Повелитель ужаса - лазутчик",
		[157493] = "Злобный сокрушитель надежды",
		[174385] = "Иренаш",
		[162612] = "Раскольник-капитан",
		[77483] = "Гром'карская опалительница",
		[167731] = "Бросок тесака",
		[161634] = "Герцогиня Иоана",
		[181980] = "Забытый геоменталь",
		[177168] = "Верный Хелии душегуб",
		[163429] = "Обезвоженный пылевик",
		[177128] = "Верный Утробе защитник",
		[45788] = "Сумеречный змей-убийца",
		[11483] = "Клочок маны",
		[175922] = "Леди Кисдранат",
		[176434] = "Калдорай-охотница",
		[174783] = "Темная хватка",
		[161355] = "Охотник за духами",
		[169780] = "Резонирующее страдание",
		[11477] = "Гниющий высокорожденный",
		[98368] = "Фантомный защитник",
		[171316] = "Зловещая стигия",
		[151353] = "Крыса Утробы",
		[41501] = "Огненный прислужник",
		[165922] = "Стражник гнева",
		[161259] = "Погребенный вентир",
		[160747] = "Ритуалист из Мерцающей рощи",
		[170293] = "Грехокаменный осколыш",
		[166710] = "Палач Аатрон",
		[45992] = "Валиона",
		[160460] = "Каратель раскольников",
		[112804] = "Дрессированный темночешуйчатый змей",
		[163414] = "Болезненный послушник",
		[52571] = "Мажордом Фэндрал Олений Шлем",
		[165687] = "Скованный испепелитель",
		[174389] = "Неудачные эксперименты личей",
		[174730] = "Агрессивный ползун",
		[163128] = "Чародей с \"Золрамуса\"",
		[170070] = "Мерцающий хранитель логова",
		[174166] = "Ползун Темного фронта",
		[181044] = "Верный Утробе осквернитель",
		[165176] = "Горделивый кровопийца",
		[180051] = "Оживленный люпин",
		[185316] = "Эбонитовый цепной страж",
		[174902] = "Грибная сеть",
		[184804] = "Хелмикс",
		[120739] = "Докучатель из армии Горести Скверны",
		[176438] = "Левая рука",
		[181045] = "Подчиненный архитектор",
		[166521] = "Фаму Бесконечный",
		[21221] = "Зверолов резервуара Кривого Клыка",
		[21299] = "Ведьма пучин резервуара Кривого Клыка",
		[174903] = "Грибная сеть",
		[164533] = "Покровник-изгой",
		[177950] = "Тюрьма для душ",
		[160059] = "Надсмотрщик Зокс",
		[152381] = "Проржавевший часовой",
		[161083] = "Верный Утробе часовой",
		[164380] = "Раскольник-вандал",
		[161257] = "Ворох",
		[99664] = "Неупокоенная душа",
		[178229] = "Пирр",
		[179852] = "Бездушный мститель",
		[179684] = "Малбог",
		[181047] = "Галондрий",
		[181559] = "Резонирующий хелицид",
		[170982] = "Истощенный вентир",
		[166010] = "Боевое мясо",
		[61146] = "Статуя Черного Быка",
		[182324] = "Повелитель ужаса - лазутчик",
		[172177] = "Эктра",
		[151871] = "Циркулярный лесопил",
		[181219] = "Задушенный мхом страж",
		[150190] = "Воздушный подавитель ОУ-8",
		[161597] = "Разъедающая слизь",
		[96069] = "Принц холмов Руггу",
		[112709] = "Страж променада",
		[170981] = "Высокомерная соперница",
		[175930] = "Верный Утробе некросвязыватель",
		[163896] = "Каменный страж",
		[158439] = "Покровник-чародей",
		[84151] = "Прожорливый рилак",
		[141123] = "Высвобожденная энергия шторма",
		[178490] = "Устрашающий сокрушитель воли",
		[166467] = "Экзаурбий",
		[172516] = "Прожорливый роевик",
		[163450] = "Камнестраж-центурион",
		[21213] = "Морогрим Волноступ",
		[151709] = "Заряженный щенок утильхаунда",
		[85250] = "Камнедрев Твердая Кора",
		[161599] = "Булькающее образование",
		[166206] = "Изначальная жижа",
		[174712] = "Крыса Утробы - падальщица",
		[153192] = "Часовой-защитник",
		[162880] = "Госпожа Диракс",
		[160230] = "Надсмотрщик Невесел",
		[163121] = "Сшитый боец авангарда",
		[152898] = "Угасший хор",
		[80816] = "Ахри'ок Дугру",
		[155824] = "Неповоротливое создание",
		[179004] = "Первораптора",
		[102059] = "Скверноподданный адепт",
		[11462] = "Древень-криводрев",
		[161488] = "Надсмотрщица дома Блэкбейл",
		[148292] = "Наездник на радикулиске",
		[156260] = "Порочный свежеватель душ",
		[158752] = "Хищный кровобивень",
		[167078] = "Крылодер Жестокий",
		[179005] = "Аннелид-землепроходец",
		[2630] = "Тотем оков земли <Котум-Ясеневыйлес>",
		[180029] = "Изувер-оппортунист",
		[173191] = "Ловец душ В'лара",
		[172077] = "Мстительная сущность",
		[113321] = "Голодный шаркун",
		[47016] = "Владыка теней",
		[162114] = "Оценщик Викс",
		[179006] = "Аккарис",
		[171328] = "Горм - хранитель кладки",
		[180030] = "Заразитель-оппортунист",
		[53185] = "Поджигатель-десятник",
		[99365] = "Скверносерд-лазутчик",
		[114350] = "Тень Медива",
		[107435] = "Герент Зловещий",
		[177120] = "Тень в цепях",
		[179007] = "Опутанный геоменталь",
		[27893] = "Руническое оружие <Karkulus-DieewigeWacht>",
		[180031] = "Мучитель-оппортунист",
		[163894] = "Чумной спинолом",
		[177929] = "Верный Утробе мирмидон",
		[172591] = "Тень смерти Ксантут",
		[157509] = "Концентрированная чума",
		[101549] = "Чародейский прислужник",
		[154438] = "Механизированный пилот",
		[175425] = "Верный Утробе темный маг",
		[180032] = "Дикий раскалыватель миров",
		[168214] = "Ревностный лоялист",
		[103758] = "Звездный авгур Этрей",
		[163122] = "Хрупкий воин",
		[161605] = "Сэр Валли",
		[173024] = "Темнозубый тенелов",
		[11452] = "Разбойник из племени Буйного Нрава",
		[100014] = "Пустотелый иссохший",
		[170996] = "Ликрат",
		[100526] = "Истерзанный кровопийца",
		[152392] = "Проржавевший разрядниконосец",
		[165189] = "Гола",
		[161606] = "Лорд Стефан",
		[177197] = "Бешеный бритвокрыл",
		[170820] = "Оссеиновый защитник",
		[166727] = "Обезумевший пепельный вурдалак",
		[179524] = "Тяжкое бремя гнева",
		[167117] = "Личинка иглобрюха",
		[115115] = "Паук-ловец холодного тумана",
		[152905] = "Часовой Башни",
		[161607] = "Герцог Михас",
		[184954] = "Древний ваятель",
		[166726] = "Обожженный пепельный вурдалак",
		[166515] = "Атакующий поглотитель",
		[100527] = "Бес ужасающего огня",
		[176452] = "Животное <Вуви-СвежевательДуш>",
		[159026] = "Резной следопыт",
		[84520] = "Страж ям Гварнок",
		[161608] = "Герцогиня Ванда",
		[174405] = "Загустевшая слизь",
		[154442] = "Воздушный подавитель ОУ-8",
		[53087] = "Правая нога",
		[11451] = "Сатир из племени Буйного Нрава",
		[180511] = "Сланцевик-вожак",
		[178653] = "Тиранда Шелест Ветра",
		[157002] = "Имперский каратель",
		[161609] = "Мадам Сорина",
		[165677] = "Порождение племени Хрупкой Коры",
		[166728] = "Огромный пожиратель",
		[177293] = "Верный Утробе мучитель",
		[181796] = "Эбонитовый меткий стрелок",
		[149839] = "Механизированный утильхаунд",
		[181061] = "Верный Утробе расхититель",
		[157003] = "Имперский дуэлянт",
		[89011] = "Рилак - ужас небес",
		[21301] = "Раздробитель резервуара Кривого Клыка",
		[167611] = "Камнерожденная-потрошительница",
		[171622] = "Околдованный друстами хранитель",
		[155468] = "Неисправная рука",
		[160388] = "Лорд Василе",
		[111022] = "Внутренний демон",
		[180722] = "Раздувшийся аннелид",
		[165706] = "Агрегат Рока",
		[162123] = "Активированный колосс",
		[158891] = "\"Атанос\"",
		[181723] = "Ненасытный клещ",
		[171849] = "Пепельный ползун",
		[100529] = "Порожденный ненавистью слизень",
		[117165] = "Паал Казарский",
		[173385] = "Беспокойные останки",
		[89012] = "Прожорливый волк",
		[174409] = "Злобная сажа <Алтэри>",
		[162636] = "Оживленный хищник",
		[13276] = "Дикий бес из племени Буйного Нрава",
		[163660] = "Корнежал-солдат",
		[168267] = "Джорин",
		[181064] = "Стигийское чудище",
		[185675] = "Детеныш Фестис",
		[155790] = "Верный Утробе аколит",
		[174410] = "Ненасытный поглотитель",
		[99762] = "Легионер - вестник гибели",
		[179217] = "Верный Утробе регулировщик",
		[168579] = "Маленький болотный шершень",
		[164414] = "Оживленный маг <Амарт>",
		[104881] = "Заклинательница клинков Алуриэль",
		[168246] = "Возрожденный арбалетчик <Амарт>",
		[161614] = "Сэр Вильгельм",
		[61245] = "Тотем конденсации <Занатара-Ревущийфьорд>",
		[173855] = "Тень Дамбалы",
		[102066] = "Страж океана",
		[180042] = "Мясокрыл",
		[163624] = "Бледный Рок",
		[98555] = "Иссохший оборванец",
		[99366] = "Скверносерд-призыватель",
		[161615] = "Леди Андрада",
		[153202] = "Таранный поршень",
		[183257] = "Веспоид-дрон",
		[167246] = "Высвобожденная травма <Агрикджа-СвежевательДуш>",
		[173390] = "Разлагающийся скелет",
		[100531] = "Оскверненная кровью ярость",
		[21212] = "Леди Вайш",
		[52577] = "Левая нога",
		[161616] = "Герцогиня Сильвиана",
		[178508] = "Мать Фестис",
		[166735] = "Обезумевший страж",
		[174689] = "Одержимый осквернитель",
		[180044] = "Клещ-захватчик",
		[184651] = "Поработитель Зелтос",
		[160857] = "Сир Ладинас",
		[161105] = "Несгибаемый Шмидт",
		[161617] = "Герцог Омор",
		[160359] = "Раскольник-надзиратель",
		[166736] = "Острохвойный ужас",
		[79545] = "Нитрогг Громовая Гора",
		[184140] = "Служитель из картеля Зи",
		[100532] = "Оскверненный кровью взрывень <Оскверненная кровью ярость>",
		[117168] = "Страж гнева с \"Грозного Духа\"",
		[173391] = "Живой клинок",
		[161618] = "Леди Виорика",
		[101476] = "Раскаленный углешкур <Даргрул>",
		[170832] = "Защитник Верности",
		[154152] = "Анодированный часовой",
		[180046] = "Вторгшийся ужас",
		[151893] = "Взбешенный спорлинг",
		[93111] = "Мракобес-растлитель",
		[185677] = "Кладка с яйцами",
		[161619] = "Герцогиня Леона",
		[174585] = "Обращенный когтистый страж",
		[170833] = "Защитница Мудрости",
		[40677] = "Жаблин-падальщик",
		[135002] = "Демонический тиран <Демондрет-Ясеневыйлес>",
		[114251] = "Галиндра",
		[173018] = "Лучник дома Избранных",
		[170337] = "Анимаклещ-мародер",
		[161620] = "Лорд Дарион",
		[164552] = "Костномозговая слизь",
		[170834] = "Защитница Чистоты",
		[183366] = "Беспокойная поросль",
		[169499] = "Прожорливый разрушитель",
		[175702] = "Верный Утробе неофит",
		[92966] = "Трелан Раскалыватель Щитов",
		[112803] = "Астролог Джарин",
		[11473] = "Элдретарский призрак",
		[182293] = "Снайпер из Армии ужаса",
		[170835] = "Защитница Отваги",
		[163157] = "Амарт",
		[171289] = "Бурлящий сок",
		[167386] = "Острохвойный пакостник",
		[170836] = "Защитник Смирения",
		[180045] = "Вторгшийся падальщик",
		[86571] = "Дерп Ненавистный",
		[177623] = "Верный Утробе претендент",
		[166741] = "Караадж",
		[167253] = "Каратель в маске",
		[159575] = "Обтесанный защитник",
		[156636] = "Крадущийся страхопряд",
		[163991] = "Пылевой желчеплюй",
		[165206] = "Скрытень из Гиблотопи",
		[161623] = "Сэр Марий",
		[158040] = "Освобожденный вестник смерти",
		[112052] = "Укоренившийся злобноцвет",
		[79548] = "Осадная пушка",
		[184146] = "Гиперсветовое подкрепление <Изобретатель Зи'мокс>",
		[172529] = "Ужас Двора поганищ",
		[181075] = "Аннелид-землепроходец",
		[166936] = "Зоркий лучник",
		[166873] = "Раскольник-исследователь",
		[170326] = "Среброкрылый охотник",
		[97720] = "Ползун из чумных осколков <Рокмора>",
		[160282] = "Леди Ивона",
		[159577] = "Злонравный прислужник",
		[184659] = "Подчиненный охранник",
		[168647] = "Валфир Непреклонный",
		[80940] = "Железный пехотинец",
		[180053] = "Вторгшаяся тень",
		[185612] = "Космическое воплощение",
		[179029] = "Истязаемый разрушитель",
		[184530] = "Вечный часовой",
		[155483] = "Чудолиственная мерцальница",
		[184660] = "Дрейфующий сердечник",
		[176113] = "Резной следопыт",
		[166932] = "Громадный боевой кадавр",
		[161626] = "Леди Оана",
		[157720] = "Грибной уничтожитель",
		[179030] = "Неуловимый ключник",
		[178957] = "Усиленный тюремщик душ",
		[177621] = "Верный Утробе мирмидон",
		[180566] = "Крыса необычных размеров",
		[167615] = "Порочный темный клинок",
		[181395] = "Сколекс",
		[158988] = "Живой клинок",
		[100759] = "Сквернотопырь",
		[83389] = "Железнокрылый изрыгатель огня",
		[13021] = "Криводрев Сокрушитель",
		[167770] = "Покрытый слизью скелет",
		[180567] = "Разъяренный коготь ночи",
		[160521] = "Воплощение зависти",
		[53786] = "Пылающее чудовище",
		[95771] = "Грозный разрушитель",
		[165335] = "Верный новобранец",
		[173603] = "Рапира Бесстрашия",
		[165913] = "Жуткий молельщик <Инфинитикс-Ревущийфьорд>",
		[112655] = "Небесная послушница",
		[166026] = "Слуга Мве'залы",
		[160569] = "Быстрокрылый ларион",
		[178643] = "Верный Утробе всадник",
		[53732] = "Освобожденный тлеющий элементаль",
		[166715] = "Губитель из Каменного легиона",
		[83390] = "Укротитель из клана Громоборцев",
		[159070] = "Порочная душа",
		[157332] = "Костегрыз-вожак",
		[150293] = "Мехагонский хищник",
		[88509] = "Заклинатель огня из клана Черной горы",
		[163077] = "Азуль",
		[21339] = "Ведьма Ненависти резервуара Кривого Клыка",
		[54073] = "Поджигатель-псарь",
		[166869] = "Темный голиаф",
		[166357] = "Скованный узами души призрак",
		[170241] = "Жуткомехий лисохвост",
		[160095] = "Генерал Альвер",
		[164702] = "Кровавый голод",
		[167527] = "Ораномонос Вечноветвящаяся",
		[107449] = "Наблюдательный инквизитор",
		[170333] = "Золотолапый охотник",
		[177395] = "Порченый колосс",
		[168192] = "Древний кровобивень",
		[177918] = "Пламенный перерожденный",
		[172381] = "Горькая масса",
		[171358] = "Избранник Вираза",
		[177500] = "Корсар-громила",
		[80808] = "Нииза Нокс",
		[164113] = "Камнерожденный-страж <Воинствующий призыватель камня>",
		[183131] = "Верный Утробе мирмидон",
		[102075] = "Иссохший Дж'им",
		[104295] = "Пылающий бес",
		[131365] = "Меднозубый хищник",
		[165111] = "Друст - злобный коготь",
		[172635] = "Стигийский осколочный червь",
		[178013] = "Неокрепшая тень",
		[178525] = "Сланцевая медведица",
		[83392] = "Буйный копытень",
		[112313] = "Нестабильный резонанс <Ниэтта>",
		[166159] = "Воплощение гнилошипов",
		[92350] = "Рабочий из Подкаменного разлома",
		[164705] = "Моровая слизь",
		[169312] = "Табулятор Химерис",
		[198489] = "Обитатели Сна",
		[118441] = "Казарская уничижительница",
		[171772] = "Туманная защитница",
		[46951] = "Избранный воин",
		[166355] = "Разлагающийся солдат",
		[118335] = "Воющее исчадие",
		[185181] = "Автоматический уничтожитель",
		[179778] = "Портал взрывающегося разлома",
		[169825] = "Боевой некропес",
		[178527] = "Сланцевик-вожак",
		[99773] = "Кровавый червь <Америна-СвежевательДуш>",
		[183646] = "Яростник",
		[171873] = "\"Атанос\"",
		[184670] = "Верный Утробе агрессор",
		[88512] = "Осадная пушка",
		[166142] = "Мерцающая Пыль в роли Джайны",
		[160535] = "Пепельный бродяга",
		[158053] = "Королева трупожоров",
		[53206] = "Адская гончая",
		[53094] = "Огненная черепаха - патриарх",
		[53222] = "Поджигатель-центурион",
		[173834] = "Замерзший насторез",
		[160613] = "Голодный рой",
		[169315] = "Экстрактор Кван",
		[157954] = "Чартокс",
		[158054] = "Изголодавшийся по аниме змей",
		[183136] = "Верный Утробе подавитель",
		[150698] = "Нефтяная масса",
		[81305] = "Раздиратель Плоти Нок'Гар",
		[178018] = "Чудовищный вурдалак",
		[166145] = "Творец Снов в роли Н'Зота",
		[40810] = "Жаблин-падальщик",
		[89025] = "Воспевательница зла из клана Колец Ненависти",
		[46952] = "Избранный провидец",
		[151649] = "\"Оборонобот I\"",
		[81603] = "Защитница Друна",
		[184161] = "Беспокойный геоменталь",
		[172388] = "Бойцовский пес дома Избранных",
		[104246] = "Подавляющий удар",
		[165222] = "Костоправ с \"Золрамуса\"",
		[182114] = "Иска Гибельный Всадник",
		[162258] = "Прожорливый бурекрик",
		[170853] = "Могучий олень нагорья",
		[179768] = "Пожирание",
		[175972] = "Стигийский монолит",
		[172389] = "Едкие отходы",
		[171366] = "Горм - хранитель кладки",
		[177133] = "Верный Утробе воспеватель смерти",
		[177886] = "Артас Менетил",
		[61029] = "Изначальный элементаль огня",
		[6112] = "Тотем неистовства ветра <Агрикджа-СвежевательДуш>",
		[53095] = "Огненная черепаха - матриарх",
		[53223] = "Поджигатель-дрессировщик",
		[166721] = "Блюститель Асорий",
		[5913] = "Тотем трепета <Туолу-СвежевательДуш>",
		[173414] = "Некротический ритуалист",
		[153451] = "Козарус Падший",
		[174438] = "Беспокойная душа <Алтэри>",
		[171367] = "Горм - хранитель кладки",
		[95937] = "Горный эттин",
		[175974] = "Верный Утробе охотник",
		[172391] = "Опасный сгусток",
		[181093] = "Исследователь из картеля Зи",
		[154758] = "Поглощающая слизь",
		[165737] = "Грехокаменная статуя",
		[170989] = "Избитый пепельный вурдалак",
		[166677] = "Арбалетчик из дома Брайрбейн",
		[164477] = "Подчинитель смерти Хроф",
		[47081] = "Элементаль-повелитель огня",
		[88084] = "Налетчик из клана Колец Ненависти",
		[102253] = "Разрушитель из Подкаменного разлома",
		[157036] = "Ворюга Бар'ток",
		[14308] = "Ферра",
		[166863] = "Раскольник-дознаватель",
		[171369] = "Прожорливая личинка",
		[13022] = "Кнутохлест",
		[175976] = "Неуклюжая туша",
		[119173] = "Зурива Проклинательница",
		[164715] = "Фрагментированная слизь",
		[157037] = "Хвататель Га'шок",
		[169102] = "Агоникс",
		[109041] = "Натуралист Тел'арн",
		[52498] = "Бет'тилак",
		[171370] = "Прожорливая личинка",
		[53224] = "Поджигатель-надсмотрщик",
		[179985] = "Стигийский крушитель камня",
		[155216] = "Чудолиственный страж",
		[111295] = "Прирученный манапард",
		[182120] = "Рхув Гибельный Проглот",
		[91332] = "Камнерукий охотник",
		[162669] = "По'жор",
		[150249] = "Демонтажница из банды Поршнеголовых",
		[114794] = "Костяная гончая",
		[118787] = "Прожорливый ловец Скверны",
		[11662] = "Поджигатель-жрец",
		[177514] = "Мал'Ганис",
		[167612] = "Камнерожденный-разоритель",
		[115388] = "Король",
		[170860] = "Дикий ярокрыл",
		[171980] = "Невыносимое воспоминание",
		[98243] = "Лишенный души защитник",
		[157721] = "Грибной корчеватель",
		[113998] = "Крушитель из племени Камня Силы",
		[184465] = "Обманчивый образ",
		[161647] = "Герцог Антон",
		[182217] = "Хищная поросль",
		[11502] = "Рагнарос",
		[109040] = "Чародей Тел'арн",
		[180681] = "Настроенный проводник <Ве'райн>",
		[11454] = "Предатель из племени Буйного Нрава",
		[144244] = "\"Платиновый лупцеватор\"",
		[181834] = "Дефективный защитник",
		[31216] = "Зеркальное изображение <Сайлэнс-СвежевательДуш>",
		[169447] = "Сфера ужаса <Подчинительница душ из крепости Господства>",
		[168724] = "Вздувшийся страхопряд",
		[160407] = "Усиленный костями палач",
		[159601] = "Камнерожденный - небесный охотник",
		[165138] = "Чумной мешок",
		[14398] = "Элдретарский хамелеон",
		[113537] = "Углепанцирный подчинитель",
		[174131] = "Багум",
		[168310] = "Чумной рух",
		[11472] = "Элдретарский дух",
		[179565] = "Поглотитель реликвий",
		[159730] = "Пехотинец дома Ределав",
		[182215] = "Колючая лоза",
		[144246] = "КУ-ДЖ0",
		[178737] = "Ожившая рука",
		[169840] = "Жуткий прядильщик",
		[161527] = "Руноспин",
		[179054] = "Фолиант войны",
		[163186] = "Горм-выделитель",
		[114625] = "Фантомный гость",
		[180773] = "Бдительный Страж",
		[162165] = "Каратель раскольников",
		[103430] = "Гноящееся поганище",
		[111554] = "Плут пламени Скверны",
		[95430] = "Слуга Гребня Ворона",
		[179143] = "Фолиант войны с кислотной ловушкой",
		[45261] = "Сумеречный рыцарь тени",
		[165834] = "Надсмотрщик Матьяш",
		[168306] = "Агрессивный мерцающий мотылек",
		[144248] = "Главный машинист Искроточец",
		[169330] = "Воин жижи <Разрушитель из башни Темной Стены>",
		[157557] = "Раскольник-рекрут",
		[149879] = "Автоматическая огнеметная турель",
		[161653] = "Сэр Лука",
		[45676] = "Безликий страж",
		[114626] = "Неприкаянный дух",
		[177529] = "Ивелана Жуткая",
		[144249] = "\"Омега-крушитель\"",
		[177521] = "Нал'рагас",
		[157558] = "Нарастающее отчаяние",
		[178545] = "Watch-Agent Summon Stalker",
		[11455] = "Скверноподданный из племени Буйного Нрава",
		[11487] = "Магистр Календрис",
		[81212] = "Надзиратель Мрачных Путей",
		[29264] = "Дух волка",
		[178395] = "Призыватель из кузни",
		[157726] = "Опаленный падальщик",
		[161654] = "Герцогиня Илеана",
		[166930] = "Черепосвин-спинолом",
		[170868] = "Одержимый хранитель леса",
		[162273] = "Поглотитель анимы",
		[114627] = "Визжащий ужас",
		[170039] = "Распорядительница гнездовья",
		[152380] = "Проржавевший охранник",
		[115395] = "Ферзь",
		[173940] = "Изик Растворитель",
		[178547] = "Сланцевик-ревун",
		[170869] = "Одержимый воркай",
		[104270] = "Голем-страж",
		[54143] = "Раскаленный прародитель пламени",
		[160120] = "Расколотая душа",
		[160632] = "Лисохвост-охотник",
		[170951] = "Землерой-грязнорук",
		[53140] = "Сын пламени",
		[166263] = "Ралкрос",
		[170870] = "Одержимый сильвар",
		[164622] = "Прожорливый вредитель",
		[114628] = "Скелет-официант",
		[172406] = "Верный Утробе страж",
		[181108] = "Алчущий крушитель",
		[161248] = "Большой блескун",
		[163675] = "Бремя гордыни",
		[166264] = "Запасные части",
		[150396] = "Воздушное судно R-21/X",
		[171383] = "Разъяренный матерый таурал",
		[180085] = "Зи'варек",
		[111303] = "Ночнорожденный-мудрец",
		[181109] = "Ненасытный ловчий",
		[168003] = "Усиленный Бессердечный-перерожденный",
		[173943] = "Привратник из дома Избранных",
		[159177] = "Верный камнешкур",
		[170872] = "Подчинитель из племени Черных Шипов",
		[172408] = "Альдерин",
		[114629] = "Призрачный эконом",
		[164218] = "Лорд-камергер",
		[181110] = "Клещ-падальщик",
		[177527] = "Гнилое видение",
		[166499] = "Пылевой жнец",
		[166266] = "Бездумное преследование",
		[170873] = "Скрытень из племени Черных Шипов",
		[165175] = "Надменный громила",
		[172409] = "Мин'ир",
		[151934] = "Арахноид-пожинатель",
		[181111] = "Космический Проглот",
		[40855] = "Скользкий угорь",
		[112255] = "Слизерон",
		[157463] = "Лоялист - пожиратель страха",
		[174692] = "Боец из племени Черных Шипов",
		[181112] = "Искаженный глава роя",
		[180088] = "Зи'анат",
		[172410] = "Нууминууру",
		[111047] = "Темный взор",
		[157054] = "Заблудший претендент",
		[11469] = "Огнечар Элдрета",
		[182210] = "Магически регулируемый сердечник автома <Виктероль-СвежевательДуш>",
		[168007] = "Усиленный верный Утробе стражник душ",
		[177394] = "Верный Утробе исказитель теней",
		[176579] = "Хранитель Хазадуум",
		[172411] = "Тран'тиок",
		[181113] = "Искаженный крушитель сфер",
		[181625] = "Оракул Зокет",
		[172207] = "Одалрик",
		[159104] = "Жуткий клинок из крепости Господства",
		[159616] = "Бремя гордыни",
		[160640] = "Иннервус",
		[184185] = "Разрушитель реальности",
		[172412] = "Малодушный Коринф",
		[181114] = "Искаженный стайный охотник",
		[181626] = "Оракул Воракси",
		[173948] = "Посвященный из дома Избранных",
		[162175] = "Фальдо Искар",
		[39664] = "Волнолов Мерцающих Глубин",
		[32185] = "Искоренитель из рода Бесконечности",
		[167806] = "Оживленный грех",
		[168318] = "Голиаф раскольников",
		[181115] = "Раздувшийся клещ",
		[156237] = "Император Дара",
		[173507] = "Наурра",
		[88583] = "Хранитель рощи Йал",
		[183500] = "Агент-вор",
		[14303] = "Одеревеневший страж",
		[114632] = "Призрачный смотритель",
		[168319] = "Костегрыз-мародер",
		[181116] = "Развоплощающийся пожиратель миров",
		[157058] = "Трупорез Морок",
		[109188] = "Подопытный иссохший",
		[11492] = "Алззин Перевертень",
		[162689] = "Хирург Трупошов",
		[159106] = "Подчинительница душ из крепости Господства",
		[94414] = "Киранис Сумеречный Шепот",
		[151940] = "Дядюшка Т'Рогг",
		[164737] = "Таящийся паук",
		[47087] = "Рожденный в лазури разрушитель",
		[157571] = "Верный Утробе мастер огня",
		[178558] = "Нестабильный геоменталь",
		[162690] = "Нерисса Бессердечная",
		[171392] = "Прожорливая личинка",
		[114633] = "Призрачный служитель",
		[168321] = "Вожак-падальщик",
		[181870] = "Неисправный конструктор",
		[115401] = "Слон",
		[157572] = "Верный Утробе призыватель огня",
		[91599] = "Железный рубака",
		[162691] = "Чумокост",
		[161016] = "Специалист Джалракс",
		[180095] = "Самец анкилодона",
		[176577] = "Верный Утробе крематор",
		[180160] = "Реливик Непокорный",
		[165251] = "Иллюзорный лисохвост <Призывательница Туманов>",
		[169858] = "Беспокойный эфирный змей",
		[178560] = "Громадный геоменталь",
		[162692] = "Некротический заряд",
		[27408] = "Хищник Ночного Воя",
		[180096] = "Роящаяся трупная муха",
		[184418] = "Повелитель ужаса - лазутчик",
		[152455] = "Арена \"Меха-месива\"",
		[177537] = "Зорул Ненасытный",
		[111563] = "Караульный из Сумеречной стражи",
		[166276] = "Туманный страж",
		[162693] = "Налтор Криомант",
		[11488] = "Иллиана Воронья Ольха",
		[164567] = "Ингра Малох",
		[168324] = "Вурцтог Душелов",
		[102094] = "Восставший мечник",
		[165253] = "Сборщик пошлин Варабосс",
		[182145] = "Пылающий инфернал",
		[174467] = "Обращенный когтистый страж",
		[179074] = "Страж Горнила",
		[171396] = "Кирийский голиаф <Верас-Ясеневыйлес>",
		[185790] = "Чумной солдат",
		[152288] = "Мотопаук",
		[168837] = "Крадущийся паучок",
		[163207] = "Зарывающийся клещ <Ниамэй>",
		[157576] = "Хранитель запретного",
		[155589] = "Жуткий поглотитель",
		[99791] = "Коралунский эттин",
		[32186] = "Нарушитель времени из рода Бесконечности",
		[53134] = "Древняя гончая недр",
		[82590] = "Разведчица Мрачных Путей",
		[182148] = "Жестокий страж гнева",
		[165255] = "Сборщик-ренегат",
		[157577] = "Аналитик запретного",
		[166279] = "Бринкрос",
		[101839] = "Восставший питомец",
		[102095] = "Восставший копейщик",
		[114636] = "Фантомный стражник",
		[164232] = "Воплощение ненависти",
		[162697] = "Хаассерт",
		[159114] = "Старательный работник",
		[169863] = "Филактерия лича",
		[174470] = "Претор-механолог",
		[99792] = "Гроза эльфов",
		[100048] = "Страж гнева - свежеватель душ",
		[152644] = "Угасший скиталец",
		[153473] = "Похищенный мотопаук",
		[21508] = "Бешенка резервуара Кривого Клыка",
		[157579] = "Исследователь запретного",
		[182149] = "Командир Боррам <Маячок вторжения>",
		[184198] = "Жаждущий душ поглотитель",
		[183173] = "Верный Утробе черный страж",
		[89811] = "Порабощенный мурлок",
		[114637] = "Призрачный стражник",
		[178055] = "Разъяренный осколок из кузни",
		[111054] = "Ночная сфера",
		[176008] = "Пустая оболочка",
		[182150] = "Наблюдатель Онгракс <Маячок вторжения>",
		[174472] = "Раскольник-надзиратель",
		[179079] = "Фолиант войны",
		[173503] = "Погруженный в учебу аколит",
		[180103] = "Сланцевик-раздиратель",
		[84464] = "Обратная тяга",
		[176574] = "Верный Утробе хранитель душ",
		[158165] = "Костел",
		[162700] = "Лукир",
		[115406] = "Конь",
		[179080] = "Усиленный Верный Утробе крематор",
		[13280] = "Гидротварь",
		[180104] = "Опутывающий цветок",
		[168331] = "Иссеченный ветеран",
		[172938] = "Сгусток анимы",
		[177545] = "Совершенный крушитель ворот",
		[182152] = "Лазутчица Дераксис <Маячок вторжения>",
		[111823] = "Скверноподанный предатель",
		[183688] = "Стазисная ловушка",
		[91860] = "Оживленная лучница",
		[165824] = "Нар'зуда",
		[151606] = "Анодированный паук",
		[156559] = "Ревностный воин",
		[101074] = "Порожденный ненавистью дракончик",
		[157583] = "Хранитель кузни",
		[182665] = "Кислотный разоритель",
		[160455] = "Воплощение ненасытности",
		[168652] = "Порочная хранительница склепа",
		[179406] = "Бремя гнева",
		[166679] = "Сокрушитель Надежд",
		[156560] = "Сбившийся с пути послушник",
		[115407] = "Ладья",
		[157584] = "Мастер плавильной печи",
		[182666] = "Ненасытная вдова",
		[170893] = "Костекрыл-визгун",
		[174175] = "Верный камнерожденный",
		[21214] = "Повелитель глубин Каратресс",
		[164751] = "Зловещий боевой штандарт <Страж заставы Черного пса>",
		[156561] = "Автоматическая защитница",
		[101075] = "Преданный червепоклонник",
		[182155] = "Верховный разоритель Дамарис",
		[166287] = "Извивающаяся тень",
		[174690] = "Одержимый захватчик",
		[19668] = "Исчадие Тьмы <Oko-DasSyndikat>",
		[176572] = "Верный Утробе проклятый",
		[116171] = "Клинок Скверны - часовой",
		[156562] = "Темный часовой",
		[53617] = "Раскаленный червь",
		[182156] = "Эдра Лишающий Воли",
		[166288] = "Пожиратель душ",
		[53616] = "Кар Вечнопылающий",
		[177695] = "Повелитель ужаса - лазутчик",
		[151663] = "Перемалыватель из племени Хламоедов",
		[174169] = "Разбитая душа",
		[100820] = "Дух волка <Кайдораб-СвежевательДуш>",
		[165265] = "Почтенный дуэлянт",
		[21246] = "Спороскат из Змеиного святилища",
		[159265] = "Башенный ползун",
		[179400] = "Дерзкий спригган",
		[176571] = "Верный Утробе охранник",
		[172932] = "Отвердевшая стигия",
		[177551] = "Ритуалист Вексикон",
		[156564] = "Ненасытный стражник",
		[165266] = "Придворный аристократ",
		[182158] = "Реаниматрокс Марзан",
		[99541] = "Восставший тихоступ <Sylnora-DieTodeskrallen>",
		[175438] = "Услужливый распорядитель <Распорядительница гнездовья>",
		[45267] = "Сумеречный искривитель реальности",
		[184206] = "Зловредный бес <Демондрет-Ясеневыйлес>",
		[164243] = "Похитительница ненависти",
		[168850] = "Детеныш страхопряда <Мешок страхопряда>",
		[159105] = "Сборщик Монетец",
		[165779] = "Бремя гордыни",
		[90173] = "Охотник за магией",
		[162708] = "Галлак",
		[172675] = "Заклинатель рун Йорг",
		[188302] = "Рекалибровочный излучатель <Бдительный хранитель>",
		[159460] = "Ужасная ночная вдова",
		[168851] = "Мешок страхопряда",
		[114634] = "Неупокоенный слуга",
		[172630] = "Гоган Пробиватель",
		[183184] = "Подчиненный работник",
		[11457] = "Призыватель огня из племени Буйного Нрава",
		[11489] = "Тендрис Криводрев",
		[112595] = "Шал'дорай - верховный маг",
		[180625] = "Бешеный бритвокрыл",
		[172947] = "Таракан Утробы",
		[165587] = "Неиспытанный боевой кадавр",
		[182161] = "Фалангакс Последняя Хватка",
		[163616] = "Корнежал-роевик",
		[189878] = "Натрезим-лазутчик",
		[163222] = "Обожженный пепельный вурдалак",
		[175734] = "Стигийский уголь <Пылающая стигия>",
		[180113] = "Гремящий маг <Шоне>",
		[172948] = "Шныряющая крыса Утробы",
		[173460] = "Верный Утробе ритуалист",
		[53244] = "Поджигатель-новобранец",
		[173455] = "Малодушный Коринф",
		[162711] = "Смертельный живчик",
		[163126] = "Хрупкий маг",
		[112596] = "Охранник из Сумеречной стражи",
		[168342] = "Блуждающий дыролоб",
		[182863] = "Сов'тул",
		[180627] = "Пожирающий разлом",
		[173727] = "Несущийся таурал",
		[160006] = "Леди Андрада",
		[158617] = "Покровник-мародер",
		[160351] = "Распорядитель дома Ределав",
		[172606] = "Смертельное слияние",
		[110805] = "Губительница из армии Оскверненной Души",
		[168855] = "Гниющий шатун",
		[53619] = "Друид пламени",
		[91003] = "Рокмора",
		[154011] = "Вооруженный пленник",
		[150937] = "Солеплюй",
		[175510] = "Жнец душ Анка",
		[167832] = "Чистый от слизи скелет",
		[151605] = "Анодированный механик",
		[90998] = "Заклинатель чумных осколков",
		[161178] = "Задержанный контрабандист",
		[165315] = "Присягнувший тьме гоплит",
		[157083] = "Камнекрыл-опустошитель",
		[184757] = "Эбонитовый цепной страж",
		[175511] = "Мерзкий ползун",
		[12119] = "Поджигатель-заступник",
		[168345] = "Опаленный поглотитель",
		[165928] = "Первый коготь Синдааль",
		[161179] = "Задержанный поставщик",
		[161691] = "Ворас",
		[183496] = "Мерзкий проглот",
		[180052] = "Луговая раптора",
		[175512] = "Служащий личам охранник",
		[167322] = "Верный Утробе кандальщик",
		[156061] = "Клещ-пожиратель",
		[145312] = "Свисторез",
		[161180] = "Дезертир из Малдраксуса",
		[161692] = "Прожорливый поглотитель",
		[166299] = "Туманная хранительница",
		[154014] = "Пленный кабалист",
		[167323] = "Верный Утробе мертвый стрелок",
		[167607] = "Камнерожденный-рассекатель",
		[63508] = "Сюэнь <Есениа-Ревущийфьорд>",
		[164185] = "Эшелон",
		[159134] = "Ворис Истязатель душ",
		[145313] = "Таранный поршень",
		[158110] = "Изголодавшийся по аниме облачный бегун",
		[163229] = "Пылерев",
		[100058] = "Чародей Кел'данат",
		[155204] = "Добытчик техники",
		[158943] = "Призванный подменыш",
		[181145] = "Развоплотитель",
		[185752] = "Заряженная турель <Оскверненный архитектор>",
		[157599] = "Раскольник-аколит",
		[166301] = "Туманный хищник",
		[158623] = "Покровник-мародер",
		[183498] = "Беспринципный собиратель",
		[176027] = "Безнадежный сосуд",
		[176565] = "Надоедливый завсегдатай",
		[181146] = "Искаженный голиаф",
		[159673] = "Ужас Двора поганищ",
		[169885] = "Торвал",
		[166302] = "Сборщик трупов",
		[53115] = "Огненный повелитель",
		[104154] = "Гул'дан",
		[179837] = "Следопыт Зо'корсс",
		[161695] = "Мейдрин Фол",
		[168862] = "Громадный смертозуб",
		[152994] = "Жукобот-прыгун",
		[137126] = "Взрывоопасная крыса",
		[154018] = "Беглый истязатель",
		[171422] = "Верховный подавитель Лагвас",
		[183707] = "Заклинатель из картеля Зи",
		[47152] = "Сумеречный повелитель стихий",
		[172981] = "Кирийский кадавр",
		[144293] = "Переработчик отходов",
		[185755] = "Кустос",
		[184754] = "Сломленный Утробой страж",
		[166304] = "Туманный острожал",
		[80938] = "Гром'карский исполин",
		[55659] = "Дикий бес <Демондрет-Ясеневыйлес>",
		[11661] = "Поджигатель",
		[169876] = "Задержанный дозорный",
		[144294] = "Мехагонский боевой механик",
		[177566] = "Зальвез Сборщик",
		[182685] = "Ядро разрушения <Антрос>",
		[154020] = "Беглый проклинатель",
		[160675] = "Писец Ленуа",
		[175519] = "Вспененная пустула",
		[163746] = "\"Шокотрон X1\"",
		[184733] = "Подчиненный солдат",
		[144295] = "Мехагонский механик",
		[177567] = "Останки Кальвеза",
		[175819] = "Освобожденный темный пес",
		[182686] = "Слепой иссушитель душ <Ниэтта>",
		[161410] = "Осадный мастер Траксон",
		[3581] = "Тварь из Стоков",
		[170821] = "Хихикающий штопальщик",
		[179608] = "Кричащая тень",
		[144296] = "Танк-паук",
		[101085] = "Капкан на медведя",
		[176396] = "Дефективный сортировщик",
		[184357] = "Шипоцветный часовой",
		[166819] = "Фрэнсис Сноб",
		[167331] = "Неокрепшая тень",
		[114650] = "Фантомная гончая <Фантомный стражник>",
		[177353] = "Сланцевик-раздиратель",
		[53494] = "Бейлрок",
		[115418] = "Паук",
		[182296] = "Скованный голем",
		[176562] = "Драчливый завсегдатай",
		[11458] = "Одеревеневший древень",
		[11490] = "Зеврим Терновое Копыто",
		[112603] = "Садовник с Террасы шал'дорай",
		[170031] = "Сильвара-хранительница",
		[144298] = "\"Оборонобот II\"",
		[165285] = "Горак Зар",
		[159766] = "Торговец из квартала Ределав",
		[11459] = "Железная Кора - заступник",
		[158631] = "Каратель из Каменного легиона",
		[98366] = "Фантомный вельможа",
		[115419] = "Древний фолиант",
		[157096] = "Агрессивный кадавр",
		[144299] = "Защитник мастерской",
		[161191] = "Житель квартала Чаши",
		[175012] = "Икрас Пожиратель",
		[182690] = "Октолус <Ниэтта>",
		[162727] = "Тромб",
		[176561] = "Буйный завсегдатай",
		[182430] = "Оплетенный стрелок",
		[177915] = "Верный Утробе яростень",
		[12098] = "Предвестник Сульфурон",
		[168886] = "Вирулакс Заклинатель Чумы",
		[161704] = "Фамия",
		[181349] = "Шифроносец",
		[179108] = "Крок Замученный",
		[93159] = "Оскверненный древень",
		[159657] = "Виконт Николае",
		[163392] = "Опальный тактик",
		[115164] = "Беснующийся берсерк",
		[177573] = "Ритуалист Асмея",
		[183748] = "Хелмикс",
		[180432] = "Усердный подручный",
		[162729] = "Лоскутный солдат",
		[104415] = "Хрономатическая аномалия",
		[167848] = "Дамбала",
		[153000] = "Паучиха на прокачку",
		[166305] = "Изначальная жижа <Лужа густой жижи>",
		[45687] = "Сумеречный косторез",
		[160837] = "Верный Утробе кандальщик",
		[152289] = "Яйцо мотопаука",
		[111070] = "Фрагмент души Аззинота",
		[161195] = "Житель квартала Чаши",
		[159659] = "Порочный свежеватель душ",
		[164266] = "Домина Отравленный Клинок",
		[144303] = "СТРАЖ",
		[177575] = "Ритуалист Гримги",
		[172079] = "Дубосердка - ночная крикунья",
		[159155] = "Старший инквизитор Дациан",
		[185836] = "Совершенная стая",
		[150958] = "Верный Утробе страж",
		[156077] = "Злобный террокрыл",
		[184742] = "Подчиненный ваятель",
		[174130] = "Сумасшедший гриб Утробы",
		[161196] = "Арин'гор",
		[162220] = "Прядильщица остронити",
		[154030] = "Невероятно большая крыса Утробы",
		[78387] = "Самец жемчужношкурого элекка",
		[150959] = "Верный Утробе перехватчик",
		[102404] = "Камнерукий повелитель личинок",
		[98542] = "Слияние душ",
		[111071] = "Пульсарон",
		[170037] = "Обнадеженная претендентка",
		[170923] = "Закаленный в боях таурал",
		[178601] = "Слизнюченыш Кевина <Эйб-Ясеневыйлес>",
		[116190] = "Ожившая Скверна",
		[176111] = "Порочный хранитель склепа",
		[163084] = "Испытательница Сахаари",
		[12099] = "Огнекамень",
		[156591] = "Сталекожий изверг",
		[115757] = "Страж гнева – возжигатель",
		[115417] = "Крыса",
		[102430] = "Смолоплюй-слизень",
		[46842] = "Пульсирующее сумеречное яйцо",
		[177067] = "Изменчивый пожиратель жизни",
		[98275] = "Восставшая лучница",
		[176555] = "\"Ахиллит\"",
		[111072] = "Пульсарон",
		[95204] = "Убдоб Бум-Бум",
		[173996] = "Костяной буян",
		[166318] = "Агрессивная кошмарная жижа",
		[176044] = "Мерзкий ползун",
		[164783] = "Боевое мясо",
		[159664] = "Лорд Андрей",
		[176556] = "Алькруукс",
		[177068] = "Неумирающая стражница душ",
		[169390] = "Медношкурый лисохвост",
		[93157] = "Зараженный лесовик",
		[170414] = "Завывающий призрак",
		[168878] = "Жалкий чумной бурильщик",
		[151985] = "Собиратель из племени Хламоедов",
		[98521] = "Лорд Этелдрин Гребень Ворона",
		[14370] = "Трупный червь",
		[162741] = "Гигер",
		[176131] = "Волшебник из Горнила",
		[153523] = "Взбешенный ржавобот",
		[174107] = "Верный Утробе надсмотрщик",
		[158642] = "Поганище с гниющей душой",
		[159154] = "Старший инквизитор Магда",
		[151476] = "\"Взрывотрон Х-80\"",
		[164273] = "Болезненный ритуалист",
		[164562] = "Порочный псарь",
		[177582] = "Ловкий мародер",
		[150442] = "Летающий кран",
		[105699] = "Манапард",
		[162829] = "Разказзар",
		[150965] = "Верный Утробе кандальщик",
		[173782] = "Ужасающий костегрыз",
		[114913] = "Выбор цели",
		[156596] = "Ужасающий костегрыз",
		[168361] = "Болотный шершень",
		[165290] = "Харика Ужасающая",
		[176551] = "Очиститель из хранилища",
		[170929] = "Воздаятель из дома Избранных",
		[177354] = "Сланцевик-подавитель",
		[161890] = "Шрамированный падальщик",
		[185759] = "Задушенный лианами защитник",
		[39313] = "Налетчик Зин'жатара",
		[144301] = "Живые отходы",
		[178096] = "Оживленный люпин",
		[170418] = "Гозул Пожиратель",
		[177356] = "Бритвокрыл-глодальщик",
		[159157] = "Великий инквизитор Аурика",
		[77803] = "Рельсмейстер Искролет",
		[184751] = "Повелитель ужаса - лазутчик",
		[111075] = "Хаосоид",
		[170405] = "Покровник-некромант",
		[111587] = "Элементаль Пустоты",
		[179733] = "Бодрящий рыбный тотем <Лататель чешуи из племени Соленой Хмари>",
		[170931] = "Экипировщик из дома Избранных",
		[111170] = "Астральная предсказательница",
		[175833] = "Снующий кровопийца",
		[184752] = "Сломленный Утробой строитель",
		[104278] = "Порабощенная Скверной карательница",
		[161206] = "Клыкастый жуткий нетопырь",
		[80875] = "Бомбитель",
		[115486] = "Убийца эрудитов",
		[170932] = "Страж облачных бегунов",
		[157560] = "Сгусток сомнения",
		[165363] = "Восставшая тень <Инакомыслящий некромант>",
		[176563] = "Зо'грон",
		[102886] = "Горный эттин",
		[161207] = "Клыкастик",
		[159233] = "Грехокаменный колосс",
		[152007] = "\"Циркулятор\"",
		[91002] = "Гнилослюнный червь",
		[168248] = "\"Валинор\" <\"Валинор\">",
		[79852] = "Ошир",
		[168374] = "Жаждущий клещ",
		[185266] = "Вороватая раптора",
		[177588] = "Лордеронский пехотинец",
		[177201] = "Верный Утробе стражник",
		[172084] = "Кэрон Руц",
		[118390] = "Усердный собиратель",
		[12259] = "Гееннас",
		[98280] = "Восставший чародей",
		[160185] = "Обездвиженная душа",
		[98792] = "Змееуст-барахольщик",
		[175860] = "Прожорливая тень",
		[151773] = "Сторожевой бот модели \"ПЕС\"",
		[130601] = "Фартохвост",
		[181968] = "Сгенерированный геоменталь",
		[88163] = "Гром'карская пророчица на пепле",
		[181782] = "Верный Утробе преобразователь",
		[183495] = "Искаженный пожиратель миров",
		[152508] = "Сумрачный землетряс",
		[181685] = "Тарахнид",
		[21251] = "Колосс Нижетопи",
		[105703] = "Маназмей",
		[190174] = "Гипнонетопырь",
		[165594] = "Бессердечный-охотник",
		[111151] = "Полуночный поглотитель энергии",
		[73967] = "Нюцзао",
		[182353] = "Опутанный бастион",
		[161211] = "Прирученный гаргон",
		[169913] = "Детеныш рунического хищника",
		[176117] = "Безмолвный надзиратель",
		[166438] = "Огромный сгусток плазмы",
		[168148] = "Дролонмет",
		[159676] = "Анимоклещ",
		[184758] = "Верный Утробе ритуалист",
		[178190] = "Верный Утробе изувер",
		[177592] = "Предатель из ордена Серебряной Длани",
		[181447] = "Охранная сфера",
		[116549] = "Бэк-вокалистка",
		[100991] = "Корни-душители",
		[53116] = "Освобожденный пылающий элементаль",
		[159677] = "Фата Свежеватель Душ",
		[165270] = "Королевский чародей",
		[168891] = "Взрывоопасный чумной бурильщик",
		[157118] = "Королевский советник",
		[169915] = "Рунический хищник",
		[45266] = "Сумеречный темный целитель",
		[166844] = "Агрессивный хранитель разломов",
		[175546] = "Хронокэп Крюкохвост",
		[155583] = "Хламокоготь",
		[184760] = "Повелитель ужаса - подчинитель",
		[113127] = "Скальный небесный коготь",
		[53119] = "Поджигатель-стражник",
		[165821] = "Похититель жизни из поместья",
		[105705] = "Обузданная энергия",
		[183225] = "Скальный восстановитель",
		[183737] = "Зи'рат Вожделеющий",
		[159679] = "Хирург Двора поганищ",
		[152001] = "Костегрыз",
		[81535] = "Тарлна Нестареющий",
		[170190] = "Тотем хватки смерти <Айиджилл-СвежевательДуш>",
		[157910] = "Пропаянный стальной кошмар",
		[164049] = "Похититель ярости",
		[172102] = "Имер",
		[152612] = "Поработитель Клонтцас",
		[158098] = "Захватчик в маске",
		[172477] = "Dodge Ball Stalker",
		[113128] = "Крадущийся иссохший",
		[165311] = "Раскольница - темный клинок",
		[178572] = "Яростная тень",
		[166335] = "Осклизлый великан",
		[183227] = "Потерянный валун",
		[169297] = "Агрессор из племени Черных Шипов",
		[162853] = "Несокрушимый Урц",
		[176573] = "Верный Утробе вестник кручины",
		[111081] = "Молниеносец",
		[165312] = "Анимапард раскольников",
		[157634] = "Охранник плавильной печи",
		[184472] = "Парящая раптора",
		[179133] = "Вил'трас",
		[175550] = "Взрывоопасная пикси",
		[178772] = "Устаревший сервитор",
		[172479] = "Инакомыслящий некромант",
		[172991] = "Друст-душеруб",
		[165313] = "Раскольник-дозорный",
		[93166] = "Типтог Заблудший",
		[166337] = "Кривошип-трюкач",
		[183229] = "Заренак Похититель Душ",
		[178054] = "Верный Утробе крушитель",
		[180158] = "Буйный завсегдатай",
		[176575] = "Верный Утробе тюремщик душ",
		[83616] = "Зоггош",
		[185789] = "Чумной солдат",
		[11669] = "Огненный бес",
		[182147] = "Яростный зловещий охотник",
		[179135] = "Сат'зуул",
		[83697] = "Гром'карский матрос",
		[180159] = "Драчливый завсегдатай",
		[176576] = "Верный Утробе пиромант",
		[103453] = "Отрекшийся-священник",
		[173505] = "Квексу",
		[182207] = "Знак тревоги",
		[170434] = "Слияние грехов",
		[11456] = "Тенелов из племени Буйного Нрава",
		[164492] = "Зритель арены",
		[159685] = "Подмастерье Двора поганищ",
		[184767] = "Порабощенный колосс",
		[164804] = "Дроман Ульфарран",
		[185032] = "Надсмотрщик Зи'про",
		[115402] = "Слон",
		[21298] = "Змеестраж из резервуара Кривого Клыка",
		[166852] = "Буйный клещ",
		[159174] = "Исполинский склепорезчик",
		[167876] = "Инквизитор Зигар",
		[176578] = "Часовой хранилища",
		[159960] = "Герцог Аврам",
		[157127] = "Разъяренный кадавр",
		[165829] = "Осадная артиллерия",
		[170767] = "Раздувшийся копатель",
		[417] = "Фаланами",
		[160847] = "Инспектор Боян",
		[180162] = "Ве'райн",
		[152009] = "Неисправный хламобот",
		[181186] = "Верный Утробе подавитель",
		[180091] = "Древняя гончая недр",
		[165830] = "Беспощадный миротворец",
		[160454] = "Прожорливый анимаклещ",
		[174091] = "Крадущийся ужас <Ния в роли Ксавия>",
		[171461] = "Друст-служитель",
		[177735] = "Верный Утробе прерыватель",
		[172485] = "Вредли",
		[12100] = "Лавовый разоритель",
		[177257] = "Верный Хелии инквизитор",
		[165831] = "Жестокий сборщик",
		[115765] = "Абстрактный нейтрализатор",
		[160479] = "Сталекожий штурмовик",
		[183747] = "Витьен",
		[102277] = "Двойник скверносерда-стрелка <Скверносерд-стрелок>",
		[53375] = "Глашатай огненного апокалипсиса",
		[163503] = "Эфирный Ныряльщик",
		[53631] = "Паучонок-пеплопряд",
		[137367] = "Линдел Ворюга",
		[174183] = "Леди Мел'траникс",
		[54015] = "Мажордом Фэндрал Олений Шлем",
		[159178] = "Лютый сумеречник",
		[178373] = "Верный Утробе разоритель",
		[168392] = "Сокрушительница надежды Мурза",
		[109038] = "Солнцевед Тел'арн",
		[181208] = "Скованный сервитор",
		[182213] = "Разумная поросль",
		[47086] = "Багровый поджигатель",
		[170952] = "Мокрый землерой",
		[183749] = "Вязкие брызги",
		[164578] = "Создание Трупошва",
		[168393] = "Изрыгатель чумы",
		[103431] = "Смрадный увалень",
		[80004] = "Ракун",
		[182214] = "Верный Утробе аннигилятор",
		[165008] = "Архитектор Хален",
		[170953] = "Главный кулачный боец",
		[161511] = "Лорд Блэкбейл",
		[153217] = "Собиратель из племени Морских Скал",
		[160204] = "Надсмотрщик Пузыр",
		[160716] = "Грехокаменный буян",
		[13197] = "Хлестун Скверны",
		[113646] = "Зараженный лесовик",
		[166347] = "Разлагающийся чародей",
		[156395] = "Голодающий жуткий нетопырь",
		[53120] = "Поджигатель-землепроходец",
		[176073] = "Верный Утробе всадник",
		[116550] = "Призрачный зритель",
		[155828] = "Покрытый рунами колосс",
		[167467] = "Покровник-ритуалист",
		[115694] = "Пожинатель душ",
		[182728] = "Искаженный взрыватель миров",
		[170955] = "Закаленный в боях тауал",
		[168147] = "Сабриэль Косторуб",
		[174165] = "Похититель Темного фронта",
		[168396] = "Изрыгатель чумы",
		[27268] = "Восставший наездник на грифоне",
		[156256] = "Порочный нотариус",
		[153552] = "Плачущий призрак",
		[58960] = "Килрило",
		[170956] = "Хранитель пламени",
		[98035] = "Зловещий охотник",
		[77816] = "Борка Бесчеловечный",
		[170728] = "Верный Утробе завоеватель",
		[173640] = "Послушная темная гончая",
		[12056] = "Барон Геддон",
		[94224] = "Каменящий тотем",
		[152661] = "Верный Утробе караульный",
		[162767] = "Пестицид",
		[177877] = "Иссохший маг",
		[157682] = "Костоплав из Огненной кузни",
		[84215] = "Пушка \"Силы Чернорука\"",
		[164815] = "Похитительница с \"Золрамуса\"",
		[81432] = "Гром'карский техник",
		[171064] = "Поглотитель анимы",
		[158473] = "Покровник - собиратель осколков",
		[118255] = "Морской кроколиск",
		[155090] = "Анодированный разрядниконосец",
		[151816] = "Угасший падальщик",
		[159505] = "Тренирующийся претендент",
		[160721] = "Падший аколит Эрисна",
		[164550] = "Ползучая слизь",
		[176109] = "Злонравный архивариус",
		[45699] = "Сумеречный лекарь тени",
		[177389] = "Верный Утробе рассекатель",
		[114316] = "Баронесса Доротея Милстип",
		[184268] = "Диссонирующий часовой",
		[80935] = "Гром'карский подрывник",
		[58965] = "Неизвестно",
		[168693] = "Сириксия",
		[40759] = "Налетчик Зин'жатара",
		[105715] = "Бдительный инквизитор",
		[150485] = "Плазменная сфера",
		[88089] = "Чародейка из клана Колец Ненависти",
		[175768] = "Зловредная тень",
		[179401] = "Жадный друст - убийца рощи",
		[166137] = "Соленор Душегуб",
		[156158] = "Адъютант Фелипос",
		[171160] = "Эхо Денатрия",
		[170449] = "Скрывающийся плеточник",
		[166866] = "Заблудший распорядитель",
		[114364] = "Насытившийся маназмей",
		[168266] = "Болезненный костяной страж",
		[171581] = "Обгоревшее чудище",
		[164819] = "Ариэлла",
		[171142] = "Громадное поганище",
		[173051] = "Подавитель Зелорс",
		[61056] = "Изначальный элементаль земли",
		[166867] = "Обращенный претор",
		[155094] = "Мехагонский солдат",
		[155830] = "Верный Утробе послушник",
		[45616] = "Сумеречный похититель",
		[159729] = "Служительница дома Ределав",
		[21215] = "Леотерас Слепец",
		[80005] = "Повелительница небес Товра",
		[45700] = "Создатель сумеречных порталов",
		[11461] = "Страж-криводрев",
		[163363] = "Молниеносец из племени Серпошипов",
		[96247] = "Злобнозем-ползун",
		[95772] = "Разъяренный коготь ночи",
		[158989] = "Живой скипетр",
		[185808] = "Концентрированная чума",
		[155404] = "\"Вырвиглаз\"-бунтарь",
		[170452] = "Сфера сущности",
		[183249] = "Подчиненный разрушитель миров",
		[184360] = "Огромная крыса Утробы",
		[114675] = "Проекция Хранителя",
		[170184] = "Тенистый ларион",
		[160727] = "Остаточное недомогание",
		[166921] = "Крадущийся друст",
		[159758] = "Машинист-мятежник",
		[166358] = "Зеленая слизь",
		[11475] = "Элдретарский фантазм",
		[11668] = "Повелитель огня",
		[108314] = "Разоритель из армии Оскверненной Души",
		[159504] = "Тренирующийся претендент",
		[12101] = "Лавоменталь",
		[161240] = "Узурпатор Симона",
		[173323] = "Эдвард",
		[86566] = "Дезертир Дазго",
		[167695] = "Друст - теневой свежеватель",
		[180746] = "Защитник Предвечных",
		[167694] = "Друст-разоритель",
		[105630] = "Око Гул'дана",
		[114252] = "Пожиратель маны",
		[53635] = "Пеплопряд-трутень",
		[178133] = "Волнопляс из племени Соленой Хмари",
		[178645] = "Верный Утробе всадник",
		[166872] = "Темный анимапард",
		[183764] = "Затоджин",
		[161638] = "Леди Ирин",
		[176598] = "Пыточный голем",
		[115746] = "Горящие плитки",
		[165337] = "Громадный мясостраж",
		[153957] = "Проржавевший машинист",
		[178646] = "Выкованный в пламени призыватель",
		[183253] = "Подчиненный рунодел",
		[167385] = "Острохвойный костолом",
		[159707] = "Доктор Хиввил",
		[160250] = "Неутомимый погрузчик",
		[173016] = "Собиратель трупов",
		[185813] = "Неразбавленная чума",
		[157660] = "Раскольник-перерожденный",
		[162267] = "Анимаклещ-роевик",
		[172312] = "Иглобрюх-поглотитель",
		[175576] = "Камера сдерживания <[*] Камера сдерживания>",
		[167898] = "Воплощение зависти <Инквизитор Зигар>",
		[170338] = "Прожорливый захватчик",
		[183897] = "Верный Утробе подчинитель",
		[157833] = "Борр-Гет",
		[169500] = "Прожорливая пиявица",
		[162268] = "Быстроногий анимаклещ",
		[158687] = "Покровник-пронзатель",
		[13285] = "Смертельный хлестун",
		[171994] = "Аберрантный друст",
		[184791] = "Внутренняя ненависть",
		[98810] = "Страж гнева - мастер клинка",
		[111206] = "Саблезубый ворг",
		[153699] = "Радикулиск",
		[103673] = "Созерцатель тьмы <Феги>",
		[170016] = "Оставшиеся части",
		[114338] = "Скопление маны",
		[102263] = "Скорпирон",
		[170596] = "Раскольница-призывательница",
		[53795] = "Кладка яиц",
		[161246] = "Массивень",
		[164921] = "Друст-жнец",
		[150143] = "Перемалыватель из племени Хламоедов",
		[81407] = "Бомбардир Мрачных Путей",
		[160748] = "Одержимый защитник",
		[176254] = "Скованный землекоп",
		[152033] = "Непримечательное растение",
		[86526] = "Гром'карский мастер цепей",
		[161247] = "Разрушитель из Каменного легиона",
		[178139] = "Крушитель панцирей из племени Соленой Хмари",
		[114284] = "Эльфира",
		[167719] = "Забытый дозорный",
		[177187] = "Усиленный опустошитель",
		[170662] = "Фолиант войны",
		[163882] = "Разлагающийся великан",
		[168581] = "Эфирный смотритель",
		[165343] = "Шныряющая крыса Утробы",
		[11666] = "Огнеход",
		[155831] = "Верный Утробе стражник душ",
		[170974] = "Скребущий слуга",
		[40811] = "Жаблин-падальщик",
		[98300] = "Окаменелый песочник",
		[189707] = "Частица хаоса",
		[181212] = "Аквилон-охотник",
		[160815] = "Подкрадывающийся поглотитель",
		[178141] = "Лататель чешуи из племени Соленой Хмари",
		[45703] = "Безликий прислужник",
		[21232] = "Тихоступ из племени Седого Сердца",
		[158314] = "Блуждающая скорбь",
		[159714] = "Костежал-ползун",
		[160226] = "Надсмотрщик Мортис",
		[177118] = "Хранитель цепей",
		[165345] = "Огромная крыса Утробы",
		[178142] = "Рыбомант из племени Соленой Хмари",
		[162274] = "Мать стаи анимаклещей",
		[53096] = "Детеныш огненной черепахи",
		[103344] = "Дубосерд",
		[118776] = "Клинок Скверны - сокрушитель",
		[52530] = "Алисразор",
		[98813] = "Кровожадная гончая Скверны",
		[170803] = "Призрачный прядильщик ненависти",
		[177860] = "Иссушенный мечник",
		[103729] = "Отрекшийся-лучник",
		[162874] = "Ти'ор",
		[88506] = "Малый гронн - раб",
		[149850] = "Воздушный патрульный ХЗ-2",
		[168418] = "Раскольница-инквизитор",
		[48391] = "Воин из клана Драконьей Пасти",
		[161252] = "Погребенная душа",
		[157669] = "Сталекожий боец авангарда",
		[162276] = "Максимус",
		[170978] = "Вентир-громила",
		[177873] = "Усиленный рунами потрошитель",
		[11453] = "Плут из племени Буйного Нрава",
		[156134] = "Призрачный скакун",
		[173026] = "Пехотинец дома Избранных",
		[181728] = "Автом-целитель",
		[169955] = "Гордый гоплит",
		[178657] = "Пламенный перерожденный",
		[170979] = "Поджарый вентир",
		[111164] = "Сумеречная звездная танцовщица",
		[163413] = "Серпорез",
		[168420] = "Раскольник-защитник",
		[152138] = "Станция перегрузки",
		[165349] = "Оживленный некропес",
		[167728] = "Заблудшая душа",
		[162278] = "Флоки",
		[100539] = "Скверносерд-стрелок",
		[168518] = "Защитник заставы Черного Пса",
		[102459] = "Лаит Ша'ол",
		[180706] = "Аннелид-пескопроходец",
		[185313] = "Эбонитовый подавитель",
		[173540] = "Сгусток анимы",
		[164427] = "Возрожденный воин <Амарт>",
		[149843] = "Хранитель мотояиц",
		[183266] = "Прилежный претендент",
		[160392] = "Ловец душ Дойна",
		[92610] = "Барабанщик из Подкаменного разлома",
		[96512] = "Верховный друид Глайдалис",
		[185314] = "Подчиненный охранник",
		[161256] = "Могильный скрытень",
		[156333] = "Преобразованный тьмой ученик",
		[178660] = "Тенешкурый гребнеспин",
		[175077] = "Клещ-пожиратель",
		[53127] = "Огненный скорпион",
		[178878] = "Кристальный страж",
		[184091] = "Дух волка <Каайсэки>",
		[114442] = "Восставшая воительница",
		[53639] = "Клеймящий поджигатель",
		[106584] = "Бдительный окулус",
		[164184] = "Амбициозный дуэлянт",
		[183268] = "Веспоид-надсмотрщик",
		[162650] = "Хирург-сшиватель",
		[111446] = "Офицер Сумеречной стражи",
		[168424] = "Сшитый рух",
		[181221] = "Ветхий геоменталь",
		[185828] = "Чума Лордерона",
		[161770] = "Леди Уикс'Ара",
		[113013] = "Скверноподданный теневой клинок",
		[104277] = "Гончая Легиона",
		[174729] = "Друст-завоеватель",
		[155263] = "Решала Скитц",
		[157872] = "Избранный сковыватель плоти",
		[181222] = "Перезаряженный веспоид",
		[153069] = "Проржавевший устранитель проблем",
		[115020] = "Арканид",
		[48436] = "Сумеречный дракон",
		[168064] = "Буйный гладиатор",
		[164363] = "Неумирающий камнебес",
		[112638] = "Астральный защитник",
		[114584] = "Фантомный рабочий",
		[88580] = "Поджигатель Граш",
		[114624] = "Волшебный страж",
		[95061] = "Большой элементаль огня <Sturmhuf-Dethecus>",
		[159856] = "Опасный вредитель",
		[170986] = "Каменный утилизатор",
		[53128] = "Гигантский огненный скорпион",
		[157309] = "Фиолетовая ошибка",
		[163415] = "Озверевший проглот",
		[177129] = "Мастер боя Хирев",
		[53640] = "Поджигатель-часовой",
		[173197] = "Голодный пожиратель душ",
		[165224] = "Горм-фуражир",
		[162797] = "Глубокий Шрам",
		[167404] = "Неустрашимый защитник <Око \"Золрамуса\">",
		[154219] = "Мотопаук <Мехарантул>",
		[172523] = "Псарь Васанок",
		[177130] = "Голодающий некропес",
		[165357] = "Моровая слизь",
		[62982] = "Подчинитель разума <Шоне>",
		[178666] = "Кизеш",
		[183273] = "Пустынная раптора",
		[171500] = "Шаркающий труп",
		[159727] = "Распорядитель дома Ределав",
		[150397] = "Король Мехагон",
		[177131] = "Верный Хелии инквизитор",
		[160641] = "Безрассудный ритуалист",
		[114256] = "Скверноуст - маг порчи",
		[169341] = "Ветеран с расщепленной душой",
		[183274] = "Пустынный гнездовик",
		[166275] = "Туманный культиватор",
		[176108] = "Порочный привратник",
		[172525] = "Подмастерье Двора поганищ",
		[177132] = "Верный Хелии искатель душ",
		[53121] = "Клеймящий поджигатель",
		[116574] = "Серебряные вилки",
		[162481] = "Собиратель камней грехов",
		[170990] = "Голодный пепельный вурдалак",
		[174024] = "Транспортный некрорух",
	},
	["death_recap"] = {
		["enabled"] = true,
		["show_segments"] = false,
		["show_life_percent"] = false,
		["relevance_time"] = 7,
	},
	["spell_pool"] = {
		2, -- [1]
		3, -- [2]
		"Мир (падение)", -- [3]
		[351697] = 11,
		[345554] = "Скульд",
		[302552] = "Чудолиственная мерцальница",
		[355794] = 1,
		[294362] = "Угасший отголосок",
		[343509] = "Опет",
		[8122] = 5,
		[114050] = 7,
		[263648] = 12,
		[192249] = 7,
		[193273] = "Ревущий идол <Уларогг Скаломол>",
		[195321] = 10,
		[327130] = "Изготовитель кадавров",
		[271841] = "Имперский каратель",
		[345561] = "Азуль",
		[145152] = 11,
		[228086] = "Фантомный рабочий",
		[347610] = "Со'азми",
		[357849] = "Утер Светоносный <Алоиза>",
		[300514] = "Шаман из племени Хламоедов",
		[170751] = "Адъютант Фелипос",
		[390617] = 5,
		[100742] = "Поджигатель-магмомант",
		[339424] = 12,
		[349663] = "Алькруукс",
		[343520] = "[*] Бушующий",
		[51399] = 6,
		[323043] = "Друст - злобный коготь",
		[345569] = 4,
		[325092] = 10,
		[359904] = "Сколекс",
		[333284] = "Пелагий <Ниэтта>",
		[233210] = "Призрачный помощник смотрителя стойл",
		[298473] = "Ворчун из племени Хламоедов",
		[236282] = 1,
		[353763] = "Сат'зуул",
		[333286] = "Пелагий <Ниэтта>",
		[176898] = 9,
		[292332] = "Главный машинист Искроточец",
		[115078] = 10,
		[343527] = 2,
		[347623] = "Со'азми",
		[300525] = "Хламометатель из племени Хламоедов",
		[364006] = 1,
		[60103] = 7,
		[335338] = "Лорд-камергер",
		[347625] = 5,
		[36554] = 4,
		[196354] = "Верховный друид Глайдалис",
		[353769] = "Сат'зуул",
		[366056] = 4,
		[327149] = 11,
		[102793] = 11,
		[364010] = 1,
		[382440] = 8,
		[87947] = "Синестра",
		[321009] = "Кин-Тара",
		[323057] = "Ингра Малох",
		[224001] = 3,
		[167688] = "Турель клана Черной горы <Нозердума>",
		[209667] = "Советник Меландр",
		[212739] = 6,
		[347632] = "Со'азми",
		[327155] = "Верное создание",
		[194310] = 6,
		[390636] = 5,
		[339443] = 8,
		[347635] = "Со'азми",
		[327158] = 2,
		[172810] = "Защитница Друна",
		[347636] = "Со'азми",
		[327159] = 10,
		[24423] = "Хугин <Рыжебородый-Дракономор>",
		[188169] = "Рокмора",
		[198408] = "Верховный друид Глайдалис",
		[355830] = "Тихоступ из картеля",
		[1079] = 11,
		[327162] = 7,
		[329210] = 7,
		[327163] = 7,
		[296447] = "Угасший скиталец",
		[355832] = "Тихоступ из картеля",
		[327164] = 7,
		[294401] = "Угасший отголосок",
		[323070] = 11,
		[325118] = 5,
		[271877] = 4,
		[4987] = 2,
		[337406] = "Пикси",
		[300547] = "Хламометатель из племени Хламоедов",
		[230152] = 1,
		[5211] = 11,
		[294405] = "Угасший отголосок",
		[329217] = "Доктор Икус",
		[213771] = 11,
		[364030] = "Заклинатель из картеля Зи",
		[333314] = 8,
		[343553] = "Злопамятная тень",
		[386556] = 2,
		[333315] = 8,
		[353793] = 8,
		[374271] = 6,
		[236298] = 8,
		[343556] = "Хирург Трупошов",
		[189200] = "Крылатый автоматон",
		[339461] = 3,
		[166675] = "Гром'карская опалительница",
		[209678] = "Советник Меландр",
		[236299] = 8,
		[1543] = 3,
		[339463] = 5,
		[275983] = "Верный Утробе призыватель огня",
		[321034] = "Кин-Тара",
		[178963] = 12,
		[335370] = 5,
		[337419] = "Изломанный кошмар",
		[300560] = "Хламометатель из племени Хламоедов",
		[351754] = 12,
		[394757] = 4,
		[300561] = "Хламометатель из племени Хламоедов",
		[335373] = "Клейя <Ниэтта>",
		[13877] = 4,
		[337422] = "Изломанный кошмар",
		[366091] = "Древний страж",
		[343566] = 5,
		[164632] = "Гром'карская огненная лучница",
		[366092] = "Древний страж",
		[271896] = 4,
		[294422] = 5,
		[230161] = "Абстрактный нейтрализатор",
		[51661] = 4,
		[359951] = 7,
		[290328] = 1,
		[106898] = 11,
		[273947] = 6,
		[390669] = 5,
		[164635] = "Раздиратель Плоти Нок'Гар",
		[368146] = "Галондрий",
		[292380] = 11,
		[196376] = "Верховный друид Глайдалис",
		[353813] = 9,
		[2094] = 4,
		[327193] = 2,
		[345623] = "Нар'зуда",
		[260881] = 7,
		[207640] = 11,
		[52174] = 1,
		[341530] = 4,
		[353817] = 5,
		[316958] = 2,
		[126354] = "Мин'ир",
		[19434] = 3,
		[206618] = "Хрономатическая аномалия",
		[341533] = 4,
		[331295] = "Шипы",
		[198428] = "Уларогг Скаломол",
		[325153] = 10,
		[374300] = "Та'ил",
		[353823] = 6,
		[368158] = 9,
		[2782] = 11,
		[374302] = "[*] Восстановление",
		[263725] = 8,
		[85401] = "Гранатовый часовой",
		[204574] = "Дубосерд",
		[189216] = "[*] Рикошетящие клинки",
		[47568] = 6,
		[366114] = "Древний страж",
		[333351] = 5,
		[220957] = "Внутренний демон",
		[345638] = 9,
		[41425] = 8,
		[271920] = 7,
		[366117] = "Древний страж",
		[362022] = 11,
		[323115] = 12,
		[359975] = "Сколекс",
		[185123] = 12,
		[61391] = 11,
		[366120] = "Древний страж",
		[319022] = 10,
		[100761] = "Глашатай огненного апокалипсиса",
		[13750] = 4,
		[229151] = "Виз'адуум Всевидящий",
		[353835] = "Надоедливый завсегдатай",
		[359979] = "Сколекс",
		[353836] = "Надоедливый завсегдатай",
		[228128] = 10,
		[359980] = "Сколекс",
		[362028] = "Тюремщик",
		[199460] = "Дресарон",
		[359981] = "Сколекс",
		[187174] = 9,
		[378412] = 2,
		[355887] = "Внутренняя ненависть",
		[325171] = 2,
		[355888] = "Охранник таможни",
		[15286] = 5,
		[355889] = "Охранник таможни",
		[323126] = "Грехокаменная статуя",
		[325174] = 7,
		[212773] = "Резервист из Сумеречной стражи <Часовой из Сумеречной стражи>",
		[31850] = 2,
		[355891] = "Усердный подручный",
		[355892] = 12,
		[114074] = 7,
		[98204] = 2,
		[115098] = 10,
		[327225] = 2,
		[355894] = 12,
		[17] = 5,
		[88990] = 5,
		[197418] = "Иллисанна Гребень Ворона",
		[357945] = 2,
		[386614] = 9,
		[325182] = 10,
		[229159] = "Виз'адуум Всевидящий",
		[339517] = 9,
		[337470] = 11,
		[355900] = "Охранник таможни",
		[5116] = 3,
		[323137] = "Дроман Ульфарран",
		[300612] = 9,
		[327233] = "Изрыгатель чумы",
		[323138] = "Ингра Малох",
		[229161] = "Виз'адуум Всевидящий",
		[296518] = "\"Шокотрон X1\"",
		[355903] = "Охранник таможни",
		[351808] = "Верный Утробе крематор",
		[201517] = "Скверносерд-лазутчик",
		[386621] = 9,
		[198446] = "Сквернотопырь",
		[183088] = "Крушитель из племени Камня Силы",
		[108446] = 9,
		[337476] = 10,
		[145205] = 11,
		[351811] = "Верный Утробе крематор",
		[296522] = "[*] Самоуничтожение",
		[347716] = "Служащий ПОЧТ-ы",
		[296523] = "Верный Утробе искатель",
		[298571] = "Механоцикл",
		[32747] = 12,
		[362052] = "Галондрий",
		[223021] = "[*] Трупное заражение",
		[335432] = 12,
		[329289] = 6,
		[337482] = 10,
		[347721] = "Дефективный сортировщик",
		[308814] = 9,
		[212784] = "Бдительный инквизитор",
		[362056] = "Охранная сфера",
		[206641] = "Триллиакс",
		[325197] = 10,
		[353866] = 3,
		[323150] = "Грехокаменная статуя",
		[349771] = 9,
		[171830] = 7,
		[6940] = 2,
		[355915] = "Специалист по допросу",
		[258860] = 12,
		[210738] = 6,
		[317009] = 12,
		[212786] = "Дубосерд",
		[131900] = 3,
		[323153] = 12,
		[248622] = 1,
		[306772] = "[*] Огромная коса",
		[325202] = 10,
		[392778] = 1,
		[345680] = "Взрывоопасная пикси",
		[274009] = 6,
		[325203] = 5,
		[52437] = 1,
		[339538] = 2,
		[353873] = 10,
		[368208] = 11,
		[388686] = 10,
		[204598] = 12,
		[353875] = 6,
		[198455] = "Дух волка <Erectusgenie-Ragnaros>",
		[302682] = "Трикси Искрожгучка",
		[8092] = 5,
		[357972] = 1,
		[353877] = 9,
		[298588] = "Механоцикл",
		[325209] = 10,
		[335449] = 9,
		[172860] = "Гром'карский военачальник",
		[331354] = 12,
		[335450] = 9,
		[353880] = 3,
		[114083] = 7,
		[212792] = 8,
		[271971] = "Зловещий охотник <Clickportal-TarrenMill>",
		[107428] = 10,
		[183100] = "Крушитель из племени Камня Силы",
		[335452] = 1,
		[355930] = "Специалист по допросу",
		[382551] = 1,
		[171838] = 7,
		[157504] = 7,
		[199483] = 3,
		[392791] = 1,
		[345693] = 2,
		[325216] = 10,
		[327264] = 10,
		[325217] = 10,
		[392793] = 1,
		[345695] = 7,
		[355934] = "Офицер поддержки",
		[85416] = 2,
		[343648] = 11,
		[222010] = "Солнцевед Тел'арн",
		[347744] = "Со'азми",
		[386652] = 2,
		[368223] = 11,
		[98727] = 9,
		[199486] = 5,
		[368224] = 11,
		[337508] = 11,
		[355938] = "Алькруукс",
		[368225] = 11,
		[298602] = "[*] Облако дыма",
		[300650] = "Токсичный скрытень",
		[121253] = 10,
		[325224] = "Туманный острожал",
		[337511] = 5,
		[323177] = "Дроман Ульфарран",
		[12472] = 8,
		[337512] = 10,
		[339560] = 2,
		[325226] = "Туманный острожал",
		[269937] = 2,
		[345704] = 7,
		[366182] = "Беспринципный собиратель",
		[345705] = 9,
		[122278] = 10,
		[368231] = 11,
		[296560] = "[*] Цепкий статический разряд",
		[366184] = 8,
		[53] = 4,
		[329325] = "Верный Утробе послушник",
		[366185] = "Бугай",
		[261947] = 10,
		[337517] = 10,
		[364138] = "Тюремщик",
		[240446] = "[*] Взрыв",
		[366187] = "Бугай",
		[171847] = 8,
		[345710] = 12,
		[325233] = "Ния",
		[294517] = "Угасший падальщик",
		[366189] = "Агент-вор",
		[205636] = 11,
		[355951] = 11,
		[366190] = "Искаженный пожиратель миров",
		[366191] = "Искаженный пожиратель миров",
		[171849] = 7,
		[207685] = 12,
		[323190] = "Сшитый боец авангарда",
		[366193] = "Агент-вор",
		[171850] = 2,
		[263806] = 7,
		[347765] = 12,
		[228164] = "Фантомный рабочий",
		[222021] = "Чародей Тел'арн",
		[366196] = "Агент-вор",
		[66] = 8,
		[100780] = 10,
		[366197] = "Агент-вор",
		[294526] = "Угасший демон",
		[203593] = "Темночешуйчатый змей",
		[329340] = "Верховный адъюдикатор Ализа",
		[364152] = 6,
		[258883] = 12,
		[75] = 3,
		[384631] = 4,
		[230215] = 4,
		[355963] = "Брокер Ве'кен",
		[183117] = 12,
		[193356] = 4,
		[364155] = 6,
		[300675] = "[*] Ядовитый туман",
		[321153] = 5,
		[294533] = "Угасший демон",
		[345727] = 10,
		[347775] = "Перегруженный почтоменталь",
		[163665] = "Макогг Угольный Клинок",
		[222026] = 6,
		[198477] = "Кошмарное поганище",
		[358015] = 12,
		[351872] = 11,
		[193358] = 4,
		[114093] = 7,
		[230218] = "Пожиратель маны",
		[315014] = 3,
		[207693] = 12,
		[209741] = "Проекция советника Меландра",
		[339588] = 9,
		[171858] = "Иссохший маг",
		[23920] = 1,
		[32239] = 5,
		[209742] = "Проекция советника Меландра",
		[194384] = 5,
		[358020] = 12,
		[163668] = "Макогг Угольный Клинок",
		[337543] = 12,
		[323209] = "Грехокаменная статуя",
		[341639] = 2,
		[272016] = "Пленный кабалист",
		[99] = 11,
		[276112] = 2,
		[335497] = "\"Атанос\"",
		[230221] = "[*] Поглощенная мана",
		[306830] = 12,
		[300687] = "Токсичное чудище",
		[230222] = 8,
		[345739] = 12,
		[117679] = 11,
		[211793] = 6,
		[347788] = 5,
		[232271] = "Насытившийся маназмей",
		[360075] = "Магически регулируемый сердечник автома <Lùcïfër-Draenor>",
		[28272] = 8,
		[300691] = 1,
		[230224] = 8,
		[355981] = "Алькруукс",
		[358029] = 11,
		[300693] = 10,
		[360078] = 11,
		[366222] = 9,
		[118] = 8,
		[323220] = 12,
		[325268] = 11,
		[120] = 8,
		[230226] = 4,
		[355985] = 11,
		[83381] = "Uvuros <Xénoviâ-ShatteredHalls>",
		[122] = 8,
		[108978] = 8,
		[69559] = 6,
		[362130] = "Галондрий",
		[126] = 9,
		[298651] = "Механоцикл",
		[366227] = "Мерзкий проглот",
		[263840] = "Волк <Стираютайдом>",
		[130] = 8,
		[368276] = 5,
		[133] = 8,
		[84918] = "Элементиевое чудовище",
		[211799] = "Элисанда",
		[136] = 3,
		[325275] = 7,
		[351896] = 11,
		[229206] = 7,
		[2383] = 9,
		[93622] = 11,
		[310944] = 8,
		[2479] = 3,
		[327327] = 8,
		[360092] = "Сколекс",
		[329376] = "Туманник",
		[57822] = 8,
		[329377] = "Туманник",
		[327330] = 8,
		[127923] = 9,
		[325283] = 5,
		[327331] = "Раскольник-целитель",
		[80313] = 11,
		[30449] = 8,
		[349857] = 3,
		[335523] = "\"Атанос\"",
		[321189] = 5,
		[356001] = "Тяжелый смотритель",
		[294569] = 3,
		[193375] = "Уларогг Скаломол",
		[211805] = 6,
		[196447] = 9,
		[263854] = "Raptor <Sekiarc-Elune>",
		[347812] = 9,
		[23922] = 1,
		[321192] = 5,
		[333479] = "Тошногнил",
		[196448] = 9,
		[49376] = 11,
		[347814] = "Дефективный сортировщик",
		[325289] = 9,
		[92089] = 12,
		[263857] = "Опустошитель <Джетиэль-Ревущийфьорд>",
		[298669] = "Трикси Искрожгучка",
		[126389] = 2,
		[261977] = 10,
		[263858] = "Базз <Неди-Ревущийфьорд>",
		[343721] = 2,
		[228190] = "Гул'дан",
		[351913] = 10,
		[345770] = "Зо'фекс",
		[263861] = "Дикорог <Кусокк-СтражСмерти>",
		[317103] = 2,
		[343724] = 2,
		[356011] = "Расщепляющий луч <Тяжелый смотритель>",
		[263863] = "Гешарахан <Рыжебородый-Дракономор>",
		[81340] = 6,
		[329392] = "Сара Уайт",
		[347822] = "Дефективный сортировщик",
		[333488] = "Амарт",
		[33763] = 11,
		[50401] = 6,
		[323250] = "Дроман Ульфарран",
		[228193] = "Люминор",
		[163689] = "Ахри'ок Дугру",
		[329394] = "Сара Уайт",
		[198501] = "[*] Рвота Скверны",
		[325299] = 9,
		[263867] = "Uvuros <Adrastron-TarrenMill>",
		[15290] = 5,
		[351921] = 10,
		[230242] = 7,
		[333492] = "Амарт",
		[313015] = 9,
		[77758] = 11,
		[127928] = 11,
		[200551] = "Даргрул",
		[347829] = 1,
		[327355] = 8,
		[267971] = 9,
		[294592] = 5,
		[166766] = "Верный Утробе кандальщик",
		[360121] = 11,
		[202602] = 1,
		[351931] = "Пыточный голем",
		[360123] = 2,
		[325312] = "Ния",
		[49379] = 2,
		[356029] = 5,
		[5246] = 1,
		[77761] = 11,
		[356031] = "Специалист по допросу",
		[325315] = 5,
		[265931] = 9,
		[390844] = 5,
		[190319] = 8,
		[390845] = 5,
		[179057] = 12,
		[319175] = 4,
		[370] = 7,
		[331462] = 11,
		[258920] = 12,
		[339654] = 3,
		[366275] = "Шишковатый мародер",
		[116670] = 10,
		[258921] = 12,
		[366278] = "Надсмотрщик Зи'про",
		[408] = 4,
		[345801] = 5,
		[170869] = 9,
		[263892] = "The Dark Prowler <Railrunner-TheVentureCo>",
		[294609] = 5,
		[210801] = 7,
		[325326] = 5,
		[204658] = "[*] Сокрушительная хватка",
		[345804] = 5,
		[364234] = 4,
		[341709] = "Призывательница Туманов",
		[48101] = 6,
		[386760] = 9,
		[366284] = "Тюремщик",
		[258925] = 12,
		[210803] = 10,
		[329426] = "Охранник плавильной печи",
		[258926] = 12,
		[366287] = "Надсмотрщик Зи'про",
		[319190] = 4,
		[267997] = "Мерзотень <Камомила-Галакронд>",
		[343764] = 10,
		[230259] = 11,
		[339669] = 2,
		[341717] = 4,
		[267999] = "Мерзотень <Камомила-Галакронд>",
		[300764] = "Жижементаль",
		[528] = 5,
		[339672] = 4,
		[366293] = 1,
		[335577] = 10,
		[230261] = 11,
		[556] = 7,
		[335578] = 10,
		[313053] = 2,
		[351961] = "Базарный боец",
		[164734] = "Лютоклык",
		[209785] = 2,
		[228215] = "Метелка",
		[204666] = "Дубосерд",
		[321247] = "Амарт",
		[364250] = "Тюремщик",
		[366298] = 12,
		[341726] = 8,
		[204667] = "Дубосерд",
		[327393] = "Некромант с \"Золрамуса\"",
		[242551] = 12,
		[356062] = 2,
		[349919] = "Утер Светоносный <Алоиза>",
		[102342] = 11,
		[270058] = 12,
		[354016] = 7,
		[11196] = 8,
		[354017] = 4,
		[327397] = "Некромант с \"Золрамуса\"",
		[354018] = 4,
		[300777] = "Жижементаль",
		[360162] = "Бдительный Страж",
		[740] = 11,
		[190336] = 8,
		[313065] = 10,
		[768] = 11,
		[106951] = 11,
		[199552] = 12,
		[329449] = 1,
		[364261] = "Зловредный бес <Clickportal-TarrenMill>",
		[228221] = "Метелка",
		[188290] = 6,
		[222078] = "Заклинательница Скверны Фарамера",
		[364262] = "Зловредный бес <Clickportal-TarrenMill>",
		[224126] = 7,
		[351976] = "Пыточный голем",
		[378597] = 7,
		[349929] = "Утер Светоносный <Алоиза>",
		[222079] = "Заклинательница Скверны Фарамера",
		[323309] = "Вскрытое поганище",
		[224127] = 7,
		[327405] = 9,
		[203650] = 12,
		[343788] = 10,
		[364266] = 10,
		[343789] = 10,
		[349933] = "\"Ахиллит\"",
		[229248] = "Флагманский корабль",
		[337647] = "Тран'тиок",
		[349934] = "\"Ахиллит\"",
		[200580] = "Гноешкурый гризли",
		[69070] = 9,
		[337649] = "Тран'тиок",
		[198533] = 10,
		[208772] = 5,
		[337650] = "Тран'тиок",
		[229250] = "[*] Пламя Скверны",
		[337651] = "Тран'тиок",
		[327413] = "Голиаф раскольников",
		[980] = 9,
		[349939] = "\"Ахиллит\"",
		[256896] = 2,
		[335606] = 3,
		[272126] = 5,
		[317177] = 9,
		[327416] = "Голиаф раскольников",
		[337655] = "Тран'тиок",
		[333560] = 10,
		[1064] = 7,
		[321275] = "[*] Быстрая инфекция",
		[331514] = 10,
		[366326] = "Мерзкий надсмотрщик",
		[335610] = 2,
		[210824] = 8,
		[360184] = 2,
		[1160] = 1,
		[300801] = 1,
		[313088] = 12,
		[341757] = 12,
		[200587] = 9,
		[313089] = 12,
		[105421] = 2,
		[319233] = 6,
		[172943] = "Страж ям Гварнок",
		[5215] = 11,
		[337664] = "Тран'тиок",
		[347903] = "Перегруженный почтоменталь",
		[205708] = 8,
		[319236] = 6,
		[30455] = 8,
		[349954] = "\"Ахиллит\"",
		[319238] = 6,
		[354050] = 12,
		[1464] = 1,
		[102351] = 11,
		[354051] = 12,
		[199567] = "Проекция Латосия",
		[48108] = 8,
		[32375] = 5,
		[186257] = 3,
		[354053] = 12,
		[331528] = 10,
		[354054] = 12,
		[186258] = 3,
		[319243] = 6,
		[197521] = "Иллисанна Гребень Ворона",
		[388867] = 10,
		[341770] = 12,
		[319245] = 6,
		[115151] = 10,
		[1680] = 1,
		[300816] = "Жижементаль",
		[343819] = 10,
		[210833] = 8,
		[343820] = 10,
		[19577] = 3,
		[347916] = 3,
		[300818] = "Слизнюк-гномоед",
		[1776] = 4,
		[1784] = 4,
		[73685] = 7,
		[321297] = 3,
		[190357] = 8,
		[360205] = 11,
		[68054] = "Дживс <Единица>",
		[331537] = "Тотем хватки смерти <Asteanhunt-Blackhand>",
		[341776] = 1,
		[1856] = 4,
		[313108] = 7,
		[352016] = "Часовой хранилища",
		[337682] = 2,
		[186263] = 5,
		[360208] = 1,
		[329492] = 5,
		[31224] = 4,
		[23161] = 9,
		[364305] = 2,
		[319255] = 6,
		[364306] = 2,
		[2008] = 7,
		[186265] = 3,
		[358164] = 11,
		[163740] = "Ахри'ок Дугру",
		[222101] = "Заклинательница Скверны Фарамера",
		[358165] = 9,
		[233364] = 2,
		[42223] = 9,
		[163741] = "Нитрогг Громовая Гора",
		[206744] = "Гул'дан",
		[347930] = "Привязывающее копье",
		[372505] = 11,
		[317216] = 12,
		[392983] = 10,
		[185245] = 12,
		[56814] = 4,
		[278310] = 8,
		[207771] = 12,
		[176031] = "Гром'карская пророчица на пепле",
		[339744] = 2,
		[230297] = "Скелет-официант",
		[333602] = "Хрупкий маг",
		[176032] = "Гром'карская пророчица на пепле",
		[317221] = 2,
		[327461] = "Комендант Тонар",
		[349987] = "\"Ахиллит\"",
		[102359] = 11,
		[266030] = 9,
		[228252] = "Неприкаянный дух",
		[172963] = "Осадный мастер Олугар",
		[356133] = "Дюжий матрос",
		[33778] = 11,
		[226205] = "[*] Лужа жижи",
		[356134] = "Назоторвыш",
		[325418] = "Иглобрюх-кислотник",
		[147367] = 1,
		[223134] = "Внутренний демон",
		[257946] = 3,
		[201633] = 7,
		[356136] = "Призрачная кошка <Syrious-Uldum>",
		[228254] = "Неприкаянный дух",
		[222111] = "[*] Бушующее пламя",
		[3408] = 4,
		[228255] = "Неприкаянный дух",
		[337709] = 6,
		[327471] = "Комендант Тонар",
		[304946] = "Бессердечный-перерожденный",
		[356140] = 2,
		[278326] = 12,
		[321329] = 8,
		[325425] = "Ния",
		[176039] = "Натрезим-лазутчик",
		[304948] = "Бессердечный-перерожденный",
		[349999] = "\"Ахиллит\"",
		[196517] = "[*] Вращающаяся коса",
		[304949] = "Бессердечный-перерожденный",
		[337714] = "\"Брон\" <Ниэтта>",
		[206757] = "Тюремщик Д'зорикс",
		[337716] = 5,
		[327478] = 8,
		[337718] = "\"Брон\" <Ниэтта>",
		[228260] = 5,
		[229284] = "Виз'адуум Всевидящий",
		[57841] = 4,
		[327481] = "Кин-Тара",
		[228261] = "Тень Медива",
		[229285] = "Флагманский корабль",
		[352056] = 2,
		[386868] = 4,
		[228262] = "Тень Медива",
		[294720] = 2,
		[197546] = "Иллисанна Гребень Ворона",
		[223143] = 3,
		[350010] = 3,
		[333629] = "Возрожденный арбалетчик <Амарт>",
		[229287] = "Флагманский корабль",
		[374585] = 6,
		[323392] = "Лорд-камергер",
		[350013] = "[*] Ненасытное пиршество",
		[57330] = 6,
		[255909] = 4,
		[335680] = "Верный Утробе заклинатель душ",
		[364349] = 9,
		[228265] = "Гул'дан",
		[266058] = 9,
		[390971] = 5,
		[393019] = 2,
		[80353] = 8,
		[323396] = 1,
		[341826] = 2,
		[11327] = 4,
		[116189] = 10,
		[360257] = "Бдительный Страж",
		[193455] = 3,
		[228267] = "Гул'дан",
		[335685] = "Верный Утробе заклинатель душ",
		[323399] = 9,
		[6016] = "Призрачный помощник смотрителя стойл",
		[337734] = "Малодушный Коринф",
		[186289] = 3,
		[278350] = 9,
		[280398] = 5,
		[199600] = 4,
		[352070] = 12,
		[339784] = 9,
		[228269] = "Тень Медива",
		[327498] = 8,
		[52212] = 6,
		[298831] = "Верный Утробе часовой",
		[329548] = 11,
		[167862] = "[*] Удар!",
		[321358] = 8,
		[172982] = "Осадный мастер Олугар",
		[199603] = 4,
		[335694] = "Подавитель Зелорс",
		[296788] = 4,
		[240559] = "[*] Тяжкая рана",
		[311123] = 10,
		[228273] = "Призрачный стражник",
		[319315] = 12,
		[329554] = 12,
		[217011] = "Разъяренная толпа",
		[229298] = "Конь",
		[337747] = 2,
		[15487] = 5,
		[390989] = 5,
		[200630] = "Бешеная визгунья",
		[227251] = "Ночная сфера",
		[327510] = 2,
		[337749] = 5,
		[200631] = "Бешеная визгунья",
		[321368] = "Налтор Криомант",
		[364371] = 2,
		[228276] = "Фантомный стражник",
		[356181] = 1,
		[224181] = "Астральный защитник",
		[352086] = 10,
		[8512] = 7,
		[364373] = "Гиперсветовое подкрепление <Изобретатель Зи'мокс>",
		[228277] = "Неупокоенный слуга",
		[347992] = "Зо'фекс",
		[327515] = "Болотный шершень",
		[329563] = "Сумрачный землетряс",
		[227254] = "Смотритель",
		[228278] = "Призрачный служитель",
		[329564] = "Сумрачный землетряс",
		[360281] = "Тюремщик",
		[298849] = "Трикси Искрожгучка",
		[228279] = "Призрачный смотритель",
		[360282] = "[*] Руна проклятия",
		[337757] = 2,
		[256948] = 8,
		[393047] = 10,
		[266087] = 9,
		[228280] = "Призрачный эконом",
		[245686] = 6,
		[132036] = 9,
		[57846] = "Наездник на грифоне Муллана",
		[160705] = "Турель клана Черной горы <Нозердума>",
		[227257] = "Смотритель",
		[393050] = 10,
		[321379] = 5,
		[274281] = 11,
		[333666] = 12,
		[200637] = "Даргрул",
		[307046] = 12,
		[204733] = "Взрывчатый скорпид",
		[198590] = 9,
		[224187] = 2,
		[176065] = "Сумрачный землетряс",
		[305000] = 11,
		[235450] = 8,
		[126436] = 4,
		[393054] = 12,
		[386911] = 2,
		[331622] = 10,
		[207806] = "Капитан патруля Гердо",
		[352100] = 12,
		[331623] = 9,
		[393056] = 10,
		[197568] = 7,
		[331624] = 12,
		[393057] = 10,
		[196545] = 6,
		[348008] = "Служащий ПОЧТ-ы",
		[366438] = 5,
		[305006] = 11,
		[323436] = 2,
		[115175] = 10,
		[323437] = "Лорд-камергер",
		[200642] = "Грозный разрушитель",
		[321390] = 8,
		[46585] = 6,
		[228287] = 10,
		[329582] = 11,
		[341869] = "Малодушный Коринф",
		[209858] = "Охранник таможни",
		[341870] = "Малодушный Коринф",
		[352109] = 5,
		[115176] = 10,
		[264057] = 9,
		[251838] = 9,
		[264058] = 7,
		[339825] = 1,
		[224194] = "Астральный защитник",
		[251839] = 1,
		[325492] = 1,
		[214980] = 4,
		[31230] = 4,
		[329589] = 8,
		[227267] = "Смотритель",
		[205766] = 8,
		[157644] = 8,
		[350068] = 5,
		[335734] = 1,
		[201671] = 11,
		[286589] = 3,
		[164812] = 11,
		[255937] = 2,
		[207815] = "Капитан патруля Гердо",
		[331641] = 10,
		[203720] = 12,
		[204744] = "[*] Токсичный хитин",
		[386931] = 9,
		[178124] = "Ошир",
		[321405] = 10,
		[331644] = 10,
		[321406] = "Чумная бомба",
		[333693] = 12,
		[196555] = 12,
		[164815] = 11,
		[87023] = 8,
		[331647] = 10,
		[327552] = "Роковой гриб",
		[255941] = 2,
		[5217] = 11,
		[331649] = 10,
		[368509] = 8,
		[87024] = 8,
		[296839] = "Угасший хор",
		[121836] = 10,
		[115181] = 10,
		[5697] = 9,
		[335748] = "\"Атанос\"",
		[102383] = 11,
		[222156] = "Плут пламени Скверны",
		[366466] = 5,
		[114158] = 2,
		[335751] = 12,
		[345990] = "Зо'фекс",
		[150486] = 2,
		[329609] = "Покрытый рунами колосс",
		[58875] = 7,
		[366469] = 5,
		[188370] = 2,
		[268178] = 12,
		[296847] = "[*] Подавляющая аура",
		[227278] = "Смотритель",
		[341898] = "Валфир Непреклонный",
		[45053] = 1,
		[350090] = "Венца Голдаплавс",
		[200658] = "Грозный разрушитель",
		[370568] = 11,
		[298897] = "Трикси Искрожгучка",
		[352139] = 12,
		[298898] = "Нано Мегабум",
		[352140] = 11,
		[14145] = "Пузиллин",
		[153561] = 8,
		[343950] = "Пелагий <Ниэтта>",
		[305043] = 2,
		[266136] = 9,
		[384906] = 2,
		[305044] = 2,
		[360334] = "Подчиненный служитель",
		[305045] = 2,
		[325523] = "Порочный темный клинок",
		[360335] = "Подчиненный служитель",
		[323476] = 6,
		[167898] = 7,
		[391054] = 2,
		[311192] = 12,
		[305049] = 2,
		[323479] = 10,
		[368530] = "Галондрий",
		[350101] = "Венца Голдаплавс",
		[303003] = 2,
		[305051] = 10,
		[290718] = 1,
		[138208] = 4,
		[305053] = 2,
		[232405] = 2,
		[296863] = 8,
		[333723] = 2,
		[337819] = 12,
		[341915] = 11,
		[343963] = 1,
		[372632] = 1,
		[288675] = 7,
		[325535] = "Порочный псарь",
		[270246] = "Хранитель кузни",
		[136163] = 9,
		[372634] = "Сущность хаоса",
		[327584] = "Изрыгатель чумы",
		[323489] = "Изготовитель кадавров",
		[2641] = 3,
		[372636] = "Частица хаоса",
		[323491] = 6,
		[183263] = "Гормлинг-плевун",
		[168929] = "Черепон",
		[44544] = 8,
		[138213] = 4,
		[333732] = 5,
		[368544] = "Леди Джайна Праудмур",
		[227291] = "Нюцзао <Patricja-BurningLegion>",
		[368545] = "Тралл",
		[164835] = "Лютоклык",
		[333734] = 5,
		[185313] = 4,
		[202719] = 12,
		[24450] = "Cat <Poneyhunter-Aggra(Português)>",
		[335783] = "Верный Утробе аколит",
		[331688] = 9,
		[232412] = 9,
		[208863] = "Элисанда",
		[193505] = "Злобнозем-исполин",
		[323498] = 6,
		[350119] = 5,
		[245723] = 2,
		[164837] = "Лютоклык",
		[356263] = 3,
		[120822] = 10,
		[323500] = 5,
		[368551] = "Сильвана Ветрокрылая",
		[115191] = 4,
		[53760] = 3,
		[208865] = "Элисанда",
		[3409] = 4,
		[323502] = 9,
		[346028] = "Зо'фекс",
		[95738] = 1,
		[264119] = 9,
		[113656] = 10,
		[228320] = "Волшебный страж",
		[155625] = 11,
		[115192] = 4,
		[323506] = 2,
		[14914] = 5,
		[323507] = 6,
		[362415] = "Тюремщик",
		[162794] = 12,
		[321461] = 3,
		[323509] = 6,
		[323510] = 6,
		[350131] = 5,
		[354227] = 5,
		[178154] = "Рилак - ужас небес",
		[350133] = 5,
		[298940] = "Нано Мегабум",
		[350134] = "Хронокэп Крюкохвост",
		[337848] = 2,
		[178155] = "Рилак - ужас небес",
		[300989] = 11,
		[51714] = 6,
		[327611] = 6,
		[178156] = "[*] Выброс кислоты",
		[391092] = 5,
		[386997] = 9,
		[356281] = 1,
		[199658] = 1,
		[321470] = 10,
		[178157] = "Рилак - ужас небес",
		[333757] = 2,
		[118779] = 1,
		[298946] = "Нано Мегабум",
		[298947] = "Нано Мегабум",
		[341950] = 11,
		[20484] = 11,
		[115196] = 4,
		[294853] = "Главный машинист Искроточец",
		[325570] = 11,
		[94719] = 1,
		[255974] = 2,
		[391099] = 5,
		[294855] = "Непримечательное растение",
		[354240] = "Эгида хранилища",
		[323524] = 6,
		[91136] = 5,
		[344003] = "Чумной бурильщик",
		[173042] = "Гром'карский мастер цепей",
		[331718] = "Туманная защитница",
		[382912] = 11,
		[344005] = "[*] Личиночная бомба",
		[294860] = "Непримечательное растение",
		[331721] = "Туманная защитница",
		[228333] = "[*] Нестабильный заряд",
		[344008] = "Павшая монахиня <Уххастик>",
		[51460] = 6,
		[198641] = "Кур'талос Гребень Ворона",
		[294863] = "Непримечательное растение",
		[315341] = 4,
		[228334] = "Тень Медива",
		[354249] = "Эгида хранилища",
		[224239] = 2,
		[226287] = "Злобнозем-глыба",
		[325582] = 7,
		[102401] = 11,
		[214001] = "Восставший копейщик",
		[199667] = 1,
		[368587] = 6,
		[214002] = "Восставший копейщик",
		[294869] = "Непримечательное растение",
		[125439] = 8,
		[323538] = "Верховный адъюдикатор Ализа",
		[245743] = 1,
		[35079] = 2,
		[356303] = "Брокер Ве'нотт",
		[153595] = 8,
		[148476] = 1,
		[323541] = 11,
		[153596] = 8,
		[350163] = "Злопамятная тень",
		[221172] = "Молниеносец",
		[190456] = 1,
		[344021] = 10,
		[168955] = "Корамар",
		[307162] = 8,
		[360404] = "Автоматическая защитная матрица",
		[307163] = 6,
		[335832] = "Пелагий <Ниэтта>",
		[329689] = 5,
		[307164] = 6,
		[197625] = 11,
		[323547] = 4,
		[193530] = 3,
		[307166] = 3,
		[197626] = 11,
		[99333] = "Бет'тилак",
		[374743] = "Наполненный силой пиромант",
		[360409] = "Бдительный Страж",
		[329693] = 5,
		[178173] = 10,
		[95750] = 9,
		[327647] = "Раскольница-инквизитор",
		[288740] = 6,
		[323552] = "Верховный адъюдикатор Ализа",
		[294884] = "Неисправный хламобот",
		[197628] = 11,
		[176127] = "Гром'карский подрывник",
		[360414] = "Бдительный Страж",
		[321507] = 8,
		[348128] = "Зо'фекс",
		[30213] = "Риннгорил <Камомила-Галакронд>",
		[193534] = 3,
		[364511] = "Сколекс",
		[350177] = "Слияние фантазмы",
		[197630] = 11,
		[331748] = "Туманный страж",
		[325605] = "Чумной дробитель",
		[327653] = "Раскольник-защитник",
		[321510] = 9,
		[323558] = 4,
		[294890] = "Неисправный хламобот",
		[323559] = 4,
		[327655] = "Раскольник-защитник",
		["DEBUFF"] = 2,
		[356324] = "Заклинатель порталов Зо'хонн",
		[32645] = 4,
		[196608] = 10,
		[339943] = 11,
		[176131] = "Гром'карский подрывник",
		[356326] = 9,
		[352231] = "Подчиненный часовой",
		[329706] = "Верный Утробе стрелок",
		[348136] = 11,
		[168965] = "Корамар",
		[339946] = 11,
		[391140] = 11,
		[270323] = 3,
		[327661] = 5,
		[209921] = "Даргрул",
		[321519] = 11,
		[364522] = "Сколекс",
		[226304] = "Злобнозем-исполин",
		[364523] = 7,
		[327664] = "Хирург Трупошов",
		[307187] = 9,
		[161801] = "Ракун",
		[29574] = "Фантомная гончая <Фантомный стражник>",
		[270329] = 3,
		[368622] = 12,
		[321524] = 11,
		[228354] = 8,
		[270332] = 3,
		[307192] = 11,
		[203782] = 12,
		[212997] = "Тихондрий",
		[321527] = 11,
		[307193] = 11,
		[166923] = "Защитница Друна",
		[272382] = "Гнилоуст",
		[195592] = 7,
		[270335] = 3,
		[321529] = 8,
		[231428] = 5,
		[321530] = 3,
		[356342] = 9,
		[59913] = 6,
		[270338] = 3,
		[228358] = 8,
		[270339] = 3,
		[1161] = 1,
		[207881] = "Таликса Пламя Гнева",
		[186380] = "Ловец душ В'лара",
		[290819] = 3,
		[368634] = 3,
		[325632] = "Чумной дробитель",
		[270343] = 3,
		[368636] = 7,
		[346111] = 5,
		[1329] = 4,
		[229385] = 10,
		[132117] = 4,
		[59914] = 9,
		[224266] = 2,
		[241672] = "Латосий",
		[228362] = "Насытившийся маназмей",
		[360448] = "Сколекс",
		[348162] = 2,
		[344067] = 2,
		[1449] = 8,
		[227339] = "Полночь",
		[391166] = 12,
		[229387] = 6,
		[346116] = "Хильбранд",
		[231435] = 2,
		[368642] = 4,
		[1513] = 3,
		[358404] = 2,
		[229388] = 1,
		[207887] = "Таликса Пламя Гнева",
		[262161] = 1,
		[329737] = 8,
		[227341] = "Галиндра",
		[368645] = 5,
		[391171] = 12,
		[200721] = "Даргрул",
		[264211] = 1,
		[186387] = 3,
		[391172] = 12,
		[352265] = "Эгида хранилища",
		[294929] = "КУ-ДЖ0",
		[202770] = 11,
		[203794] = 12,
		[368649] = 4,
		[387079] = 9,
		[368650] = 12,
		[203795] = 12,
		[368651] = 12,
		[364556] = 4,
		[176151] = 11,
		[1833] = 4,
		[153626] = 8,
		[203796] = 12,
		[368653] = 4,
		[323603] = 12,
		[368654] = 12,
		[352273] = 5,
		[329748] = 12,
		[356369] = 9,
		[1953] = 8,
		[368657] = 12,
		[257040] = 8,
		[327703] = 5,
		[129552] = 12,
		[339990] = 2,
		[327704] = 11,
		[2098] = 4,
		[335896] = 7,
		[329753] = "Призрачный скакун",
		[327706] = 2,
		[247827] = "Ссемь",
		[327707] = 4,
		[305182] = 12,
		[327708] = 11,
		[301088] = "Бомботанк",
		[327709] = 10,
		[329757] = "Призрачный скакун",
		[327710] = 5,
		[391191] = 12,
		[387096] = 9,
		[257045] = 3,
		[200732] = "Даргрул",
		[280615] = 7,
		[86040] = 9,
		[292903] = "Верный Утробе страж",
		[327715] = 10,
		[2818] = 4,
		[356385] = 2,
		[337956] = 5,
		[85529] = "Создатель сумеречных порталов",
		[294954] = "[*] Самостригущаяся изгородь",
		[47632] = 6,
		[186401] = 2,
		[12294] = 1,
		[173091] = "Защитница Друна",
		[340007] = 2,
		[337960] = 6,
		[317483] = 1,
		[335913] = 10,
		[222238] = 5,
		[385060] = 1,
		[194594] = 3,
		[317485] = 1,
		[385061] = 1,
		[225311] = 2,
		[153640] = 8,
		[335917] = "Клейя <Ниэтта>",
		[230431] = "[*] Истечение мощью Скверны",
		[157736] = 9,
		[317488] = 1,
		[72221] = 10,
		[317489] = 1,
		[387113] = 2,
		[206883] = "Тюремщик Д'зорикс",
		[207907] = "Таликса Пламя Гнева",
		[201764] = 7,
		[315443] = 6,
		[317491] = 1,
		[3714] = 6,
		[354351] = 3,
		[282682] = 6,
		[354354] = 3,
		[340020] = 9,
		[118297] = "Изначальный элементаль огня <Туолу-СвежевательДуш>",
		[368689] = 5,
		[337973] = 6,
		[323639] = 12,
		[391215] = 12,
		[368690] = 6,
		[329783] = "Бессердечный-подчинитель",
		[356404] = "Древняя гончая недр",
		[317497] = 1,
		[344118] = 5,
		[184362] = 1,
		[227365] = "Полночь",
		[228389] = "Бестелесный пекарь",
		[344120] = 3,
		[354359] = 12,
		[231461] = "Разрушитель \"Погребальный огонь\"",
		[368694] = 6,
		[354360] = 1,
		[368695] = 1,
		[354361] = 3,
		[270404] = "Чудолиственный плеточник",
		[354362] = 1,
		[195627] = 4,
		[368697] = 1,
		[148529] = 2,
		[368698] = 2,
		[203819] = 12,
		[360508] = 2,
		[20620] = "Мажордом Экзекутус",
		[364604] = "[*] Кольца генезиса",
		[360509] = 2,
		[337984] = 7,
		[333889] = 9,
		[229417] = 12,
		[360511] = 2,
		[218155] = "[*] Солнечный коллапс",
		[331843] = "Пелагий <Ниэтта>",
		[325700] = "Порочная сборщица",
		[344130] = 2,
		[173105] = "[*] Вращающиеся цепи",
		[325701] = "Порочная сборщица",
		[226347] = "Камнерукий охотник",
		[356418] = 5,
		[337989] = 6,
		[32011] = "Сумеречный хладолюб",
		[176179] = 4,
		[185394] = 5,
		[292942] = "Повелитель замков",
		[173108] = "Вращающиеся цепи",
		[331850] = 4,
		[183347] = "Ловец душ В'лара",
		[176180] = 8,
		[6660] = "Призрачный стражник",
		[6788] = 5,
		[366665] = "[*] Нечестивый взрыв",
		[222256] = 11,
		[340045] = "Инфернал <Дивона>",
		[191540] = "Страж гнева – возжигатель",
		[262232] = 1,
		[395336] = 11,
		[374859] = "Галондрий",
		[376907] = 6,
		[209971] = "Элисанда",
		[29580] = "Фантомный гость",
		[204852] = "Обитатель Кошмара",
		[132157] = 5,
		[356431] = "Гремящий маг <Жребийброшен-Ревущийфьорд>",
		[391243] = 5,
		[317525] = 10,
		[295000] = "Повелитель замков",
		[45334] = 11,
		[335956] = "Морт",
		[209973] = "Элисанда",
		[229427] = "Король",
		[338005] = "Работящий смотритель",
		[8004] = 7,
		[368722] = 11,
		[354388] = 10,
		[290908] = 3,
		[323673] = 5,
		[340056] = 11,
		[229429] = "Король",
		[331866] = 12,
		[344153] = 2,
		[354392] = 5,
		[352345] = "Пушка \"Песочных часов\"",
		[387157] = 9,
		[344155] = 2,
		[387158] = 9,
		[352347] = "Очиститель из хранилища",
		[346204] = "Зо'фекс",
		[325727] = 11,
		[344158] = 2,
		[387161] = 9,
		[226361] = "Скальный камнешвыр",
		[290918] = 9,
		[85544] = "Создатель сумеречных порталов",
		[338017] = "Миканикос <Ниэтта>",
		[338018] = 11,
		[338019] = "Миканикос <Ниэтта>",
		[325733] = 11,
		[340068] = 9,
		[315496] = 4,
		[319592] = "Эшелон",
		[338022] = "Лоскутный солдат",
		[290924] = 4,
		[132168] = 1,
		[115750] = 2,
		[366692] = "Бдительный Страж",
		[327785] = 9,
		[313451] = 10,
		[42777] = 1,
		[327786] = 8,
		[132169] = 1,
		[342122] = 4,
		[229438] = 3,
		[338027] = 2,
		[368744] = "Галондрий",
		[387174] = 2,
		[194627] = 7,
		[385127] = 2,
		[354411] = 12,
		[198723] = "Гнилосердная дриада",
		[335982] = "[*] Чумная лихорадка",
		[368747] = 11,
		[329840] = 2,
		[307315] = 11,
		[378987] = 11,
		[155722] = 11,
		[315508] = 4,
		[120360] = 3,
		[378989] = 11,
		[186439] = 5,
		[325748] = 11,
		[378990] = 11,
		[15496] = "Гранатовый головорез",
		[344179] = 7,
		[346227] = 12,
		[356466] = 5,
		[301177] = "Воздушный подавитель ОУ-8",
		[360562] = "Тюремщик",
		[378992] = 11,
		[348276] = "Левая рука",
		[120361] = 3,
		[387184] = 10,
		[333943] = 2,
		[360565] = "Тюремщик",
		[329849] = 2,
		[323706] = 5,
		[358518] = 10,
		[196681] = 8,
		[246851] = 3,
		[323707] = 5,
		[212040] = 11,
		[246852] = 3,
		[290945] = 4,
		[358521] = 10,
		[362617] = "Тюремщик",
		[323710] = 6,
		[338045] = 11,
		[188493] = "Нараксас",
		[173135] = "Огрон-работник",
		[364668] = 4,
		[5221] = 11,
		[185422] = 4,
		[29583] = "Фантомный гость",
		[188494] = "[*] Зловонная пасть",
		[364670] = "[*] Пространственный разрыв",
		[385149] = 2,
		[321669] = "Иллюзорный клон",
		[280715] = 1,
		[356482] = "Буйный завсегдатай",
		[126508] = 1,
		[329862] = "Угасшая громада",
		[383104] = 1,
		[329863] = "Плачущий призрак",
		[130092] = 10,
		[338055] = 7,
		[352390] = "Заклинатель порталов Зо'хонн",
		[280719] = 4,
		[290958] = 6,
		[333961] = 2,
		[270481] = "Демонический тиран <Камомила-Галакронд>",
		[362631] = "Тюремщик",
		[356488] = 8,
		[333963] = "\"Брон\" <Ниэтта>",
		[188499] = 12,
		[333964] = 7,
		[124974] = 11,
		[299153] = "Трикси Искрожгучка",
		[244813] = 8,
		[206930] = 6,
		[356492] = 1,
		[204883] = 5,
		[329872] = 3,
		[206931] = 6,
		[226385] = "Смолоплюй-ползун",
		[364685] = 10,
		[212051] = 10,
		[311444] = 1,
		[364686] = 11,
		[311445] = 3,
		[227410] = "Галиндра",
		[317589] = 8,
		[163930] = "Рельсмейстер Искролет",
		[280730] = 6,
		[107570] = 1,
		[368785] = 11,
		[333974] = 7,
		[226388] = "[*] Тухлая слизь",
		[307354] = 1,
		[114738] = 7,
		[356501] = 2,
		[360597] = "Маячок вторжения",
		[280735] = 1,
		[243795] = 9,
		[366741] = 8,
		[311452] = 2,
		[173148] = "Гром'карская огненная лучница",
		[323739] = "Раскольник-офицер",
		[366742] = 9,
		[323740] = "Раскольник-офицер",
		[173149] = "[*] Горящие стрелы",
		[342171] = 11,
		[385174] = 1,
		[354458] = 5,
		[227415] = "[*] Незримое присутствие",
		[270501] = 5,
		[173150] = "Гром'карская огненная лучница",
		[331934] = 12,
		[311457] = 3,
		[227416] = "Галиндра",
		[360604] = "Пылающий инфернал",
		[338079] = "Таящийся паук",
		[206939] = "Гул'дан",
		[325793] = "Порочный псарь",
		[2643] = 3,
		[331937] = 12,
		[338081] = "Крадущийся паучок",
		[206940] = 6,
		[344225] = 5,
		[297127] = "\"Оборонобот II\"",
		[331939] = 12,
		[358560] = 10,
		[297128] = "\"Оборонобот II\"",
		[107574] = 1,
		[325797] = "Порочный псарь",
		[344227] = 5,
		[227419] = "[*] Незримое присутствие",
		[212061] = "Верный Утробе темный охотник",
		[311464] = 9,
		[313512] = 12,
		[342181] = 10,
		[12042] = 8,
		[227420] = "Береговой заклинатель волн",
		[325800] = 5,
		[49184] = 6,
		[346278] = 12,
		[336040] = 3,
		[193633] = "Восставшая лучница",
		[311468] = 5,
		[366758] = "Беспринципный собиратель",
		[327851] = 7,
		[282801] = "\"Платиновый лупцеватор\"",
		[366759] = "Беспринципный собиратель",
		[336043] = 2,
		[115767] = 1,
		[317614] = 6,
		[192611] = 12,
		[3411] = 1,
		[323758] = 3,
		[358570] = 1,
		[336045] = 4,
		[342189] = 11,
		[368810] = 11,
		[321712] = 8,
		[20243] = 1,
		[358572] = 1,
		[311474] = 10,
		[346286] = "ПОЧТ-мейстер",
		[311475] = 10,
		[329905] = "Королевский советник",
		[50977] = 6,
		[311476] = 10,
		[311477] = 10,
		[219235] = "Отравляющая спора",
		[311478] = 11,
		[156779] = 5,
		[340147] = 2,
		[54049] = "Кудомо <Альзамарка-СвежевательДуш>",
		[336052] = "Имер",
		[346291] = "Портал почтового отделения",
		[227427] = "Гул'дан",
		[366769] = 1,
		[311480] = 10,
		[231523] = 4,
		[183401] = "Злобнозем-ползун",
		[311481] = 11,
		[210022] = "Элисанда",
		[97340] = 1,
		[327864] = 2,
		[368820] = "Галондрий",
		[193641] = 4,
		[291006] = 6,
		[336057] = "Имер",
		[51490] = 7,
		[356535] = 1,
		[311485] = 6,
		[226406] = "Углепанцирный подчинитель",
		[97341] = 3,
		[236645] = 8,
		[311486] = 1,
		[329916] = "Верный Утробе темный охотник",
		[291009] = 2,
		[199786] = 8,
		[311487] = 6,
		[329917] = "Грибомаг",
		[311488] = 6,
		[280772] = 1,
		[356539] = 3,
		[311489] = 6,
		[280773] = 1,
		[113724] = 8,
		[366779] = 7,
		[311490] = 6,
		[41252] = 7,
		[348350] = "Зо'фекс",
		[207979] = "Джазшариу",
		[311491] = 1,
		[297157] = 10,
		[340160] = "Матриарх темнокрылов",
		[336065] = 7,
		[280776] = 1,
		[291015] = 4,
		[183407] = "[*] Кислотный всплеск",
		[387260] = 9,
		[340162] = 11,
		[391356] = 11,
		[196718] = 12,
		[207981] = "Баалгар Бдительный",
		[124988] = 11,
		[291018] = 4,
		[387263] = 9,
		[331974] = 4,
		[201839] = "Скверносерд-призыватель",
		[356548] = "Страж ворот Зо'мазз",
		[319689] = "[*] Вращающийся клинок",
		[356549] = "Офицер поддержки",
		[329929] = "Камнекрыл-опустошитель",
		[323786] = "Кирийский темный претор",
		[327882] = "Чумной рух",
		[297166] = "Могучий крушитель",
		[225390] = "[*] Звездная пыль",
		[129597] = 10,
		[291024] = 3,
		[366791] = 1,
		[217200] = 3,
		[201842] = "Скверносерд-призыватель",
		[366793] = 10,
		[366794] = 10,
		[241774] = "Фантомный стражник",
		[362699] = 9,
		[348366] = "[*] Руки закона",
		[368845] = 11,
		[385228] = 1,
		[212084] = 12,
		[291033] = 4,
		[319702] = "Эшелон",
		[201846] = 7,
		[323798] = 6,
		[391374] = 12,
		[319703] = "Эшелон",
		[340181] = 10,
		[178298] = "Гром'карский техник",
		[383185] = 2,
		[385233] = 1,
		[206967] = 6,
		[334040] = "Пелагий <Ниэтта>",
		[385234] = 1,
		[321754] = "Налтор Криомант",
		[178299] = "Гром'карский техник",
		[391378] = 12,
		[336090] = "Имер",
		[346329] = "Портал почтового отделения",
		[323804] = "Кирийский темный претор",
		[317661] = "Эфирный Ныряльщик",
		[163966] = "Техник Мрачных Путей",
		[585] = 5,
		[167038] = "[*] Котел со шлаком",
		[27285] = 9,
		[227447] = "Эльфира",
		[195707] = 1,
		[321759] = 3,
		[135299] = 3,
		[210042] = 12,
		[633] = 2,
		[383193] = 11,
		[155777] = 11,
		[173183] = 7,
		[291045] = 9,
		[10444] = 7,
		[368860] = 2,
		[117828] = 9,
		[342240] = 7,
		[196733] = 10,
		[354527] = 11,
		[340193] = 2,
		[224378] = "Небесная послушница",
		[327907] = 2,
		[697] = 9,
		[342242] = 8,
		[368863] = 11,
		[99399] = "Рагнарос",
		[327909] = 2,
		[362721] = "Изобретатель Зи'мокс",
		[299241] = "Нано Мегабум",
		[229499] = 10,
		[342245] = 8,
		[342246] = 8,
		[107079] = 10,
		[99400] = 2,
		[342247] = 8,
		[329961] = 11,
		[227453] = "Тонни",
		[228477] = 12,
		[366822] = "Бдительный Страж",
		[241788] = "Призрачный смотритель",
		[321772] = "Дроман Ульфарран",
		[228478] = 12,
		[340203] = 2,
		[845] = 1,
		[336108] = 11,
		[305392] = 6,
		[383208] = 2,
		[336110] = "Ползун",
		[391400] = 10,
		[377066] = 5,
		[307443] = 8,
		[391401] = 5,
		[209027] = "Караульный из Сумеречной стражи",
		[340208] = "Матриарх темнокрылов",
		[360686] = 10,
		[329970] = 11,
		[391403] = 5,
		[225410] = "Крадущийся иссохший",
		[321780] = "Некромант с \"Золрамуса\"",
		[340210] = 10,
		[325876] = "Порочный уничтожитель",
		[196742] = 10,
		[340211] = 10,
		[224387] = "Звездный фамилиар",
		[360689] = 10,
		[210053] = 11,
		[118345] = "Изначальный элементаль земли <Traín-Onyxia>",
		[183433] = "Смолоплюй-ползун",
		[352500] = 6,
		[329975] = "Адъютант Фелипос",
		[340214] = 2,
		[114250] = 2,
		[393456] = 3,
		[99916] = "Освобожденный повелитель пламени",
		[329977] = "Имперский дуэлянт",
		[227461] = "Крылатый помощник",
		[360694] = 2,
		[1098] = 9,
		[198793] = 12,
		[183435] = 2,
		[377077] = 6,
		[354552] = 4,
		[219271] = 7,
		[295168] = "\"Взрывотрон Х-80\"",
		[340219] = 10,
		[209033] = "Караульный из Сумеречной стражи",
		[109132] = 10,
		[227463] = "Лорд Робин Дэрис",
		[383223] = 7,
		[295170] = "\"Взрывотрон Х-80\"",
		[241798] = "Исправившийся жених",
		[321792] = 9,
		[212106] = 12,
		[115276] = "Гибтоке <Виндерсан-Азурегос>",
		[366844] = 2,
		[241799] = "Исправившаяся дева",
		[227465] = "Смотритель",
		[221322] = 6,
		[43308] = 2,
		[340225] = 10,
		[368894] = 2,
		[227466] = "Пожиратель маны",
		[264460] = 1,
		[340227] = 10,
		[241801] = "Исправившаяся дева",
		[260231] = 3,
		[327942] = 7,
		[387327] = 9,
		[1490] = 12,
		[350468] = "\"Ахиллит\"",
		[395519] = 10,
		[213134] = 3,
		[123981] = 6,
		[342279] = 10,
		[362757] = 2,
		[315659] = 12,
		[295182] = "\"Взрывотрон Х-80\"",
		[191634] = 7,
		[352520] = "Слизнюченыш Кевина <Badomen-EmeraldDream>",
		[362759] = 2,
		[323852] = "Жуткий молельщик <Инфинитикс-Ревущийфьорд>",
		[114255] = 5,
		[210065] = 11,
		[1714] = 9,
		[391430] = 12,
		[321807] = "Резчик с \"Золрамуса\"",
		[356620] = 3,
		[393480] = 3,
		[217234] = "Уларогг Скаломол",
		[227473] = "[*] Крутящийся клинок",
		[1850] = 11,
		[241808] = "Достойный джентльмен",
		[264475] = 4,
		[227474] = "Ловчий Аттумен",
		[241809] = "Благочестивая дама",
		[64044] = 5,
		[366866] = "Поработитель Зелтос",
		[348437] = "[*] Код взлома \"Гельвет\"",
		[311578] = 12,
		[49966] = "Lukas <Asteanhunt-Blackhand>",
		[227477] = "Эльфира",
		[366869] = "Поработитель Зелтос",
		[370965] = 12,
		[352536] = 6,
		[321820] = "Тюремщик Скольд",
		[260242] = 3,
		[321821] = "Чумной мешок",
		[123986] = 10,
		[260243] = 3,
		[221336] = "Фрагмент души Аззинота",
		[370969] = 12,
		[2484] = 7,
		[264487] = 3,
		[227480] = "Тонни",
		[370971] = 12,
		[352542] = 7,
		[76377] = 2,
		[348447] = "[*] Код взлома \"Лиз\"",
		[264490] = 4,
		[198813] = 12,
		[387356] = 9,
		[307494] = 8,
		[301351] = "Воздушный подавитель ОУ-8",
		[172193] = "Служащий личам часовой",
		[297256] = "Король Гоббамак",
		[307495] = 3,
		[297257] = "Король Гоббамак",
		[348451] = "[*] Код взлома \"Морке\"",
		[2948] = 8,
		[119381] = 10,
		[342309] = 11,
		[32409] = "[*] Слово Тьмы: Смерть",
		[336167] = 5,
		[24858] = 11,
		[366884] = 4,
		[368932] = 2,
		[297261] = "Король Гоббамак",
		[260249] = 3,
		[330026] = "Доктор Икус",
		[344361] = 10,
		[305454] = "Древний буфонид",
		[274738] = 1,
		[383269] = 6,
		[196770] = 6,
		[274739] = 1,
		[274740] = 1,
		[368937] = 11,
		[274741] = 1,
		[366890] = 4,
		[377129] = 2,
		[364843] = "Бдительный Страж",
		[198820] = "Латосий",
		[199844] = 8,
		[364845] = "Бдительный Страж",
		[360750] = 2,
		[264506] = 7,
		[352560] = 11,
		[169129] = "Обратная тяга",
		[334131] = 11,
		[352561] = 6,
		[123992] = 1,
		[352562] = 6,
		[330037] = "Болотный шершень",
		[253088] = 1,
		[362802] = "[*] Символ перемещения",
		[340277] = 10,
		[183465] = "Смолоплюй-ползун",
		[336182] = 11,
		[364851] = 2,
		[350517] = "Хронокэп Крюкохвост",
		[33076] = 5,
		[356662] = 2,
		[383283] = 2,
		[356663] = 2,
		[368950] = "Галондрий",
		[282945] = "Свисторез",
		[358712] = 2,
		[336187] = 6,
		[199850] = 1,
		[160943] = "Гром'карская опалительница",
		[55090] = 6,
		[346428] = "Клейя <Ниэтта>",
		[199851] = 1,
		[297283] = "[*] Обрушение",
		[348477] = 7,
		[342334] = 8,
		[229544] = "Слон",
		[387385] = 9,
		[115804] = 10,
		[199852] = 1,
		[195757] = 6,
		[229545] = "Слон",
		[233641] = 7,
		[5672] = "Тотем исцеляющего потока <Музуру>",
		[22812] = 11,
		[199854] = 1,
		[201902] = "Скверносерд-стрелок",
		[188592] = 7,
		[315720] = 1,
		[228524] = "Проекция Хранителя",
		[387393] = 9,
		[344391] = "Пелагий <Ниэтта>",
		[354630] = 5,
		[368965] = "Галондрий",
		[305485] = "Туолу-СвежевательДуш",
		[198833] = "Латосий",
		[80483] = 3,
		[364871] = 2,
		[228526] = "Исправившаяся дева",
		[328012] = 10,
		[256171] = 4,
		[383302] = 2,
		[138426] = 2,
		[167095] = "Укротитель из клана Громоборцев",
		[385352] = 2,
		[389448] = "knorrhuvvé <Jágaren-Outland>",
		[383305] = 2,
		[65638] = 8,
		[385354] = 2,
		[387402] = 9,
		[93795] = 9,
		[356687] = 7,
		[330067] = 12,
		[364879] = 2,
		[155835] = 11,
		[297304] = "Комендант Тонар",
		[198838] = 7,
		[330069] = "[*] Концентрированная чума",
		[364881] = "Бдительный Страж",
		[203958] = 11,
		[347919] = 3,
		[63796] = 2,
		[198839] = "Тотем земляной стены <Мастерорк-Ревущийфьорд>",
		[383312] = 6,
		[350540] = 2,
		[362835] = "Изобретатель Зи'мокс",
		[227508] = "Благочестивая дева",
		[228532] = 12,
		[49206] = 6,
		[387409] = 9,
		[350539] = 2,
		[334168] = 7,
		[337362] = "Изломанный кошмар",
		[320336] = "Хрупкий маг",
		[356694] = "Та'хсап",
		[126434] = 11,
		[336217] = 7,
		[272737] = 7,
		[223414] = "[*] Паразитические путы",
		[87654] = "Пульсирующее сумеречное яйцо",
		[319836] = 8,
		[354648] = 7,
		[72808] = 5,
		[203961] = 11,
		[229558] = "Слон",
		[206580] = "[*] Резонирующий удар сплеча",
		[345552] = "Скульд",
		[183218] = 2,
		[352602] = 5,
		[121820] = 9,
		[200111] = "Тень Ксавия",
		[317791] = "Чародей из войска мертвых <Badomen-EmeraldDream>",
		[311648] = 6,
		[5760] = 4,
		[119907] = 9,
		[317792] = "Чародей из войска мертвых <Badomen-EmeraldDream>",
		[336222] = 11,
		[231843] = 2,
		[274283] = 11,
		[325984] = 2,
		[323744] = "Стальной коготь раскольников",
		[214202] = 2,
		[283422] = "\"Гномогедд-0Н\"",
		[353872] = 8,
		[164648] = "Гром'карская огненная лучница",
		[54729] = 6,
		[364893] = "Сколекс",
		[228537] = 12,
		[352607] = 12,
		[297318] = "Украденный шоковый разрядник",
		[348512] = 2,
		[216251] = 7,
		[176033] = "Гром'карская пророчица на пепле",
		[45297] = 7,
		[211132] = "Усиленное око Гул'дана",
		[366943] = "Бдительный Страж",
		[90216] = 2,
		[321893] = "Иллюзорный лисохвост <Призывательница Туманов>",
		[171902] = "Ракун",
		[82326] = 2,
		[228241] = "Визжащий ужас",
		[321894] = "Налтор Криомант",
		[346876] = "Хильбранд",
		[55095] = 6,
		[229563] = "Конь",
		[362850] = "Изобретатель Зи'мокс",
		[311193] = 1,
		[383328] = 2,
		[344421] = "Kyrian Weapons",
		[346866] = "Верный камнерожденный",
		[297722] = 12,
		[194960] = "[*] Эхо души",
		[344422] = 10,
		[222397] = "[*] Удар валуна",
		[142073] = 12,
		[198386] = "Верховный друид Глайдалис",
		[344423] = "[*] Щит костедробителя",
		[346471] = 3,
		[361180] = "Наблюдатель Онгракс <Маячок вторжения>",
		[228738] = "Нестабильная энергия <Смотритель>",
		[93095] = 11,
		[328406] = "Kyrian Weapons",
		[119910] = 9,
		[328404] = 10,
		[336234] = 3,
		[208771] = 5,
		[18562] = 11,
		[122470] = 10,
		[302681] = "Трикси Искрожгучка",
		[188389] = 7,
		[364904] = "Бдительный Страж",
		[359878] = 2,
		[13584] = "Верный Утробе караульный",
		[68996] = 3,
		[243435] = 10,
		[392937] = 1,
		[229567] = "Ладья",
		[196980] = 4,
		[145255] = 8,
		[114108] = 11,
		[207684] = 12,
		[371050] = 1,
		[328285] = "Служитель дома Ределав",
		[73325] = 5,
		[360812] = 2,
		[116] = 8,
		[124007] = "Сюэнь <Асташко-Галакронд>",
		[191685] = 6,
		[377195] = 6,
		[343719] = 12,
		[117952] = 10,
		[156428] = 2,
		[239966] = 9,
		[35131] = 1,
		[365200] = 5,
		[345540] = 5,
		[188196] = 7,
		[264571] = 9,
		[260286] = 3,
		[342386] = 10,
		[61684] = "Luna <Livella-DieewigeWacht>",
		[321152] = 5,
		[345539] = 5,
		[334196] = 7,
		[116841] = 10,
		[184048] = "Предатель из ордена Серебряной Длани",
		[227523] = "Пожиратель маны",
		[235314] = 8,
		[385391] = 1,
		[324220] = 8,
		[358090] = 4,
		[332409] = 2,
		[80354] = 12,
		[306630] = 10,
		[227524] = "[*] Энергетическая пустота",
		[114282] = 11,
		[353728] = "Сат'зуул",
		[327581] = "Изрыгатель чумы",
		[124009] = "Сюэнь <Асташко-Галакронд>",
		[383346] = 2,
		[360821] = "Маячок вторжения",
		[265855] = 3,
		[373108] = 6,
		[93805] = 9,
		[327276] = 10,
		[330106] = "Юлкатар Жестокий",
		[119914] = 9,
		[323393] = "Лорд-камергер",
		[261437] = 4,
		[352069] = 12,
		[264494] = 7,
		[317821] = 6,
		[345535] = 6,
		[197834] = 4,
		[131894] = 3,
		[374273] = "Зул'гамуз",
		[366467] = 5,
		[264581] = 7,
		[329172] = "Грехокаменная статуя",
		[383351] = 2,
		[360826] = 4,
		[197835] = 4,
		[373113] = 12,
		[350588] = 12,
		[359868] = "Тюремщик",
		[63956] = 2,
		[227528] = "[*] Энергетическая пустота",
		[366971] = 5,
		[5761] = 4,
		[337342] = 10,
		[348542] = 11,
		[326017] = "[*] Разлагающая кислота",
		[360829] = 10,
		[313056] = 2,
		[373116] = 2,
		[194879] = 6,
		[360830] = 4,
		[222952] = 12,
		[180545] = 8,
		[60218] = 12,
		[325381] = 7,
		[225484] = "Разъяренный коготь ночи",
		[348545] = 2,
		[317829] = 3,
		[335720] = "Верный Утробе аколит",
		[53563] = 2,
		[340355] = "[*] Быстрая инфекция",
		[326021] = "Иглобрюх-поглотитель",
		[386486] = 1,
		[209862] = "[*] Вулканический шлейф",
		[340356] = "Моровая слизь",
		[326022] = "Иглобрюх-поглотитель",
		[333244] = "Калисфена",
		[362882] = "Изобретатель Зи'мокс",
		[373121] = 8,
		[134359] = 9,
		[385408] = 4,
		[350045] = "\"Ахиллит\"",
		[353721] = "Сат'зуул",
		[308742] = 11,
		[5568] = "Ор'элл",
		[214222] = 2,
		[45524] = 6,
		[323496] = "Изготовитель кадавров",
		[168148] = "[*] Обстрел",
		[346503] = 12,
		[335290] = "Клейя <Ниэтта>",
		[25504] = 7,
		[86949] = 8,
		[346504] = 12,
		[362023] = 8,
		[259285] = 3,
		[200913] = "Змееуст-барахольщик",
		[226510] = "Кровавый гной",
		[211152] = "Гул'дан",
		[61243] = 2,
		[336267] = 5,
		[298844] = "Угасшая громада",
		[271924] = 7,
		[321388] = 8,
		[116847] = 10,
		[227270] = "Нестабильная энергия <Смотритель>",
		[366281] = 11,
		[38718] = "Колосс Нижетопи",
		[196819] = 4,
		[267964] = "Дзукорил <Калечит>",
		[274837] = 11,
		[323001] = "Халкиас",
		[65365] = 6,
		[226512] = "[*] Кровавый гной",
		[274838] = 11,
		[34026] = 3,
		[385417] = 2,
		[321937] = 12,
		[172889] = "Гром'карский пехотинец",
		[348511] = 2,
		[393099] = 10,
		[259277] = "Luna <Livella-DieewigeWacht>",
		[327095] = 6,
		[93811] = 4,
		[328082] = 4,
		[338321] = 10,
		[364942] = "Тюремщик",
		[323059] = "Дроман Ульфарран",
		[352099] = 12,
		[330131] = 8,
		[181089] = "Со'лея",
		[187650] = 3,
		[121838] = 9,
		[330132] = 12,
		[364944] = 10,
		[224125] = 7,
		[116849] = 10,
		[386478] = 1,
		[145629] = 6,
		[224995] = "Грозный страж",
		[360850] = "Командир Боррам <Маячок вторжения>",
		[124280] = 10,
		[270232] = 8,
		[208086] = 1,
		[385424] = 4,
		[378286] = 2,
		[327092] = 6,
		[309658] = 2,
		[227255] = 12,
		[306636] = 10,
		[348566] = "Драчливый завсегдатай",
		[342423] = 11,
		[30451] = 8,
		[21987] = "Кнутохлест",
		[348567] = 2,
		[327509] = 8,
		[279043] = 4,
		[257284] = 3,
		[332186] = 2,
		[228575] = "Благоразумный распорядитель",
		[360855] = "Командир Боррам <Маячок вторжения>",
		[16739] = 1,
		[227542] = "Леди Катриона Фон-Инди",
		[367082] = "Галондрий",
		[360856] = "Подчиненный страж",
		[115315] = 10,
		[366183] = "Беспринципный собиратель",
		[1022] = 2,
		[360857] = "Командир Боррам <Маячок вторжения>",
		[368874] = 2,
		[227543] = "Эльфира",
		[342428] = 1,
		[328094] = "Заклинатель чумы",
		[338333] = 5,
		[306611] = 11,
		[337327] = 12,
		[360859] = "Галондрий",
		[185565] = 4,
		[113780] = 4,
		[294324] = "Переработчик отходов",
		[2565] = 1,
		[323385] = 6,
		[306670] = "[*] Эманация души",
		[172952] = "Осадный мастер Олугар",
		[32379] = 5,
		[2645] = 7,
		[227545] = "Баронесса Доротея Милстип",
		[133023] = 4,
		[349653] = 11,
		[297382] = "Украденный хламобот",
		[87160] = 5,
		[300761] = 10,
		[377245] = 6,
		[48107] = 8,
		[324004] = 10,
		[383389] = 2,
		[205021] = 8,
		[329516] = "Острохвойный пакостник",
		[498] = 2,
		[337324] = 12,
		[360279] = "Тюремщик",
		[338340] = 7,
		[99705] = "Друид пламени",
		[93816] = 5,
		[5405] = 8,
		[196528] = 6,
		[364962] = "Бдительный Страж",
		[204513] = 12,
		[198069] = 5,
		[306606] = 10,
		[364963] = "Бдительный Страж",
		[326056] = "[*] Снаряд анимы",
		[360868] = "Жестокий страж гнева",
		[365975] = "[*] Эфемеровый взрыв",
		[356773] = 10,
		[368038] = 3,
		[198401] = "Верховный друид Глайдалис",
		[338344] = 7,
		[356774] = 10,
		[350631] = 12,
		[229597] = "Сквернотопырь",
		[272817] = 2,
		[299438] = "Демонтажница из банды Поршнеголовых",
		[326059] = 7,
		[324044] = "Халкиас",
		[201953] = "Углепанцирный подчинитель",
		[227550] = "Гул'дан",
		[350086] = "Венца Голдаплавс",
		[229598] = "Виз'адуум Всевидящий",
		[334284] = 4,
		[228606] = "Призрачный помощник смотрителя стойл",
		[342443] = "Чумной рух",
		[215802] = 7,
		[299475] = "Утильхаунд",
		[319070] = "Костномозговая слизь",
		[326062] = 1,
		[360874] = "Яростный зловещий охотник",
		[119415] = 8,
		[325033] = "Капитан-егерь Корейн",
		[345698] = 2,
		[6795] = 11,
		[321968] = "Жительница Тирна Скитта",
		[359844] = 3,
		[228576] = "Благоразумный распорядитель",
		[311730] = 6,
		[352719] = 2,
		[27638] = "Стальной коготь раскольников",
		[183526] = "Барабанщик из Подкаменного разлома",
		[329127] = 5,
		[309805] = 7,
		[6991] = 3,
		[167815] = "Укротитель из клана Громоборцев",
		[281000] = 1,
		[338353] = "Собиратель трупов",
		[35395] = 2,
		[382889] = 7,
		[215263] = 5,
		[290218] = 3,
		[210253] = 10,
		[383405] = 4,
		[270569] = 9,
		[321973] = 5,
		[348563] = 8,
		[183528] = "Барабанщик из Подкаменного разлома",
		[357860] = "Чудовищный вурдалак",
		[305592] = 3,
		[126890] = 10,
		[335267] = "Клейя <Ниэтта>",
		[118905] = "Тотем конденсации <Пойдёт>",
		[338357] = "Кирийский кадавр",
		[364978] = "Галондрий",
		[292264] = "\"Омега-крушитель\"",
		[227034] = 11,
		[210150] = "Нараксас",
		[364979] = "Галондрий",
		[378269] = 7,
		[196840] = 7,
		[353999] = 11,
		[232153] = "Коглстон",
		[383410] = 11,
		[116858] = 9,
		[347552] = 10,
		[178411] = "Огрон-работник",
		[93821] = 8,
		[86392] = 4,
		[156910] = 2,
		[356791] = 7,
		[335265] = 1,
		[328123] = 2,
		[210152] = 12,
		[178412] = "Огрон-работник",
		[326076] = 1,
		[328124] = "Неумирающий камнебес",
		[346554] = 12,
		[205025] = 8,
		[350683] = 5,
		[328125] = "Неумирающий камнебес <Эшелон>",
		[210153] = 12,
		[19236] = 5,
		[242391] = "Бессердечный-посланник",
		[328126] = 7,
		[321976] = "Моровая слизь",
		[324031] = 2,
		[201885] = "Скверносерд-стрелок",
		[322977] = "Халкиас",
		[321975] = "Моровая слизь",
		[356796] = "Хильбранд",
		[596] = 5,
		[328128] = 7,
		[325024] = "Максимус <Сара Уайт>",
		[299460] = "Стрелок из банды Поршнеголовых",
		[167152] = 11,
		[213243] = 12,
		[210155] = 12,
		[324034] = 10,
		[209174] = "Элисанда",
		[225003] = "Грозный страж",
		[165122] = "Ахри'ок Дугру",
		[373181] = 5,
		[172] = 9,
		[295367] = 12,
		[330179] = 7,
		[59638] = "Зеркальное изображение <Xynnmage-Alleria>",
		[334275] = 9,
		[229610] = "Виз'адуум Всевидящий",
		[338371] = 12,
		[373183] = 5,
		[91776] = "Восставший вурдалак <Нозердума>",
		[288505] = 8,
		[186269] = "Заклинатель чумных осколков",
		[324038] = 11,
		[201983] = "Углепанцирный подчинитель",
		[229611] = "Убийца эрудитов",
		[281036] = 3,
		[364467] = 9,
		[114052] = 7,
		[12051] = 8,
		[161012] = 11,
		[324040] = 11,
		[325021] = "Туманный хищник",
		[382445] = 8,
		[354757] = 5,
		[274912] = 10,
		[330475] = "Друст-служитель",
		[325020] = 5,
		[242896] = 5,
		[340424] = 4,
		[326090] = "Иглобрюх-разоритель",
		[386452] = 3,
		[12883] = 11,
		[337516] = 10,
		[341401] = 3,
		[321891] = "Иллюзорный лисохвост <Призывательница Туманов>",
		[292473] = 11,
		[340426] = 4,
		[171253] = 8,
		[368021] = 8,
		[168227] = "Черепон",
		[269751] = 3,
		[268756] = 12,
		[345495] = "Вспененная пустула <Элджас-СвежевательДуш>",
		[22570] = 11,
		[390993] = 5,
		[204018] = 2,
		[360906] = "[*] Преломленный взрыв",
		[321999] = "Моровая слизь",
		[299474] = "Завролиск-костеглод",
		[317904] = "Первый коготь Синдааль",
		[319952] = 5,
		[121471] = 4,
		[332239] = "Гозул Пожиратель",
		[317905] = "Первый коготь Синдааль",
		[117418] = 10,
		[346574] = 1,
		[340431] = 4,
		[58180] = 11,
		[2061] = 5,
		[228559] = "Благочестивая дама",
		[342397] = 5,
		[93827] = 6,
		[229617] = "Демонический портал",
		[235219] = 8,
		[328180] = "Заклинатель чумы",
		[337815] = 2,
		[352720] = 7,
		[264667] = 3,
		[44614] = 8,
		[204021] = 12,
		[328181] = "[*] Леденящий холод",
		[47666] = 5,
		[325027] = "Друст-древолом",
		[334292] = 7,
		[324003] = 10,
		[338388] = 11,
		[360947] = "Подчиненный часовой",
		[93828] = 6,
		[382538] = 2,
		[201959] = "Углепанцирный подчинитель",
		[114051] = 7,
		[8042] = 7,
		[352724] = 11,
		[210166] = "Нараксас",
		[368700] = 1,
		[334295] = 11,
		[8212] = 1,
		[173307] = "Укротитель из клана Громоборцев",
		[332248] = 9,
		[232692] = "Гул'дан",
		[165152] = "Макогг Угольный Клинок",
		[305628] = 2,
		[373204] = 5,
		[228597] = 8,
		[325514] = "[*] Струя пламени",
		[272790] = 3,
		[221408] = "Фрагмент души Аззинота",
		[334298] = 3,
		[265898] = 3,
		[80263] = 9,
		[373206] = "Сколекс",
		[228598] = 8,
		[319120] = "[*] Гнилая желчь",
		[322013] = 2,
		[332252] = 3,
		[183548] = "Камнерукий повелитель личинок",
		[319966] = "Крылодер Жестокий",
		[351915] = 10,
		[227575] = "Баронесса Доротея Милстип",
		[93830] = 4,
		[213241] = 12,
		[322015] = 8,
		[19750] = 2,
		[317920] = 2,
		[77762] = 7,
		[292360] = 11,
		[340446] = "Воплощение зависти <Инквизитор Зигар>",
		[228600] = 8,
		[225080] = 7,
		[173311] = "Укротитель из клана Громоборцев",
		[297292] = "Комендант Тонар",
		[7353] = 11,
		[319970] = 3,
		[362194] = "Тюремщик",
		[332181] = "Гозул Пожиратель",
		[342496] = "Алчущие",
		[51271] = 6,
		[232144] = "Серебряные вилки",
		[204611] = "Дубосерд",
		[205523] = 10,
		[184575] = 2,
		[313829] = 11,
		[324068] = 9,
		[93806] = 3,
		[270827] = 5,
		[98951] = "Рагнарос",
		[299496] = "Стрелок из банды Поршнеголовых",
		[232698] = 5,
		[221437] = "Демоническая сущность",
		[228596] = 8,
		[299497] = "Стрелок из банды Поршнеголовых",
		[228603] = "Призрачный конь",
		[344548] = 7,
		[91778] = "Batcrawler <Badomen-EmeraldDream>",
		[299498] = "Мехагонский солдат",
		[16191] = 7,
		[207980] = "Баалгар Бдительный",
		[338406] = "Подавитель Зелорс",
		[306577] = 2,
		[86659] = 2,
		[98440] = 4,
		[66188] = 6,
		[324073] = 4,
		[384391] = 1,
		[1459] = 8,
		[264689] = 9,
		[46924] = 1,
		[77451] = 7,
		[152280] = 6,
		[344533] = 12,
		[299502] = "Мехагонский солдат",
		[334314] = 11,
		[346505] = 12,
		[325232] = "Ния",
		[314768] = 12,
		[367079] = "Галондрий",
		[164102] = "Рабочий Мрачных Путей",
		[346602] = "Павшая монахиня <Уххастик>",
		[334345] = 12,
		[1539] = 3,
		[143625] = 2,
		[363911] = 10,
		[162055] = "Повелительница небес Товра",
		[85643] = "Сумеречный лекарь тени",
		[152279] = 6,
		[313840] = 2,
		[356843] = "Заклинатель волн с \"Песочных часов\"",
		[301554] = 2,
		[111759] = 5,
		[267666] = 3,
		[320012] = "Амарт",
		[350701] = 12,
		[328176] = "Гриб-штурмовик",
		[169341] = "Гром'карский пехотинец",
		[198916] = "Злогриб <Гнилосердный хранитель>",
		[334320] = 9,
		[328177] = "Гриб-штурмовик",
		[188114] = "Рокмора",
		[162057] = "Повелительница небес Товра",
		[328146] = "Червь-трупоед",
		[348] = 9,
		[84915] = "[*] Жидкий лед",
		[162530] = 10,
		[334322] = "Создание Трупошва",
		[328206] = "Эшелон",
		[362991] = 8,
		[162058] = "Повелительница небес Товра",
		[383469] = 2,
		[262652] = 7,
		[306571] = 5,
		[96231] = 2,
		[328016] = "Грибомаг",
		[336372] = 11,
		[357764] = "Лордеронский рыцарь",
		[323996] = 12,
		[317943] = "Раскольник - боец авангарда",
		[63560] = 6,
		[350583] = 12,
		[335238] = 1,
		[51533] = 7,
		[369138] = 9,
		[387066] = 9,
		[235313] = 8,
		[228612] = 3,
		[360948] = "Подчиненный часовой",
		[289277] = 9,
		[51514] = 7,
		[285020] = "\"Платиновый лупцеватор\"",
		[333477] = "Кровомес",
		[360603] = "Пылающий инфернал",
		[243651] = 7,
		[99695] = "Поджигатель-землепроходец",
		[118922] = 3,
		[173324] = "Укротитель из клана Громоборцев",
		[224483] = "Наблюдатель из Сумеречной стражи",
		[52042] = "Тотем исцеляющего потока <Музуру>",
		[230090] = 6,
		[88718] = 10,
		[231390] = 3,
		[173184] = 7,
		[360952] = 3,
		[57820] = 6,
		[356857] = 11,
		[350714] = 5,
		[360953] = 9,
		[193803] = "Личинка смолоплюя",
		[93326] = 3,
		[383479] = 8,
		[131347] = 12,
		[91797] = "Pebblehead <Deja-Frostwolf>",
		[224970] = "Скверноподданный теневой клинок",
		[342525] = "Горак Зар",
		[199373] = "Войско мертвых|T1392565:0|t <Badomen-EmeraldDream>",
		[321827] = 10,
		[227592] = "Тень Медива",
		[354838] = 4,
		[325218] = 10,
		[32612] = 8,
		[228161] = "Фантомный рабочий",
		[331663] = 10,
		[260247] = 3,
		[228200] = "Люминор",
		[299525] = "Стрелок из банды Поршнеголовых",
		[366471] = 5,
		[254811] = 1,
		[313860] = 10,
		[324099] = 11,
		[362849] = "Изобретатель Зи'мокс",
		[17767] = "Kal'gron <Epko-Kazzak>",
		[209676] = "Советник Меландр",
		[162066] = "Повелительница небес Товра",
		[383485] = 1,
		[344578] = 9,
		[320896] = 5,
		[332292] = "Гозул Пожиратель",
		[352528] = 6,
		[366199] = "Искаженный пожиратель миров",
		[127850] = 5,
		[46668] = 6,
		[317959] = "Раскольница-бичевательница",
		[102543] = 11,
		[320895] = 5,
		[389631] = 8,
		[50242] = 4,
		[91800] = "Восставший вурдалак <Нозердума>",
		[338438] = 6,
		[203975] = 11,
		[334343] = 11,
		[320009] = 11,
		[66196] = 6,
		[113746] = 10,
		[334344] = 10,
		[327037] = 2,
		[188228] = 3,
		[369186] = "Фрагмент души <Всекатель-Ревущийфьорд>",
		[317963] = "Раскольница-бичевательница",
		[196881] = 7,
		[345466] = 10,
		[356871] = 2,
		[358919] = "Базарный боец",
		[385540] = 3,
		[336374] = "Ортим",
		[299535] = "Стрелок из банды Поршнеголовых",
		[395521] = 10,
		[328204] = 2,
		[391568] = 6,
		[325223] = "Туманный острожал",
		[368512] = 10,
		[360969] = 3,
		[324987] = "Туманный хищник",
		[1715] = 1,
		[350731] = 3,
		[139546] = 4,
		[393035] = 12,
		[347901] = 8,
		[338506] = 10,
		[383307] = 2,
		[64843] = 5,
		[363893] = "Тюремщик",
		[391688] = 1,
		[196884] = 7,
		[66198] = 6,
		[68188] = 2,
		[334352] = 10,
		[295445] = "\"Танкоборец-1\"",
		[346639] = "\"Брон\" <Ниэтта>",
		[149801] = 9,
		[228625] = "Благоразумный распорядитель",
		[328210] = 10,
		[354831] = 3,
		[119952] = 2,
		[346297] = "Нестабильный груз <Портал почтового отделения>",
		[337787] = 5,
		[16870] = 11,
		[266779] = 3,
		[196883] = "Лорд Этелдрин Гребень Ворона",
		[324984] = "Капитан-егерь Корейн",
		[317936] = "Раскольник-защитник",
		[356881] = 8,
		[49143] = 6,
		[360977] = "Галондрий",
		[297133] = "\"Оборонобот II\"",
		[340500] = "Крылодер Жестокий",
		[127140] = 8,
		[221460] = "Маг Хаоса Белерон",
		[214181] = "Гнилостная слизь",
		[157980] = 8,
		[163024] = 3,
		[344597] = 8,
		[289308] = 8,
		[336118] = 9,
		[222020] = "Натуралист Тел'арн",
		[352789] = 7,
		[242894] = "Поврежденный голем",
		[157981] = 8,
		[49998] = 6,
		[352790] = 5,
		[338456] = "Кирийский кадавр",
		[227620] = "Пожиратель маны",
		[342552] = 12,
		[366267] = "Нестабильная турель",
		[342398] = 5,
		[157982] = 11,
		[367126] = 7,
		[17962] = 9,
		[93341] = 9,
		[82285] = "Террастра",
		[228645] = 6,
		[360984] = 12,
		[333485] = "Тошногнил",
		[358000] = 2,
		[334364] = 7,
		[324156] = 3,
		[271049] = 3,
		[356890] = 2,
		[261395] = 7,
		[221464] = "Маг Хаоса Белерон",
		[390978] = 5,
		[391244] = 5,
		[334366] = 10,
		[352796] = "Страж ворот Зо'мазз",
		[313889] = 5,
		[324128] = 6,
		[317985] = "Раскольник-офицер",
		[345456] = 5,
		[10326] = 2,
		[57934] = 4,
		[115356] = 7,
		[161073] = 6,
		[393834] = 12,
		[340512] = "Крылодер Жестокий",
		[102558] = 11,
		[320035] = 8,
		[360176] = "Модуль точечной обороны",
		[373277] = 5,
		[367134] = 4,
		[154797] = 11,
		[356929] = "Следопыт Зо'корсс",
		[154796] = 11,
		[117405] = 3,
		[369183] = "Фрагмент души <Juicysquirt-Frostwolf>",
		[196414] = 9,
		[1706] = 5,
		[358945] = 7,
		[352802] = 5,
		[363041] = "Павшая монахиня <Уххастик>",
		[209602] = "Советник Меландр",
		[391710] = 11,
		[369185] = "Фрагмент души <Deja-Frostwolf>",
		[197919] = 10,
		[120679] = 3,
		[358947] = "Пушка \"Песочных часов\"",
		[328231] = 3,
		[334091] = 10,
		[355912] = 12,
		[89753] = "Риннгорил <Камомила-Галакронд>",
		[369187] = "Фрагмент души <Juicysquirt-Frostwolf>",
		[382522] = 2,
		[3110] = "Lazfip <Balthaza-Nemesis>",
		[327022] = 10,
		[369188] = "Фрагмент души <Juicysquirt-Frostwolf>",
		[181943] = 7,
		[93337] = 5,
		[228637] = "Призрачный работник",
		[292361] = 11,
		[201410] = 8,
		[136505] = 8,
		[277041] = "Беглый проклинатель",
		[393763] = 11,
		[346665] = 12,
		[202644] = 12,
		[367143] = 3,
		[338507] = 11,
		[173349] = "Буйный копытень",
		[260402] = 3,
		[277043] = "Беглый истязатель",
		[100505] = "Нестабильная магма",
		[197478] = "Иллисанна Гребень Ворона",
		[227615] = "Тень Медива",
		[358954] = "[*] Ободрение",
		[110744] = 5,
		[19627] = "Пламестраж",
		[324143] = 1,
		[268854] = 12,
		[225568] = "Скверносерд-призыватель",
		[202019] = "Латосий",
		[227616] = "Леди Кейра Беррибак",
		[212258] = "Гул'дан",
		[366393] = "Модуль точечной обороны",
		[173351] = "Буйный копытень",
		[332336] = 1,
		[268856] = 12,
		[369196] = "Фрагмент души <Juicysquirt-Frostwolf>",
		[322098] = 5,
		[50769] = 11,
		[347958] = "Очиститель из хранилища",
		[110745] = 5,
		[324164] = 6,
		[240448] = 2,
		[301622] = "Мехагонский кавалерист",
		[292463] = 11,
		[92231] = 2,
		[315957] = 7,
		[240443] = "Грозный отравитель",
		[1943] = 4,
		[322101] = 10,
		[324149] = 3,
		[208165] = "Таликса Пламя Гнева",
		[352818] = 9,
		[376912] = 10,
		[229682] = "[*] Веселое поджигание",
		[201408] = 3,
		[367972] = 11,
		[108194] = 6,
		[206788] = "Триллиакс",
		[370970] = 12,
		[360115] = "Галондрий",
		[202669] = 4,
		[315961] = 1,
		[48438] = 11,
		[321005] = "Ингра Малох",
		[56641] = 3,
		[157997] = 8,
		[102352] = 11,
		[225573] = "Фантомный советник",
		[354870] = 11,
		[8599] = "Страж гнева - мастер клинка",
		[301629] = "Мехагонский нормализатор",
		[320059] = "[*] Ярость Ночной Воительницы",
		[25771] = 2,
		[111771] = 9,
		[339301] = 4,
		[303678] = "Останки",
		[329062] = 7,
		[389684] = 10,
		[309822] = 1,
		[361016] = "Подчиненный служитель",
		[322109] = 10,
		[389685] = 10,
		[359778] = "Сколекс",
		[361017] = "Подчиненный служитель",
		[346683] = 7,
		[31616] = 7,
		[77472] = 7,
		[164143] = 4,
		[132403] = 2,
		[340541] = 11,
		[313174] = 5,
		[393053] = 10,
		[262027] = 6,
		[167120] = "Гром'карская огненная лучница",
		[270070] = 4,
		[336447] = "Раскольник-офицер",
		[346686] = 7,
		[299588] = "Механик из банды Поршнеголовых",
		[91807] = 6,
		[50259] = 11,
		[202028] = 11,
		[340544] = "Иглобрюх-рогач",
		[146739] = 9,
		[320067] = "Творец Снов",
		[387643] = 2,
		[221883] = 2,
		[375357] = 1,
		[1719] = 1,
		[331536] = 10,
		[340546] = 11,
		[123996] = "Сюэнь <Асташко-Галакронд>",
		[336451] = "Защитник из многоокой рати",
		[115357] = 7,
		[324165] = 6,
		[5740] = 9,
		[201405] = 2,
		[322118] = 10,
		[96103] = 1,
		[268877] = 3,
		[196911] = 4,
		[338501] = 6,
		[207150] = 6,
		[392776] = 1,
		[361049] = 3,
		[197974] = "Лишенный души боец авангарда",
		[227628] = "Тень Медива",
		[204079] = 2,
		[338525] = 11,
		[33110] = 5,
		[333153] = "[*] Область анимы",
		[237287] = 4,
		[124506] = 10,
		[392537] = 1,
		[294423] = 5,
		[187698] = 3,
		[102560] = 11,
		[132409] = 9,
		[360177] = "Модуль точечной обороны",
		[342601] = 9,
		[101542] = 1,
		[6572] = 1,
		[197797] = "Восставший чародей",
		[301683] = 11,
		[229678] = "Наполненный силой пиромант",
		[322125] = 5,
		[334030] = "Пелагий <Ниэтта>",
		[88423] = 11,
		[198475] = "[*] Удар горы",
		[365153] = "Тюремщик",
		[340556] = 11,
		[378770] = 3,
		[117313] = 1,
		[371273] = "Рекалибровочный излучатель <Быстровозводимый часовой>",
		[295183] = "\"Взрывотрон Х-80\"",
		[350796] = "Со'лея",
		[40192] = 8,
		[229692] = "Крыса",
		[276111] = 2,
		[268887] = 4,
		[336463] = 5,
		[115360] = 7,
		[207167] = 6,
		[367180] = 2,
		[340584] = 4,
		[157375] = "Изначальный элементаль бури <Traín-Onyxia>",
		[356942] = "Следопыт Зо'корсс",
		[194679] = 6,
		[196917] = 2,
		[343386] = 11,
		[356943] = "Следопыт Зо'корсс",
		[204646] = "Дубосерд",
		[328275] = 3,
		[371278] = 7,
		[202425] = 11,
		[334444] = 1,
		[221491] = "Астральная предсказательница",
		[281178] = 2,
		[340563] = 9,
		[318038] = 7,
		[100012] = "Раскаленный огневсплеск",
		[305752] = 6,
		[88747] = 11,
		[77478] = 7,
		[356689] = 3,
		[305753] = 2,
		[115310] = 10,
		[350804] = "Со'лея",
		[385616] = 4,
		[325886] = 1,
		[324184] = 12,
		[336499] = "Призывательница Туманов",
		[344662] = 3,
		[218806] = "Солнцевед Тел'арн",
		[230144] = 5,
		[212794] = "Тихондрий",
		[377427] = 5,
		[73313] = 1,
		[320125] = 7,
		[93339] = 11,
		[344664] = 4,
		[336509] = 5,
		[325879] = "Порочный уничтожитель",
		[216389] = "Заклинательница клинков Алуриэль",
		[328283] = "Павшая монахиня <Уххастик>",
		[311471] = 5,
		[227638] = "Ловчий Аттумен",
		[89766] = "Страж Скверны <Камомила-Галакронд>",
		[352857] = 11,
		[338523] = 6,
		[326999] = 6,
		[334428] = 1,
		[352858] = 5,
		[232115] = "Бэк-вокалистка",
		[106839] = 11,
		[367193] = 5,
		[345428] = "Нууминууру",
		[330334] = 1,
		[340573] = 4,
		[367194] = 5,
		[8690] = 9,
		[43265] = 6,
		[365147] = "Тюремщик",
		[334431] = 6,
		[114852] = 2,
		[88751] = 11,
		[214985] = 4,
		[334432] = 3,
		[390964] = 5,
		[161089] = "[*] Безумный порыв",
		[227641] = "Тень Медива",
		[268905] = 4,
		[315584] = 4,
		[165185] = 11,
		[365150] = "Тюремщик",
		[167233] = "Гром'карский военачальник",
		[354939] = "Customer VO Controller",
		[161090] = "Борка Бесчеловечный",
		[365151] = "Тюремщик",
		[221875] = "Звездный авгур Этрей",
		[352865] = 11,
		[368938] = 6,
		[195254] = "Слияние душ",
		[229704] = "Паук",
		[383290] = 1,
		[281195] = 3,
		[252216] = 11,
		[31661] = 8,
		[320103] = "Ползучая слизь",
		[362715] = 12,
		[190784] = 2,
		[116888] = 6,
		[51637] = 4,
		[161092] = "Борка Бесчеловечный",
		[340582] = 4,
		[15407] = 5,
		[73899] = 7,
		[54861] = 8,
		[340583] = 4,
		[108199] = 6,
		[279151] = 9,
		[322154] = 5,
		[324202] = 7,
		[228669] = "Полночь",
		[352871] = 11,
		[228017] = "Бестелесный филантроп",
		[356967] = "Громила из картеля",
		[50613] = 6,
		[374295] = "Охотник за головами",
		[330347] = "Хранитель кузни",
		[356968] = 5,
		[334443] = 11,
		[295536] = "Воздушный подавитель ОУ-8",
		[344231] = 2,
		[340587] = 4,
		[301680] = "Мехагонский кавалерист",
		[328301] = 11,
		[259387] = 3,
		[101545] = 10,
		[301681] = "Мехагонский кавалерист",
		[352875] = 5,
		[103081] = 7,
		[332398] = 2,
		[167239] = "Гром'карский остроглаз",
		[393831] = 12,
		[259388] = 3,
		[356972] = 5,
		[350829] = 2,
		[164168] = "Надзиратель Мрачных Путей",
		[294719] = 2,
		[173751] = "Чудолиственный страж",
		[334448] = 11,
		[328305] = 4,
		[363117] = 9,
		[340592] = 6,
		[391786] = 11,
		[328306] = 4,
		[173384] = "Буйный копытень",
		[324211] = 7,
		[71342] = 5,
		[29722] = 9,
		[281209] = 6,
		[334433] = 7,
		[334451] = 7,
		[352881] = 11,
		[281210] = 6,
		[365168] = "Вечный часовой",
		[2096] = 5,
		[352882] = 12,
		[259391] = 3,
		[227651] = "Барон Раф Дрейгер",
		[301689] = "Анодированный разрядниконосец",
		[290132] = 7,
		[322167] = 9,
		[311466] = 5,
		[326263] = "Тред'ова",
		[185311] = 4,
		[346741] = "ПОЧТ-мейстер",
		[329322] = "Верховный подавитель Лагвас",
		[359028] = "Зо'грон",
		[47541] = 6,
		[346742] = "ПОЧТ-мейстер",
		[48153] = 5,
		[301692] = "Анодированный разрядниконосец",
		[225605] = 7,
		[322170] = 9,
		[373364] = "Натрезим-лазутчик",
		[185438] = 4,
		[196937] = 4,
		[368662] = "Дюжий матрос",
		[365174] = "Тюремщик",
		[8921] = 11,
		[154953] = 4,
		[241784] = "Призрачный эконом",
		[365175] = "Вечный часовой",
		[334459] = 11,
		[295552] = "Воздушный подавитель ОУ-8",
		[330364] = 3,
		[304824] = 11,
		[350858] = 10,
		[331966] = "Моровая слизь",
		[259395] = 3,
		[229711] = "Древний фолиант",
		[269651] = 8,
		[361082] = 1,
		[330366] = 9,
		[120954] = 10,
		[159056] = "Гром'карский остроглаз",
		[350872] = "[*] Шар с шипами",
		[330367] = 2,
		[373370] = "Натрезим-лазутчик",
		[365202] = 5,
		[123051] = "Подчинитель разума <Тирлим>",
		[330368] = 9,
		[44212] = 7,
		[359037] = 6,
		[320130] = 9,
		[199345] = "Дресарон",
		[324226] = 12,
		[77489] = 5,
		[328322] = "Неумирающий камнебес <Эшелон>",
		[295001] = "Повелитель замков",
		[365182] = "Подчиненный охранник",
		[293511] = 9,
		[337661] = 5,
		[259398] = 3,
		[286031] = 2,
		[359040] = 10,
		[229706] = "Паук",
		[363136] = 12,
		[331620] = 10,
		[10060] = 5,
		[328325] = 11,
		[330373] = 9,
		[365185] = "Подчиненный охранник",
		[352259] = "Эгида хранилища",
		[335597] = 1,
		[366088] = 2,
		[340613] = 11,
		[183633] = "Скальный камнешвыр",
		[33206] = 5,
		[363139] = "Изобретатель Зи'мокс",
		[325130] = 8,
		[205644] = "Древень <Сострадание>",
		[193376] = "Уларогг Скаломол",
		[214350] = 9,
		[362075] = "Тюремщик",
		[367236] = 11,
		[243025] = 9,
		[362498] = 10,
		[294597] = 5,
		[331078] = 2,
		[205486] = "Звездный авгур Этрей",
		[345361] = 11,
		[196728] = "Нюцзао <Patricja-BurningLegion>",
		[344314] = 9,
		[203820] = 7,
		[338570] = 2,
		[108211] = 4,
		[342666] = 2,
		[41513] = 9,
		[330380] = 11,
		[329913] = "Верный Утробе темный охотник",
		[342667] = 10,
		[332235] = 3,
		[313999] = 12,
		[200914] = "Змееуст-барахольщик",
		[342668] = 3,
		[19505] = "Illyrak <Epko-Kazzak>",
		[311483] = 3,
		[280849] = 1,
		[312645] = 12,
		[162617] = "Борка Бесчеловечный",
		[188587] = "Разрушитель из Подкаменного разлома",
		[160060] = "Thelephone <Barzerus-Blackmoore>",
		[221326] = "Фрагмент души Аззинота",
		[228567] = "Костяная гончая",
		[346766] = "Хильбранд",
		[217832] = 12,
		[344732] = 3,
		[184662] = 2,
		[21169] = 7,
		[373388] = "Облако кошмаров",
		[285335] = "Бессердечный-разведчик",
		[328338] = "Стрелок-отравитель",
		[354297] = "Настойчивый ритуалист",
		[225624] = 3,
		[334482] = 1,
		[61999] = 6,
		[77220] = 9,
		[20572] = 3,
		[204459] = "Скорпирон",
		[65081] = 5,
		[363152] = 2,
		[373391] = "[*] Кошмар",
		[331071] = 10,
		[393869] = 11,
		[210261] = "Часовой из Сумеречной стражи",
		[290951] = 4,
		[121411] = 4,
		[164187] = "Бомбардир Мрачных Путей",
		[378991] = 11,
		[87221] = "Кален",
		[367250] = 9,
		[303770] = 11,
		[119905] = 9,
		[65116] = 2,
		[642] = 2,
		[352917] = 2,
		[309328] = 7,
		[338036] = 7,
		[334488] = "Хирург Трупошов",
		[364348] = 9,
		[367266] = 4,
		[335164] = "Чумной мешок",
		[342680] = 7,
		[275779] = 2,
		[360528] = "[*] Детонация",
		[96312] = 9,
		[367254] = 3,
		[367267] = 2,
		[272679] = 3,
		[334526] = 6,
		[339] = 11,
		[344748] = "Подчинитель разума <Жребийброшен-Ревущийфьорд>",
		[199337] = "Капкан на медведя",
		[307871] = 1,
		[367256] = 11,
		[605] = 5,
		[368656] = 12,
		[310588] = 12,
		[350875] = "Со'лея",
		[156000] = 6,
		[327995] = "Заразный добытчик",
		[357019] = "Авторитет из картеля",
		[367258] = 3,
		[328351] = 11,
		[202075] = "Пылающая жеода",
		[227672] = "Лорд Криспин Ференс",
		[367259] = 10,
		[164192] = "Техник Мрачных Путей",
		[21910] = "Фантомный гость",
		[365212] = "Тюремщик",
		[191837] = 10,
		[303780] = 2,
		[29581] = "Фантомный гость",
		[167240] = "Гром'карский остроглаз",
		[367261] = 6,
		[254224] = 5,
		[115546] = 10,
		[5384] = 3,
		[352138] = 12,
		[199581] = 9,
		[330403] = "Чумной рух",
		[340642] = "Призыватель ужаса Скульфир",
		[213350] = 7,
		[2823] = 4,
		[66235] = 2,
		[377540] = 6,
		[326309] = "[*] Разлагающая кислота",
		[200359] = "Тень Ксавия",
		[184709] = 1,
		[93368] = 5,
		[351531] = 3,
		[377192] = 6,
		[344154] = 2,
		[2983] = 4,
		[191840] = 10,
		[324909] = "Друст-древолом",
		[187464] = 5,
		[357028] = 5,
		[350885] = "Со'лея",
		[361124] = 1,
		[320822] = "Костоправ с \"Золрамуса\"",
		[357029] = "Контрабандист из картеля",
		[367268] = 4,
		[320170] = "Амарт",
		[385126] = 2,
		[194913] = 6,
		[359078] = 4,
		[320171] = "Амарт",
		[324917] = 12,
		[255647] = 2,
		[346502] = 12,
		[369318] = 9,
		[281265] = 5,
		[365223] = "[*] Разделенное страдание",
		[367271] = 8,
		[114871] = 2,
		[53600] = 2,
		[365224] = "[*] Крушитель цепей",
		[285362] = 6,
		[336556] = "Туманник",
		[132467] = 10,
		[338003] = "Порочный уничтожитель",
		[359082] = 2,
		[127158] = 2,
		[363178] = 8,
		[332462] = 1,
		[326319] = "Друст-жнец",
		[325234] = "Ния",
		[338606] = "Ассистент-расчленитель",
		[207203] = 6,
		[334511] = 10,
		[82630] = "Чо'Галл",
		[325461] = 6,
		[332464] = 8,
		[223539] = "[*] Мерзостная тина",
		[33891] = 11,
		[330417] = "Болотный солдат",
		[211299] = "Бдительный инквизитор",
		[391234] = 12,
		[46628] = 1,
		[324914] = "Туманная хранительница",
		[332466] = 1,
		[350896] = 5,
		[373276] = 5,
		[195975] = 6,
		[211300] = "Бдительный окулус",
		[393055] = 12,
		[332505] = 1,
		[214690] = "Герент Зловещий",
		[338041] = 11,
		[320221] = 9,
		[201062] = "Змееуст-барахольщик",
		[224186] = 2,
		[357042] = "Контрабандист из картеля",
		[268904] = 4,
		[386344] = 9,
		[132463] = 10,
		[335150] = 10,
		[301754] = 3,
		[207682] = 12,
		[330423] = "Гриб-штурмовик",
		[299707] = 8,
		[334539] = 11,
		[8219] = 1,
		[337924] = "Малодушный Коринф",
		[335149] = 2,
		[159085] = "Гром'карский остроглаз",
		[305007] = 11,
		[355626] = 2,
		[48743] = 6,
		[212327] = 9,
		[335148] = 11,
		[371381] = 1,
		[373429] = "Натрезим-лазутчик",
		[341291] = 5,
		[329904] = "Королевский советник",
		[202089] = "Пылающая жеода",
		[205179] = 9,
		[285377] = "\"Платиновый лупцеватор\"",
		[73920] = 7,
		[359720] = "Галондрий",
		[84529] = "Элементиевое чудовище",
		[339237] = "Халкиас",
		[221562] = 6,
		[202090] = 10,
		[325867] = 5,
		[118459] = "Uvuros <Xénoviâ-ShatteredHalls>",
		[271045] = 3,
		[197995] = 7,
		[308525] = 6,
		[367290] = "Тюремщик",
		[209258] = 12,
		[346813] = "Часовой Башни",
		[352095] = 10,
		[285381] = 11,
		[73921] = 7,
		[59567] = 2,
		[200784] = "Змееуст-барахольщик",
		[368641] = 3,
		[271048] = 3,
		[12654] = 8,
		[316099] = 9,
		[77505] = 7,
		[385723] = 2,
		[197997] = 7,
		[119996] = 10,
		[327371] = 8,
		[356407] = "Древняя гончая недр",
		[324312] = 10,
		[107203] = 2,
		[89792] = "Tarham <Pandorro-Lothar>",
		[229738] = "Элисанда",
		[355] = 1,
		[324293] = "Скелет-мародер",
		[230044] = "Страж гнева – возжигатель",
		[209261] = 12,
		[335143] = "Костоправ с \"Золрамуса\"",
		[200768] = "Обезумевший остроклюв",
		[269005] = "Изначальный элементаль бури <Traín-Onyxia>",
		[97112] = 2,
		[358568] = 1,
		[356790] = 7,
		[350916] = "Охранник \"Оазиса\"",
		[320200] = "Хирург Трупошов",
		[379] = 7,
		[340678] = "Горак Зар",
		[340698] = 11,
		[47536] = 5,
		[304971] = 2,
		[179873] = 11,
		[334536] = 3,
		[336584] = "Страдающее слияние",
		[273104] = 2,
		[101568] = 6,
		[350919] = "Зо'грон",
		[127165] = 10,
		[163212] = 10,
		[116267] = 8,
		[313424] = 8,
		[342774] = 9,
		[338653] = "Ассистент-сшиватель",
		[381637] = 4,
		[350921] = "Зо'грон",
		[336587] = 6,
		[328429] = "Склизкое щупальце",
		[340683] = "Горак Зар",
		[350922] = "Охранник \"Оазиса\"",
		[336588] = 12,
		[109248] = 3,
		[320224] = 9,
		[367903] = 12,
		[147833] = 1,
		[346828] = "Хильбранд",
		[341282] = 5,
		[334542] = "Верховный подавитель Лагвас",
		[328399] = 10,
		[66087] = 8,
		[203123] = 11,
		[195645] = 3,
		[328400] = "Таящийся паук",
		[352669] = 5,
		[223601] = "Гнилостная слизь",
		[366102] = "Древний страж",
		[75973] = 1,
		[97463] = 1,
		[340688] = 11,
		[127315] = 8,
		[465] = 2,
		[148859] = 5,
		[199775] = "Нараксас",
		[368699] = 6,
		[393931] = 1,
		[121536] = 5,
		[363805] = 3,
		[368696] = 1,
		[336595] = 11,
		[344803] = 9,
		[344572] = "Uvuros <Xénoviâ-ShatteredHalls>",
		[342739] = "Чумной громадень",
		[227434] = "Береговой заклинатель волн",
		[23221] = 1,
		[162171] = "Рельсмейстер Искролет",
		[335938] = "Морт",
		[361170] = "Заклинатель адского огня",
		[359708] = 9,
		[365851] = "Вечный сборщик",
		[383696] = 10,
		[209270] = "Гул'дан",
		[330455] = "Стражник гнева",
		[113858] = 9,
		[391888] = 11,
		[352981] = 2,
		[330456] = "Юлкатар Жестокий",
		[305060] = 2,
		[391889] = 11,
		[387812] = 2,
		[361192] = "Лазутчица Дераксис <Маячок вторжения>",
		[307932] = 4,
		[263642] = 12,
		[546] = 7,
		[330458] = "Тюремный часовой",
		[332506] = 1,
		[391891] = 11,
		[328411] = "Фредрик",
		[210296] = 2,
		[373462] = 5,
		[383701] = 10,
		[361176] = "Перехватчица оскверненной стали",
		[123586] = 10,
		[586] = 5,
		[329787] = "Бессердечный-подчинитель",
		[48181] = 9,
		[205146] = 9,
		[122783] = 10,
		[373481] = 5,
		[393942] = 11,
		[346844] = "Портал почтового отделения",
		[389847] = 12,
		[205191] = 2,
		[393943] = 1,
		[344006] = 10,
		[113860] = 9,
		[59752] = 6,
		[393944] = 11,
		[206896] = "Тюремщик Д'зорикс",
		[335467] = 5,
		[342751] = "Чумной громадень",
		[336608] = 11,
		[161153] = "Гром'карский гренадер",
		[324322] = 6,
		[228729] = "Коглстон",
		[205180] = 9,
		[198013] = 12,
		[332514] = 2,
		[686] = 9,
		[290964] = 4,
		[116706] = 10,
		[698] = 9,
		[367327] = 8,
		[53351] = 3,
		[395996] = 4,
		[97109] = 5,
		[338077] = "Таящийся паук",
		[352994] = 11,
		[335130] = 10,
		[308509] = 4,
		[342132] = 5,
		[138642] = 9,
		[214397] = 1,
		[207230] = 6,
		[167299] = "Железная звезда <Нозердума>",
		[393951] = 1,
		[355044] = 9,
		[113862] = 8,
		[126664] = 1,
		[327839] = 12,
		[774] = 11,
		[279302] = 6,
		[326377] = 5,
		[361189] = "Лазутчица Дераксис <Маячок вторжения>",
		[365299] = "Автоматический уничтожитель",
		[58983] = 6,
		[200344] = "Восставшая лучница",
		[320235] = 3,
		[278244] = 12,
		[355605] = 3,
		[337175] = "Альдерин",
		[184707] = 1,
		[355048] = "Крушитель панцирей из племени Соленой Хмари",
		[61031] = 12,
		[220543] = 5,
		[13340] = "Дикий бес из племени Буйного Нрава",
		[115399] = 10,
		[271103] = 2,
		[335882] = "Маленький болотный шершень",
		[393957] = 11,
		[377588] = 6,
		[332525] = "\"Брон\" <Ниэтта>",
		[338012] = "Фонтан анимы",
		[359699] = 2,
		[163929] = "Рельсмейстер Искролет",
		[332526] = "\"Брон\" <Ниэтта>",
		[47977] = 5,
		[393959] = 11,
		[330479] = "Чрево Утробы",
		[292910] = "Верный Утробе кандальщик",
		[227363] = "Полночь",
		[328432] = "Склизкое щупальце",
		[376080] = 1,
		[308504] = 11,
		[191877] = 7,
		[393961] = 11,
		[1966] = 4,
		[58984] = 11,
		[57842] = 4,
		[118337] = 7,
		[338673] = 12,
		[218148] = "Солнцевед Тел'арн",
		[246854] = 3,
		[173455] = "Осадный мастер Олугар",
		[327865] = 3,
		[325872] = "Порочный уничтожитель",
		[334579] = "Ползучая слизь",
		[369404] = "Нестабильный сердечник",
		[355057] = "Крушитель панцирей из племени Соленой Хмари",
		[201365] = "Истерзанный кровопийца",
		[974] = 7,
		[100555] = 2,
		[982] = 3,
		[365297] = "Галондрий",
		[326390] = 8,
		[105809] = 2,
		[363250] = "Верный Утробе часовой",
		[365298] = "Автоматический уничтожитель",
		[32182] = 7,
		[385787] = 11,
		[238606] = "Волшебный страж",
		[170379] = 7,
		[204167] = 6,
		[8221] = 1,
		[181642] = 1,
		[332536] = 2,
		[186403] = 2,
		[393969] = 4,
		[343312] = 12,
		[117962] = 10,
		[138640] = 7,
		[271105] = 1,
		[363254] = 7,
		[381684] = 7,
		[285440] = "Главный машинист Искроточец",
		[393971] = 4,
		[363255] = 7,
		[59052] = 6,
		[383733] = 10,
		[86226] = "Синестра",
		[291613] = "Воздушное судно R-21/X",
		[332540] = 2,
		[294165] = "Верный Утробе страж",
		[377591] = 6,
		[341263] = 5,
		[307256] = 2,
		[285443] = "[*] \"Спрятанная\" пламенная пушка",
		[336637] = 10,
		[363258] = "Изобретатель Зи'мокс",
		[199051] = "Дубосерд",
		[212064] = "Верный Утробе темный охотник",
		[336638] = 10,
		[346877] = "Хильбранд",
		[137619] = 4,
		[138643] = 1,
		[221577] = "Астральная предсказательница",
		[206219] = "Гул'дан",
		[77764] = 11,
		[308498] = 3,
		[279303] = 6,
		[298259] = "Ядовитая лужа",
		[320784] = "Налтор Криомант",
		[5277] = 4,
		[205196] = "Зловещий охотник <Камомила-Галакронд>",
		[355071] = "Очиститель из хранилища",
		[58867] = "Дух волка <Музуру>",
		[5487] = 11,
		[336642] = 1,
		[257044] = 3,
		[300659] = "Токсичное чудище",
		[89808] = "Abatai <Eliminatór-Onyxia>",
		[246152] = 3,
		[198030] = 12,
		[359690] = 9,
		[108238] = 11,
		[100559] = "Мажордом Фэндрал Олений Шлем",
		[218508] = "Чародей Тел'арн",
		[227723] = 2,
		[386959] = 10,
		[2120] = 8,
		[206222] = "Гул'дан",
		[353546] = 6,
		[285452] = 7,
		[32175] = 7,
		[343727] = "Порождение Света <Элайниель-ЧерныйШрам>",
		[365315] = "Бдительный Страж",
		[34914] = 5,
		[321834] = "Призывательница Туманов",
		[277778] = 7,
		[299788] = 2,
		[326409] = "Фрагмент Халкиаса",
		[86227] = "Синестра",
		[259396] = 3,
		[299789] = 12,
		[51052] = 6,
		[1604] = 8,
		[362610] = "Галондрий",
		[373509] = "Зул'гамуз",
		[257418] = 12,
		[324368] = "Азуль",
		[209788] = 12,
		[259202] = 7,
		[188443] = 7,
		[205201] = 10,
		[230067] = "Изрыгатель тьмы",
		[194844] = 6,
		[333491] = 7,
		[201754] = "Uvuros <Xénoviâ-ShatteredHalls>",
		[387846] = 9,
		[311465] = 5,
		[27576] = 4,
		[221584] = "Астральная предсказательница",
		[387847] = 9,
		[373513] = "Зул'гамуз",
		[285460] = "Главный машинист Искроточец",
		[353036] = 1,
		[330511] = 2,
		[89299] = "Сумеречный дракончик",
		[8143] = 7,
		[123725] = 10,
		[194645] = 7,
		[185358] = 3,
		[200084] = "Фантомный вельможа",
		[385802] = 4,
		[330513] = "[*] Роковой гриб",
		[231587] = 2,
		[326434] = 11,
		[253007] = 7,
		[355087] = 11,
		[324371] = 5,
		[191894] = 10,
		[178422] = 3,
		[356266] = 2,
		[194966] = "Лорд Этелдрин Гребень Ворона",
		[26297] = 11,
		[8222] = 8,
		[343622] = "Пелагий <Ниэтта>",
		[1462] = 3,
		[285466] = 7,
		[385806] = 4,
		[361237] = 11,
		[853] = 2,
		[353856] = 6,
		[213011] = 12,
		[206612] = "Хрономатическая аномалия",
		[199063] = "Корни-душители",
		[285468] = "\"Гномогедд-0Н\"",
		[213644] = 2,
		[231434] = 4,
		[283421] = "\"Гномогедд-0Н\"",
		[212791] = "Бдительный окулус",
		[336663] = 2,
		[6789] = 9,
		[340759] = "Горак Зар",
		[72807] = 3,
		[168348] = "Пушка \"Силы Чернорука\"",
		[225962] = "Восставший питомец",
		[324867] = 11,
		[326426] = "Фрагмент Халкиаса",
		[229386] = 3,
		[273185] = "Механик из банды Поршнеголовых",
		[271625] = 3,
		[285472] = 1,
		[328475] = "Таящийся паук",
		[202137] = 12,
		[97493] = 2,
		[196941] = 2,
		[221591] = "Сумеречная звездная танцовщица",
		[339956] = 3,
		[176147] = "Гром'карская опалительница",
		[214003] = "Восставший мечник",
		[343295] = 6,
		[202138] = 12,
		[324382] = 10,
		[375576] = 2,
		[321363] = 8,
		[352101] = 12,
		[229384] = "Ферзь",
		[351699] = "Мнемоническое снаряжение <Ниэтта>",
		[385816] = 2,
		[301861] = 7,
		[203163] = "Злобный покоритель Скверны",
		[342814] = 11,
		[229376] = 8,
		[298765] = 7,
		[207261] = "Капитан патруля Гердо",
		[294961] = "[*] Пылающий укус",
		[368529] = "Галондрий",
		[299159] = 7,
		[324386] = 7,
		[293670] = "Защитник мастерской",
		[21562] = 5,
		[223306] = 2,
		[264469] = 1,
		[342817] = 12,
		[336674] = 3,
		[105174] = 9,
		[381725] = 7,
		[61294] = 7,
		[369439] = 6,
		[289577] = 5,
		[91352] = 6,
		[360412] = "Бдительный Страж",
		[336676] = 12,
		[353066] = 5,
		[291626] = "Воздушное судно R-21/X",
		[326438] = "Фрагмент Халкиаса",
		[213405] = 12,
		[341895] = "Валфир Непреклонный",
		[332582] = 12,
		[61551] = 12,
		[377633] = 6,
		[121557] = 5,
		[137639] = 10,
		[326440] = "Фрагмент Халкиаса",
		[312106] = 10,
		[207267] = 6,
		[378102] = 7,
		[326441] = "Фрагмент Халкиаса",
		[335099] = 2,
		[336257] = "Исчезающая тень",
		[207906] = "Таликса Пламя Гнева",
		[323557] = 11,
		[200329] = "Тень Ксавия",
		[34861] = 5,
		[365350] = 8,
		[156073] = 3,
		[320763] = 7,
		[251291] = 3,
		[365351] = 3,
		[61295] = 7,
		[344874] = "Эшелон",
		[228528] = "Исправившаяся дева",
		[349797] = "Алькруукс",
		[100057] = "Адская гончая",
		[394021] = 4,
		[314163] = 12,
		[93402] = 11,
		[383783] = 8,
		[345335] = 12,
		[19643] = "Страж Хиджала",
		[175755] = "Раздиратель Плоти Нок'Гар",
		[391109] = 5,
		[201123] = "Цветущий злошип",
		[202147] = "Совыгдедамаг",
		[291636] = 3,
		[307159] = 10,
		[377642] = 6,
		[49322] = 8,
		[215458] = "Заклинательница клинков Алуриэль",
		[307161] = 5,
		[303924] = "Смазочный бот",
		[210339] = 2,
		[196725] = 10,
		[367405] = 11,
		[394026] = 4,
		[173480] = "Железнокрылый изрыгатель огня",
		[332594] = 11,
		[342314] = 9,
		[263423] = "Риччи <Иксимер-Галакронд>",
		[378974] = 2,
		[291640] = 4,
		[204197] = 5,
		[291642] = 4,
		[355121] = "Волнопляс из племени Соленой Хмари",
		[359976] = "Сколекс",
		[212283] = 4,
		[29579] = "Фантомный гость",
		[368585] = 6,
		[373552] = "Зул'гамуз",
		[1122] = 9,
		[221604] = "Сумеречная звездная танцовщица",
		[77535] = 6,
		[291643] = 3,
		[347842] = "Контрабандное существо",
		[394031] = 4,
		[394036] = 4,
		[308026] = "Охранник плавильной печи",
		[339187] = 7,
		[353077] = 11,
		[314182] = 12,
		[193315] = 4,
		[301884] = 3,
		[361269] = 2,
		[259489] = 3,
		[291646] = 3,
		[359222] = "Буйный завсегдатай",
		[328506] = 2,
		[333318] = "Калисфена",
		[316220] = 4,
		[200105] = "Фантомный защитник",
		[201129] = "Цветущий злошип",
		[338746] = 4,
		[97501] = 12,
		[301887] = 9,
		[328508] = 11,
		[239013] = 2,
		[291649] = 4,
		[291654] = 4,
		[323654] = 4,
		[259491] = 3,
		[291650] = 3,
		[326462] = 11,
		[156080] = 6,
		[200325] = "Восставший разведчик",
		[163947] = "Рельсмейстер Искролет",
		[329321] = "Свирепый гаргон",
		[336702] = "Рекрут из Грехопада",
		[355132] = "Лататель чешуи из племени Соленой Хмари",
		[365371] = "Тюремщик",
		[337137] = 8,
		[386998] = 9,
		[352263] = 11,
		[339184] = "Домина Отравленный Клинок",
		[359229] = 10,
		[304372] = 10,
		[325640] = 9,
		[381755] = 7,
		[285514] = 7,
		[164273] = 3,
		[311467] = 5,
		[324419] = 7,
		[198067] = 7,
		[200771] = "Обезумевший остроклюв",
		[36213] = "Большой элементаль земли <Пойдёт>",
		[291656] = 5,
		[336711] = 3,
		[328281] = 2,
		[173489] = "Железнокрылый изрыгатель огня",
		[320752] = 7,
		[359233] = "Галондрий",
		[327186] = 1,
		[346947] = "ПОЧТ-мейстер",
		[291658] = 4,
		[71909] = 7,
		[336709] = "Эктра",
		[114911] = 7,
		[207278] = "Капитан патруля Гердо",
		[359235] = "Галондрий",
		[394047] = 11,
		[24252] = 2,
		[373570] = "Гипнонетопырь",
		[359236] = "Галондрий",
		[205231] = "Созерцатель тьмы <Purichor-Garrosh>",
		[363332] = "Тюремщик",
		[230015] = 5,
		[367428] = "Шишковатый мародер",
		[201139] = "Страж гнева - мастер клинка",
		[338013] = "Фонтан анимы",
		[347371] = "Корсар-канонир",
		[383811] = 8,
		[225919] = 12,
		[370602] = 11,
		[291663] = 11,
		[342857] = 12,
		[336714] = 10,
		[296454] = "Угасший ловчий",
		[346957] = "Защитная турель титанов",
		[334667] = 10,
		[336715] = "Эктра",
		[229608] = "Убийца эрудитов",
		[291665] = 4,
		[201141] = "Страж гнева - мастер клинка",
		[320334] = 12,
		[199663] = "Фантомный советник",
		[317361] = 2,
		[334669] = 9,
		[292926] = "Повелитель мучений",
		[355147] = "Рыбомант из племени Соленой Хмари",
		[291667] = 10,
		[291672] = 9,
		[344909] = "[*] Расколотое сердце Ал'ара",
		[363339] = "Азерот",
		[357196] = "Авторитет из картеля",
		[53365] = 6,
		[344910] = 6,
		[357201] = "Авторитет из картеля",
		[357197] = "Авторитет из картеля",
		[202166] = 1,
		[361293] = 3,
		[346959] = "Защитная турель титанов",
		[344916] = 2,
		[344917] = 2,
		[204596] = 12,
		[346960] = "Хильбранд",
		[345319] = 9,
		[783] = 11,
		[361295] = 6,
		[346961] = "Хильбранд",
		[308054] = 10,
		[351057] = "Со'лея",
		[320341] = 12,
		[346962] = "ПОЧТ-мейстер",
		[291673] = 11,
		[341223] = 3,
		[328533] = "Защитник из многоокой рати",
		[363345] = 7,
		[291674] = 9,
		[334677] = 2,
		[394062] = 1,
		[214654] = "Скорпирон",
		[291675] = 8,
		[326487] = 10,
		[336726] = "Мин'ир",
		[363347] = 2,
		[334679] = 3,
		[204215] = 5,
		[336727] = "Мин'ир",
		[352939] = 2,
		[291677] = 9,
		[348140] = 10,
		[323546] = 11,
		[202168] = 1,
		[299869] = 2,
		[378081] = 7,
		[336729] = "Мин'ир",
		[198073] = "Хмуродроб Лютый",
		[291679] = 6,
		[47633] = 6,
		[44151] = 3,
		[85222] = 2,
		[211384] = "Гончая Легиона",
		[98021] = "Тотем духовной связи <Пойдёт>",
		[386963] = 10,
		[230011] = 2,
		[207289] = 6,
		[293729] = "Мехагонский механик",
		[32390] = 9,
		[354264] = "Со'азми",
		[227736] = "Мороуз",
		[171454] = 3,
		[361306] = "Лазутчица Дераксис <Маячок вторжения>",
		[112869] = 9,
		[166335] = "Гром'карский ясновидящий",
		[367455] = 11,
		[129250] = 5,
		[289636] = "Иссушенный мечник",
		[361312] = "Галондрий",
		[361313] = "Ненасытная вдова",
		[361308] = 10,
		[367457] = 9,
		[166336] = "Гром'карский ясновидящий",
		[351070] = "\"Ахиллит\"",
		[336736] = 7,
		[302311] = 12,
		[320359] = "Хирург Трупошов",
		[297834] = "Токсикоид",
		[336737] = 7,
		[157122] = 2,
		[70890] = 6,
		[394083] = 11,
		[361311] = "Кислотный разоритель",
		[346977] = 9,
		[120644] = 5,
		[171457] = 3,
		[353121] = 2,
		[330596] = 7,
		[349026] = 2,
		[100071] = "Пылающее чудовище",
		[320358] = "Хирург Трупошов",
		[338788] = 2,
		[162243] = 12,
		[46968] = 1,
		[205246] = 9,
		[346980] = "Очиститель из хранилища",
		[355174] = 12,
		[367458] = 11,
		[112870] = 9,
		[161220] = "Осадная пушка",
		[168390] = "[*] Обстрел",
		[351077] = 1,
		[355175] = 12,
		[198080] = "Хмуродроб Лютый",
		[166340] = "Гром'карский ясновидящий",
		[359269] = "Автом-землекоп <Алоиза>",
		[385890] = 1,
		[84714] = 8,
		[211391] = "Гончая Легиона",
		[129253] = 5,
		[320366] = "Хирург Трупошов",
		[322411] = 2,
		[166341] = "Гром'карский ясновидящий",
		[232893] = 12,
		[336746] = 3,
		[169413] = "Гром'карский пехотинец",
		[308078] = 8,
		[342890] = 10,
		[320365] = "Хирург Трупошов",
		[157128] = 2,
		[373607] = "Гипнонетопырь",
		[342894] = 2,
		[344939] = 10,
		[361320] = "Маячок вторжения",
		[357226] = "Нарядный звездочет",
		[85739] = 1,
		[223865] = "Гнилостная слизь",
		[19647] = "Кудомо <Альзамарка-СвежевательДуш>",
		[324463] = 10,
		[367466] = 3,
		[394087] = 9,
		[346989] = "Костномозговая слизь",
		[227776] = "Галиндра",
		[367467] = 10,
		[361324] = "Галондрий",
		[329324] = "Свирепый гаргон",
		[357229] = "Громила из картеля",
		[100074] = "Пылающее чудовище",
		[386265] = 9,
		[7268] = 8,
		[227777] = "Мрргрия",
		[359278] = 1,
		[259516] = "Wind Serpent <Warpire-TwistingNether>",
		[363374] = 5,
		[199109] = 10,
		[274742] = 1,
		[96491] = 2,
		[202181] = "Камнеспинный щелкозуб",
		[365423] = "Тюремщик",
		[367471] = 1,
		[367472] = 1,
		[157131] = 2,
		[308087] = 2,
		[183752] = 12,
		[196771] = 6,
		[338804] = 12,
		[227779] = "Тень Медива",
		[359282] = "Подчиненный землекоп",
		[353139] = 11,
		[173514] = "Железнокрылый изрыгатель огня",
		[218164] = 10,
		[373618] = "Гипнонетопырь",
		[320376] = "Создание Трупошва",
		[281469] = 5,
		[219589] = 8,
		[163276] = "Ловушка для огров",
		[336759] = "Призывательница Туманов",
		[224390] = "Звездный фамилиар",
		[115313] = 10,
		[361001] = "Быстровозводимый часовой",
		[195457] = 4,
		[226757] = 8,
		[34428] = 1,
		[334713] = "Зловещий охотник <Clickportal-TarrenMill>",
		[22842] = 11,
		[351450] = 2,
		[60025] = 4,
		[351096] = "Со'лея",
		[344953] = "Пелагий <Ниэтта>",
		[351098] = "Реликвия Прародителей",
		[113899] = "Демонические врата <Альзамарка-СвежевательДуш>",
		[211401] = "Пылающий бес",
		[168398] = "Пушка \"Силы Чернорука\"",
		[173517] = "Железнокрылый изрыгатель огня",
		[296748] = "Могучий крушитель",
		[310143] = 8,
		[394101] = 2,
		[323414] = "Лорд-камергер",
		[299905] = 4,
		[344245] = 7,
		[344955] = 6,
		[333526] = 12,
		[357243] = "Блуждающий пульсар <Нарядный звездочет>",
		[216521] = 10,
		[168399] = "Корамар",
		[291659] = 3,
		[113900] = "Демонические врата <Альзамарка-СвежевательДуш>",
		[351101] = "Со'лея",
		[238452] = 9,
		[279264] = "Шандриса Оперенная Луна",
		[365436] = "Тюремщик",
		[350037] = "\"Ахиллит\"",
		[33917] = 11,
		[164170] = "Надзиратель Мрачных Путей",
		[308851] = 10,
		[392058] = 3,
		[394061] = 11,
		[347008] = "Страж Скверны <Камомила-Галакронд>",
		[190925] = 3,
		[124503] = 10,
		[168401] = "Корамар",
		[357238] = "Нарядный звездочет",
		[329831] = 6,
		[392060] = 3,
		[294607] = "[*] Область смерти",
		[326450] = "Порочный псарь",
		[295169] = "\"Взрывотрон Х-80\"",
		[392061] = 3,
		[168402] = "Корамар",
		[84721] = 8,
		[330376] = 9,
		[214971] = 1,
		[331016] = 12,
		[31935] = 2,
		[350129] = 5,
		[227789] = "Благочестивая дева",
		[394111] = 11,
		[330634] = 3,
		[211406] = "Пылающий бес",
		[49020] = 6,
		[312202] = 6,
		[57723] = 11,
		[207311] = 6,
		[108271] = 7,
		[256893] = 2,
		[139068] = 1,
		[6353] = 9,
		[212431] = 3,
		[229837] = 10,
		[338825] = 11,
		[114113] = 11,
		[333957] = 7,
		[335576] = 3,
		[297871] = 1,
		[45181] = 4,
		[368637] = 7,
		[6673] = 1,
		[355782] = "Охранитель коммерции",
		[227151] = 4,
		[367496] = "Мерзкий надсмотрщик",
		[349789] = 11,
		[208536] = "Гул'дан",
		[331442] = 10,
		[204242] = 2,
		[173113] = "Гром'карский матрос",
		[57724] = 7,
		[332686] = 2,
		[209859] = "Служащий ПОЧТ-ы",
		[314260] = 2,
		[396167] = 10,
		[162264] = 12,
		[204243] = "Обитатель Кошмара",
		[361356] = 1,
		[396168] = 10,
		[340882] = 10,
		[327240] = "Верное создание",
		[361357] = 3,
		[322450] = "Тред'ова",
		[118000] = 1,
		[351119] = "Убийца из картеля Со",
		[361358] = 2,
		[371597] = "Протобарьер <Сколекс>",
		[227300] = "[*] Кинетическое извержение",
		[327701] = 6,
		[96499] = 2,
		[368548] = "Утер Светоносный",
		[211412] = "Пылающий бес",
		[212436] = 3,
		[45182] = 4,
		[314262] = 2,
		[207317] = 6,
		[285594] = 10,
		[312215] = 3,
		[202198] = "Камнерукий охотник",
		[200345] = "Восставшая лучница",
		[361676] = "Галондрий",
		[351090] = "Верный Утробе хранитель душ",
		[198103] = 7,
		[353783] = "Надоедливый завсегдатай",
		[351124] = "Со'лея",
		[353172] = 5,
		[227502] = "[*] Нестабильная мана",
		[308030] = "Охранник плавильной печи",
		[198781] = "Кур'талос Гребень Ворона",
		[336791] = 11,
		[334058] = 5,
		[166364] = "Гром'карский ясновидящий",
		[359317] = 4,
		[201176] = "Змееуст-барахольщик",
		[363413] = "[*] Кольца генезиса",
		[283551] = "\"Омега-крушитель\"",
		[359318] = 9,
		[279456] = 3,
		[322767] = "Друст-жнец",
		[365463] = "Поработитель Зелтос",
		[327694] = 5,
		[394131] = 4,
		[355224] = "Повелитель мучений",
		[267171] = 9,
		[334747] = "Сборщик трупов",
		[336795] = 10,
		[132578] = 10,
		[5484] = 9,
		[200154] = "Разрушитель из Подкаменного разлома",
		[883] = 3,
		[355226] = "Покрытый рунами колосс",
		[227799] = "[*] Ураганная волна",
		[69369] = 11,
		[114919] = 2,
		[200686] = "Грозный отравитель",
		[158176] = "Сумрачный землетряс",
		[339412] = 9,
		[224729] = "Гром'карский остроглаз",
		[347037] = 4,
		[227800] = "Благочестивая дева",
		[179678] = 7,
		[221807] = "Гул'дан",
		[157153] = 7,
		[392388] = 4,
		[124659] = 2,
		[308430] = 7,
		[2649] = "Skilful <Skillfool-Sylvanas>",
		[34433] = 5,
		[195617] = 6,
		[202164] = 1,
		[330658] = 11,
		[32216] = 1,
		[382148] = 8,
		[344993] = "Свирепый гаргон",
		[218587] = "Дресарон",
		[331754] = "Пелагий <Ниэтта>",
		[351086] = "Со'лея",
		[385949] = 4,
		[317509] = 10,
		[75002] = "Оживленный хищник",
		[364447] = "Быстровозводимый часовой",
		[2580] = 7,
		[330661] = 11,
		[228700] = "Скопление маны",
		[33702] = 9,
		[385951] = 4,
		[330662] = 11,
		[365474] = 6,
		[64382] = 1,
		[703] = 4,
		[208230] = "Тихондрий",
		[357284] = "Усердный подручный",
		[204255] = 12,
		[90361] = "Spirit Beast <Trapjaww-Kazzak>",
		[353477] = 9,
		[355234] = "Рыбомант из племени Соленой Хмари",
		[274282] = 11,
		[330666] = 11,
		[297901] = "Струебот",
		[324522] = 7,
		[359334] = "Подчиненный служитель",
		[2050] = 5,
		[363430] = 8,
		[324523] = 10,
		[187874] = 7,
		[353192] = 2,
		[11426] = 8,
		[227806] = "[*] Бесконечная зима",
		[347047] = 5,
		[18499] = 1,
		[330668] = 11,
		[265888] = 3,
		[108280] = 7,
		[125174] = 10,
		[109304] = 3,
		[329960] = 11,
		[326574] = "Хирург Трупошов",
		[328622] = 2,
		[148135] = 10,
		[339140] = 11,
		[269238] = 11,
		[209378] = "Имаку'туя",
		[161256] = "Ошир",
		[337092] = 12,
		[227297] = "Пожиратель маны",
		[99647] = "Пеплопряд-ткач",
		[265144] = 5,
		[57984] = "Изначальный элементаль огня <Туолу-СвежевательДуш>",
		[108281] = 7,
		[363712] = "Оракул мучения",
		[187878] = 7,
		[227809] = "Благочестивая дева",
		[383915] = 1,
		[385960] = 4,
		[338865] = "Ловец душ В'лара",
		[338004] = "Работящий смотритель",
		[30146] = 9,
		[336818] = "\"Брон\" <Ниэтта>",
		[161258] = "Гром'карский подрывник",
		[355520] = 4,
		[209516] = "Манапард",
		[156132] = 4,
		[254232] = 5,
		[203761] = "Палач из Сумеречной стражи",
		[200166] = 12,
		[110909] = 8,
		[322486] = "Жительница Тирна Скитта",
		[323802] = 12,
		[115203] = 10,
		[353203] = 7,
		[330945] = 2,
		[199143] = "Латосий",
		[232633] = 5,
		[201191] = "Порожденный ненавистью слизень",
		[192109] = 7,
		[324536] = 9,
		[204263] = 5,
		[160680] = "Осадная пушка",
		[115450] = 10,
		[166380] = "Гром'карский капитан",
		[334776] = 1,
		[158188] = 4,
		[361394] = 4,
		[162281] = "Огрон-работник",
		[118522] = 7,
		[357564] = 11,
		[330943] = 2,
		[299164] = "Механоцикл",
		[392375] = 7,
		[292035] = "КУ-ДЖ0",
		[52610] = 11,
		[324540] = 9,
		[119611] = 10,
		[304063] = "Шоковый бот",
		[322493] = "Оживленный маг <Амарт>",
		[324541] = "Капитан-егерь Корейн",
		[100093] = "Предвестник пламени",
		[353210] = 11,
		[265157] = 3,
		[345019] = 4,
		[359610] = "[*] Развоплощение",
		[94462] = 3,
		[310202] = 3,
		[344244] = 5,
		[293827] = "Мехагонский боевой механик",
		[315585] = 4,
		[388024] = 10,
		[383921] = 2,
		[303952] = "Сварочный робот",
		[229693] = "Крыса",
		[388025] = 10,
		[90328] = "Spirit Beast <Trapjaww-Kazzak>",
		[100094] = "Предвестник пламени",
		[336832] = 8,
		[388026] = 10,
		[227817] = "Благочестивая дева",
		[225917] = "Паучонок из крепости Черной Ладьи",
		[5394] = 7,
		[351140] = 8,
		[367013] = 6,
		[209512] = "Голем-страж",
		[209388] = 2,
		[345020] = 4,
		[267211] = 9,
		[196078] = "Слияние душ",
		[227742] = "Мороуз",
		[255586] = 3,
		[200700] = "Даргрул",
		[200174] = 5,
		[193007] = 8,
		[343972] = "Пелагий <Ниэтта>",
		[63106] = 9,
		[342980] = 2,
		[324323] = "Скелет-мародер",
		[5938] = 4,
		[194153] = 11,
		[200175] = 12,
		[1066] = 11,
		[330695] = 9,
		[212800] = 12,
		[49028] = 6,
		[114942] = "Тотем целительного прилива <Пойдёт>",
		[41635] = 5,
		[332744] = 2,
		[285646] = 11,
		[12323] = 1,
		[337079] = 10,
		[211439] = "Внутренний демон",
		[359366] = 3,
		[336841] = 1,
		[322507] = 10,
		[328651] = "Стрелок-отравитель",
		[359367] = 2,
		[361415] = 4,
		[202225] = 1,
		[360696] = 10,
		[212464] = "Верховный друид Глайдалис",
		[323764] = 11,
		[82691] = 8,
		[152173] = 10,
		[6770] = 4,
		[320462] = "Некромант с \"Золрамуса\"",
		[312546] = 6,
		[227823] = "Благочестивая дева",
		[225511] = "Голодный шаркун",
		[320463] = "Крылодер Жестокий",
		[6962] = 10,
		[87299] = "Синестра",
		[326607] = "Камнерожденный-разоритель",
		[322743] = "Неповоротливое создание",
		[48517] = 11,
		[20549] = 11,
		[204275] = "Скорпирон",
		[229872] = 7,
		[330704] = "Юлкатар Жестокий",
		[359364] = 1,
		[359373] = 3,
		[267213] = 9,
		[185099] = 10,
		[94463] = 7,
		[345027] = "\"Брон\" <Ниэтта>",
		[8220] = 9,
		[323560] = 4,
		[172649] = "Гром'карский техник",
		[334802] = 1,
		[375982] = 7,
		[388044] = 10,
		[200620] = "Разъяренный коготь ночи",
		[359376] = 12,
		[328660] = "Хлещущая слизь",
		[388045] = 3,
		[285388] = "\"Гномогедд-0Н\"",
		[342995] = 5,
		[63619] = "Исчадие Тьмы <Есно-Азурегос>",
		[355282] = "Invisible Stalker <Корсар-громила>",
		[375981] = 5,
		[368210] = 11,
		[102659] = 4,
		[342997] = 9,
		[47750] = 5,
		[351188] = 2,
		[336044] = 7,
		[48518] = 11,
		[200684] = "Грозный отравитель",
		[228852] = "Ловчий Аттумен",
		[345046] = 2,
		[347094] = "Хильбранд",
		[365524] = 1,
		[359381] = 10,
		[200182] = "Тень Ксавия",
		[347728] = "Живой груз",
		[345048] = 11,
		[77575] = 6,
		[304093] = "Вестник смерти",
		[394195] = 8,
		[166397] = "Разведчица Мрачных Путей",
		[392147] = 11,
		[287712] = 3,
		[218615] = 9,
		[365527] = 2,
		[363473] = 5,
		[263140] = 3,
		[338907] = 5,
		[365528] = 10,
		[108292] = 11,
		[320478] = "Верный Утробе перехватчик",
		[265189] = 3,
		[200185] = "Тень Ксавия",
		[351195] = 5,
		[342998] = 5,
		[307185] = 2,
		[338906] = 5,
		[326623] = "Камнерожденный-разоритель",
		[320480] = "Верный Утробе перехватчик",
		[64901] = 5,
		[54149] = 2,
		[36702] = 1,
		[345044] = 8,
		[328664] = "Хрупкий маг",
		[390105] = 10,
		[293861] = "Противопехотная белка <Мехагонский боевой механик>",
		[336864] = 12,
		[202231] = "Камнерукий повелитель личинок",
		[85256] = 2,
		[367568] = 9,
		[363481] = 1,
		[29893] = 9,
		[348722] = 10,
		[277481] = "Вооруженный пленник",
		[353248] = 2,
		[218617] = 1,
		[162422] = "Рельсмейстер Искролет",
		[108294] = 11,
		[215648] = 11,
		[107270] = 10,
		[298160] = "Козарус Падший",
		[343011] = 12,
		[225787] = 7,
		[321473] = 3,
		[171621] = 2,
		[326629] = "Хирург Трупошов",
		[94472] = 5,
		[225788] = 2,
		[373729] = "Зул'гамуз",
		[343013] = 12,
		[353252] = 2,
		[363491] = 1,
		[195072] = 12,
		[326632] = "Камнерожденный-разоритель",
		[336871] = 12,
		[166404] = "Разведчица Мрачных Путей",
		[365540] = 2,
		[351206] = "Верный Утробе тюремщик душ",
		[336872] = 2,
		[330729] = 11,
		[365541] = 9,
		[200289] = "Тень Ксавия",
		[44425] = 8,
		[355303] = 12,
		[17735] = "Джазтаке <Шикамаруу-Дракономор>",
		[183811] = 2,
		[176644] = 10,
		[388068] = 9,
		[365543] = 2,
		[163334] = "Нииза Нокс",
		[17619] = 2,
		[167232] = "Гром'карский военачальник",
		[365544] = 2,
		[326637] = "Камнерожденная-потрошительница",
		[388070] = 9,
		[355306] = "Портал взрывающегося разлома",
		[211457] = "Таликса Пламя Гнева",
		[326638] = "Камнерожденная-потрошительница",
		[365545] = 3,
		[363685] = 8,
		[47753] = 5,
		[16979] = 11,
		[48265] = 6,
		[155145] = 2,
		[365547] = 3,
		[196100] = 9,
		[381930] = 7,
		[206339] = "Гул'дан",
		[365548] = 9,
		[200196] = 5,
		[381931] = 7,
		[97547] = 11,
		[365549] = 3,
		[204292] = "Скорпирон",
		[353263] = 10,
		[206340] = "Гул'дан",
		[365550] = 6,
		[359407] = 12,
		[53385] = 2,
		[97035] = 1,
		[365551] = 2,
		[326644] = "Камнерожденная-потрошительница",
		[386029] = 1,
		[343737] = 10,
		[383978] = 1,
		[386208] = 1,
		[209413] = "Голем-страж",
		[322550] = "Тред'ова",
		[101643] = 10,
		[353254] = 7,
		[336885] = 11,
		[355315] = 11,
		[190984] = 11,
		[224772] = 7,
		[295929] = "Тюремщик Скольд",
		[326642] = "Камнерожденная-потрошительница",
		[122121] = 5,
		[378016] = 3,
		[295932] = "Тюремщик Скольд",
		[330744] = 4,
		[373747] = "Зул'гамуз",
		[257537] = 8,
		[337155] = 1,
		[355318] = 11,
		[8613] = 9,
		[206151] = 12,
		[336889] = 8,
		[297982] = "Чрево Утробы",
		[324603] = 12,
		[257538] = 8,
		[336891] = 10,
		[337060] = 9,
		[211464] = "Порабощенная Скверной карательница",
		[355321] = 9,
		[180748] = 4,
		[322557] = "Друст-душеруб",
		[84751] = 2,
		[124682] = 10,
		[201226] = "Оскверненная кровью ярость",
		[330749] = 8,
		[227847] = 1,
		[326654] = "Индри Древопев",
		[360658] = "Бдительный Страж",
		[200200] = 5,
		[291843] = 11,
		[201227] = "Оскверненная кровью ярость",
		[320512] = "Гниющий слизнекоготь",
		[263165] = 5,
		[227848] = "Благочестивая дева",
		[348543] = 11,
		[336892] = 3,
		[330752] = 6,
		[390137] = 12,
		[257541] = 8,
		[345087] = 7,
		[52127] = 7,
		[332801] = 2,
		[355327] = 9,
		[345088] = 11,
		[322563] = "Тред'ова",
		[267274] = 10,
		[257542] = 8,
		[30151] = "Риннгорил <Камомила-Галакронд>",
		[336899] = 3,
		[332803] = 2,
		[204301] = 2,
		[320517] = "Чумной спинолом",
		[31687] = 8,
		[332804] = 2,
		[254472] = 2,
		[345091] = 2,
		[363521] = 8,
		[373760] = "Галондрий",
		[69395] = 2,
		[345092] = 10,
		[355331] = "Watch-Agent Summon Stalker",
		[359426] = 2,
		[320674] = 7,
		[345093] = 10,
		[5225] = 11,
		[211470] = "Владычица теней",
		[212494] = "Заклинательница клинков Алуриэль",
		[254473] = 2,
		[322569] = "Друст-душеруб",
		[390145] = 12,
		[310283] = 12,
		[345095] = 12,
		[365572] = "Подчиненный солдат",
		[345096] = 3,
		[155158] = 8,
		[254474] = 2,
		[363526] = "Усиленный страж",
		[256522] = 4,
		[212492] = "Заклинательница клинков Алуриэль",
		[345097] = 12,
		[235021] = 11,
		[291856] = "Плазменная сфера",
		[332805] = 2,
		[227645] = "Полночь",
		[330764] = 9,
		[99601] = "Кар Вечнопылающий",
		[353286] = 7,
		[367574] = 2,
		[330765] = 9,
		[211473] = "Владычица теней",
		[1725] = 4,
		[56222] = 6,
		[127230] = 6,
		[329383] = "Угасший дух",
		[1766] = 4,
		[209426] = 12,
		[347149] = "Хронокэп Крюкохвост",
		[196587] = "Слияние душ",
		[334863] = 9,
		[345102] = 12,
		[363532] = 3,
		[231952] = 4,
		[334864] = 2,
		[345103] = 5,
		[347151] = "Хронокэп Крюкохвост",
		[227927] = "Бестелесный дублер",
		[320519] = "Чумной спинолом",
		[229905] = "Пожинатель душ",
		[328547] = 4,
		[390155] = 12,
		[295939] = "Воздушный подавитель ОУ-8",
		[190446] = 8,
		[336887] = 10,
		[211476] = "Темночешуйчатый змей",
		[345090] = 2,
		[294894] = "Неисправный хламобот",
		[347319] = 11,
		[215572] = 1,
		[355480] = "[*] Огонь на поражение",
		[386196] = 1,
		[193585] = "Скальный зверолов",
		[211477] = "Гончая Легиона",
		[355333] = 3,
		[345108] = 5,
		[330404] = "Чумной рух",
		[324631] = 10,
		[142878] = 7,
		[295963] = 5,
		[47755] = 5,
		[120588] = 7,
		[67826] = 4,
		[291865] = "Воздушное судно R-21/X",
		[363540] = "Усиленный страж",
		[168540] = "[*] Обстрел",
		[57994] = 7,
		[345111] = 9,
		[381933] = 7,
		[355477] = "Командир Зо'фар",
		[155166] = 6,
		[17481] = 1,
		[337824] = 2,
		[199193] = "Латосий",
		[32592] = 5,
		[295967] = 2,
		[347161] = 10,
		[330903] = "Павшая монахиня <Уххастик>",
		[302111] = 11,
		[53390] = 7,
		[363544] = 8,
		[193359] = 4,
		[229696] = "Крыса",
		[209433] = "[*] Затягивающая сингулярность",
		[99993] = "Огненный скорпион",
		[291874] = "Летающий кран",
		[354189] = 8,
		[328667] = "Хрупкий маг",
		[19658] = "Кридхоно <Дивона>",
		[207386] = 11,
		[158221] = 10,
		[206847] = "Внутренний демон",
		[235031] = 7,
		[320542] = "Вирулакс Заклинатель Чумы",
		[49039] = 6,
		[371703] = 1,
		[227851] = "Мороуз",
		[99606] = "Алисразор",
		[359453] = 2,
		[365546] = 3,
		[355473] = "Командир Зо'фар",
		[291878] = "Воздушное судно R-21/X",
		[330496] = "Гнилоуст",
		[20473] = 2,
		[265258] = 5,
		[348141] = 10,
		[30153] = "Риннгорил <Камомила-Галакронд>",
		[353312] = "Хильбранд",
		[123904] = 10,
		[45438] = 8,
		[357409] = 12,
		[345122] = 5,
		[11366] = 8,
		[115989] = 6,
		[201733] = "Латосий",
		[351433] = 11,
		[29513] = "Фантомный гость",
		[122128] = 5,
		[293930] = "Мехагонский механик",
		[335877] = "Нестабильная личинка",
		[324520] = 7,
		[365602] = 2,
		[359459] = "Подчиненный страж",
		[227405] = "Эльфира",
		[97560] = 10,
		[113942] = 6,
		[357399] = "Дэнтан",
		[386081] = 4,
		[330896] = 2,
		[172631] = 11,
		[197916] = 10,
		[117014] = 7,
		[117526] = 3,
		[236060] = 8,
		[390178] = 6,
		[363557] = 7,
		[118038] = 1,
		[332842] = 11,
		[303941] = "Анодированный разрядниконосец",
		[216486] = 4,
		[209693] = 12,
		[320655] = "Чумокост",
		[336874] = 10,
		[345130] = 7,
		[205345] = 8,
		[390181] = 12,
		[300728] = 11,
		[201250] = "Оскверненная кровью ярость",
		[201298] = "Оскверненный кровью взрывень <Оскверненная кровью ярость>",
		[364384] = 6,
		[228895] = "Полночь",
		[332940] = 2,
		[355465] = "Береговой голиаф",
		[87323] = "Кален",
		[367658] = 2,
		[353324] = 11,
		[256374] = 5,
		[227872] = "Мороуз",
		[198635] = "Кур'талос Гребень Ворона",
		[357512] = "Разъяренный дикорог",
		[355464] = "Береговой голиаф",
		[99610] = "Поджигатель-стражник",
		[334896] = 6,
		[353326] = 11,
		[314419] = 12,
		[29514] = "Фантомный гость",
		[200183] = 5,
		[160963] = "Гром'карский подрывник",
		[326847] = "Инквизитор Зигар",
		[61447] = 7,
		[334899] = "Стрелок-отравитель",
		[353328] = "Усиленный вестник кручины",
		[314421] = 12,
		[300087] = "Механик из банды Поршнеголовых",
		[351281] = "Тюрьма для душ",
		[197690] = 1,
		[314422] = 12,
		[227917] = "Бестелесный дублер",
		[355462] = 11,
		[279611] = 8,
		[322614] = "Тред'ова",
		[332853] = 12,
		[359474] = "Подчиненный страж",
		[357281] = "Усердный подручный",
		[157228] = 11,
		[111898] = 9,
		[48018] = 9,
		[152108] = 9,
		[357509] = "Разъяренный дикорог",
		[324664] = "Капитан-егерь Корейн",
		[298124] = "Токсикоид",
		[353333] = 11,
		[265273] = 9,
		[115994] = 6,
		[335098] = 1,
		[295997] = 5,
		[300171] = "Тяжелый хламобот",
		[231895] = 2,
		[8679] = 4,
		[320571] = "Чародей с \"Золрамуса\"",
		[295998] = 2,
		[207400] = 7,
		[60305] = 2,
		[334476] = "Хирург Трупошов",
		[193065] = 5,
		[355459] = 5,
		[212520] = 1,
		[688] = 9,
		[353334] = 5,
		[332860] = 12,
		[390195] = 12,
		[320574] = "[*] Колодец Тьмы",
		[243237] = "[*] Взрыв",
		[260643] = 1,
		[367673] = 7,
		[300971] = 5,
		[363578] = 5,
		[332862] = 10,
		[345219] = 5,
		[197687] = "[*] Пронзающий взгляд",
		[223819] = 2,
		[365627] = "Древний ваятель",
		[163376] = "Нииза Нокс",
		[338871] = "Ловец душ В'лара",
		[353322] = 2,
		[254813] = 2,
		[367676] = 11,
		[321444] = 11,
		[345701] = 7,
		[71403] = 10,
		[351295] = 12,
		[365626] = "Древний ваятель",
		[320580] = "Амарт",
		[300102] = "Неисправный хламобот",
		[87840] = 4,
		[143924] = 2,
		[97055] = 6,
		[365631] = "Подчиненный ваятель",
		[351298] = 12,
		[336963] = "Мин'ир",
		[189999] = 2,
		[365632] = "Подчиненный ваятель",
		[367680] = 9,
		[262115] = 1,
		[243241] = 5,
		[291914] = "[*] Режущий луч",
		[163379] = "Бомбитель",
		[200238] = "Тень Ксавия",
		[227913] = "Злобный покоритель Скверны",
		[291915] = "[*] Плазменная сфера",
		[48020] = 9,
		[209454] = "Око Гул'дана",
		[355396] = 12,
		[339894] = 12,
		[361597] = "Галондрий",
		[148022] = 8,
		[320338] = 12,
		[138130] = "Дух земли",
		[368203] = 5,
		[334748] = "Сборщик трупов",
		[361542] = 2,
		[291918] = "Летающий кран",
		[93985] = 11,
		[127261] = 6,
		[119582] = 10,
		[332866] = 12,
		[326731] = 2,
		[128594] = 3,
		[367241] = 11,
		[365640] = 11,
		[367687] = 6,
		[205361] = "Крос",
		[53652] = 2,
		[382022] = 7,
		[326733] = 2,
		[353354] = 9,
		[294064] = "Танк-долгоног",
		[291922] = "КУ-ДЖ0",
		[351307] = "Верный Утробе проклятый",
		[273541] = 2,
		[382024] = 7,
		[79140] = 4,
		[334926] = "Жалкий чумной бурильщик",
		[296019] = "Повелитель замков",
		[337170] = 9,
		[353353] = 9,
		[345230] = 1,
		[106785] = 11,
		[298068] = 1,
		[99618] = "Клеймящий поджигатель",
		[227325] = "Головорез",
		[324662] = "Кин-Тара",
		[34199] = 1,
		[195125] = 12,
		[300160] = "Тяжелый хламобот",
		[339664] = 2,
		[320637] = "Чумокост",
		[332882] = 2,
		[302166] = "Воздушный подавитель ОУ-8",
		[386124] = 9,
		[265187] = 9,
		[291928] = "Воздушное судно R-21/X",
		[73510] = 5,
		[296024] = 7,
		[193538] = 4,
		[202108] = "Заклинатель чумных осколков",
		[355589] = 3,
		[296025] = "Воздушный подавитель ОУ-8",
		[298073] = "Чудовищный страж",
		[291930] = "Куб металлолома",
		[294015] = "\"Взрывотрон Х-80\"",
		[332922] = 11,
		[361386] = 1,
		[365646] = "Поработитель Зелтос",
		[351316] = 2,
		[328791] = "Лорд-камергер",
		[322648] = "[*] Связь разума",
		[17229] = 2,
		[50842] = 6,
		[353365] = 11,
		[200248] = "Восставший чародей",
		[332888] = 12,
		[375891] = 3,
		[201272] = "Оскверненная кровью ярость",
		[312411] = 7,
		[322709] = "Тред'ова",
		[8680] = 4,
		[43927] = 5,
		[163390] = "Нииза Нокс",
		[191034] = 11,
		[192058] = 7,
		[201273] = "Оскверненная кровью ярость",
		[205369] = 5,
		[291937] = 2,
		[26573] = 2,
		[394324] = 4,
		[363608] = 2,
		[324701] = 8,
		[105771] = 1,
		[394325] = 4,
		[322654] = "Тред'ова",
		[300129] = "Неисправный хламобот",
		[85799] = "[*] Потустороннее горение",
		[205370] = "Крос",
		[322655] = "Тред'ова",
		[291939] = "[*] Гигаразряд",
		[384088] = 7,
		[259756] = 9,
		[329422] = "Верный Утробе мастер огня",
		[390232] = 3,
		[228920] = 1,
		[142910] = 10,
		[302143] = 3,
		[191037] = 11,
		[51723] = 4,
		[8936] = 11,
		[313450] = 10,
		[85288] = 1,
		[164188] = "Бомбардир Мрачных Путей",
		[394330] = 1,
		[355423] = "Рыбомант из племени Соленой Хмари",
		[334934] = 1,
		[375901] = 5,
		[160331] = 11,
		[226296] = "Злобнозем-исполин",
		[367711] = "Изобретатель Зи'мокс",
		[351329] = 5,
		[22735] = "Пузиллин",
		[320596] = "Чумокост",
		[320614] = "Червь-трупоед",
		[192063] = 7,
		[168514] = "[*] Обстрел",
		[375902] = 5,
		[291946] = "КУ-ДЖ0",
		[375904] = 5,
		[31821] = 2,
		[355440] = "[*] Подавляющая искра",
		[390239] = 10,
		[375905] = 5,
		[296043] = 11,
		[16591] = 10,
		[48792] = 6,
		[343142] = 4,
		[200261] = "Лишенный души защитник",
		[355429] = "Береговой голиаф",
		[300140] = 2,
		[200256] = "Чародейский прислужник",
		[108839] = 8,
		[332904] = 12,
		[99112] = "Сын пламени",
		[343144] = 5,
		[59543] = 3,
		[255546] = 4,
		[300142] = 9,
		[343145] = 4,
		[83242] = 3,
		[330859] = 12,
		[327574] = 6,
		[42650] = 6,
		[291953] = "Куб металлолома",
		[339051] = 12,
		[83243] = 3,
		[324717] = 5,
		[199246] = "Нараксас",
		[54680] = "Devilsaur <Lùcïfër-Draenor>",
		[300145] = 10,
		[322757] = "Хранитель врат с \"Золрамуса\"",
		[227568] = "Тонни",
		[111400] = 9,
		[360458] = "Нестабильный сердечник",
		[48025] = 2,
		[191043] = 3,
		[59542] = 2,
		[322465] = "Тред'ова",
		[173112] = "Гром'карский матрос",
		[320751] = 7,
		[296023] = "Повелитель замков",
		[83244] = 3,
		[336966] = "Альдерин",
		[225857] = "Прирученный манапард",
		[355438] = "Зо'грон",
		[316531] = 1,
		[99625] = "Клеймящий поджигатель",
		[59544] = 5,
		[355439] = "Зо'грон",
		[291949] = "КУ-ДЖ0",
		[326771] = "Камнерожденный-рассекатель",
		[367726] = 3,
		[347249] = "Со'азми",
		[324724] = 5,
		[61336] = 11,
		[164426] = "Раздиратель Плоти Нок'Гар",
		[347250] = 5,
		[83245] = 3,
		[356812] = "Командир Зи'вайлер",
		[209477] = "Маназмей",
		[365661] = "Поработитель Зелтос",
		[365681] = "Служитель из картеля Зи",
		[317349] = 1,
		[337013] = "Альдерин",
		[339061] = 3,
		[365682] = "Служитель из картеля Зи",
		[341084] = "Гервин",
		[306272] = 7,
		[62618] = 5,
		[227908] = 7,
		[293986] = "\"Взрывотрон Х-80\"",
		[337015] = "Альдерин",
		[322681] = "Создание Трупошва",
		[375893] = 3,
		[347214] = 1,
		[108843] = 8,
		[44949] = 1,
		[227909] = 11,
		[318587] = "\"Гномогедд-0Н\"",
		[59545] = 6,
		[346006] = "Зо'фекс",
		[223814] = 7,
		[367734] = 7,
		[345209] = 11,
		[161091] = "Рельсмейстер Искролет",
		[300159] = "Тяжелый хламобот",
		[212552] = 6,
		[205385] = 5,
		[120043] = 3,
		[116011] = 8,
		[359545] = 5,
		[345211] = 8,
		[135700] = 11,
		[331523] = 3,
		[390193] = 9,
		[205386] = 5,
		[355451] = "Береговой голиаф",
		[331743] = "Туманный страж",
		[359547] = "Подчиненный страж",
		[320529] = "Вирулакс Заклинатель Чумы",
		[359337] = "Оракул мучения",
		[329608] = "Покрытый рунами колосс",
		[294020] = 7,
		[230162] = "Абстрактный нейтрализатор",
		[312321] = 9,
		[291973] = "КУ-ДЖ0",
		[207399] = 7,
		[345215] = 9,
		[101166] = "Освобожденный повелитель пламени",
		[291974] = "Король Мехагон",
		[295985] = "Тюремный часовой",
		[30283] = 9,
		[355455] = 2,
		[324739] = 2,
		[390197] = 12,
		[364692] = 5,
		[198028] = "[*] Кристализованная земля",
		[314359] = 12,
		[328951] = 12,
		[221771] = 10,
		[23252] = 3,
		[332932] = 8,
		[295965] = 2,
		[328837] = 3,
		[358520] = 10,
		[354334] = "Хронокэп Крюкохвост",
		[293854] = "Мехагонский боевой механик",
		[119085] = 10,
		[230987] = 2,
		[390271] = 6,
		[343173] = 4,
		[59628] = 4,
		[328757] = 3,
		[357508] = "Разъяренный дикорог",
		[781] = 3,
		[205391] = "Крос",
		[57755] = 1,
		[116014] = 8,
		[192081] = 11,
		[20271] = 2,
		[101168] = 6,
		[341128] = "Пикси",
		[326794] = "Инквизитор Зигар",
		[59547] = 7,
		[306230] = 3,
		[295991] = "Тюремный часовой",
		[215479] = 10,
		[353266] = 4,
		[306318] = 10,
		[324748] = 2,
		[325983] = 2,
		[296080] = "Воздушный подавитель ОУ-8",
		[363656] = 5,
		[215632] = 5,
		[200685] = 12,
		[209489] = "Усиленное око Гул'дана",
		[53209] = 3,
		[300177] = "Тяжелый хламобот",
		[328748] = 10,
		[345228] = 3,
		[50334] = 11,
		[390279] = 6,
		[300706] = "Токсичное чудище",
		[323504] = 6,
		[24394] = 3,
		[184367] = 1,
		[341175] = 9,
		[353421] = 9,
		[28880] = 1,
		[49821] = 5,
		[392329] = 11,
		[345231] = 2,
		[23881] = 1,
		[328620] = 2,
		[108291] = 11,
		[59548] = 8,
		[710] = 9,
		[304064] = 6,
		[294039] = 2,
		[353424] = "Камера сдерживания <[*] Камера сдерживания>",
		[367802] = 11,
		[328662] = "Костномозговая слизь",
		[237137] = 5,
		[221707] = 2,
		[45470] = 6,
		[332948] = 2,
		[29928] = "Фантомный гость",
		[369808] = "[*] Цепи страдания",
		[330901] = "Павшая монахиня <Уххастик>",
		[332777] = 8,
		[326806] = "Инквизитор Зигар",
		[337936] = 6,
		[322711] = "Халкиас",
		[390287] = 7,
		[97462] = 1,
		[279709] = 11,
		[355476] = "Командир Зо'фар",
		[365715] = "Вечный часовой",
		[342979] = 2,
		[221781] = "Гул'дан",
		[330904] = 11,
		[300188] = "Вооруженный робопаук",
		[167516] = "Гром'карский поджигатель",
		[209495] = "Голем-страж",
		[2139] = 8,
		[345109] = 12,
		[323497] = 5,
		[197209] = 7,
		[355479] = "Командир Зо'фар",
		[125355] = 10,
		[192090] = 11,
		[168541] = "[*] Обстрел",
		[330907] = 10,
		[365719] = "Вечный часовой",
		[329326] = "Верный Утробе стражник душ",
		[221783] = "Гул'дан",
		[35546] = 4,
		[282943] = "Таранный поршень",
		[160776] = "Турель клана Черной горы <Нозердума>",
		[330730] = 7,
		[330909] = "Павшая монахиня <Уххастик>",
		[211545] = 11,
		[374290] = "[*] Восстановление",
		[238454] = 9,
		[298146] = 10,
		[365722] = "Автоматический уничтожитель",
		[257620] = 3,
		[336051] = "Имер",
		[330911] = "Павшая монахиня <Уххастик>",
		[263865] = "Чешуешкурые <Джоккерр-Ревущийфьорд>",
		[368639] = 3,
		[229976] = 2,
		[334804] = 3,
		[382106] = 8,
		[33697] = 10,
		[108853] = 8,
		[349087] = "Венца Голдаплавс",
		[363522] = 11,
		[365539] = 12,
		[311201] = 12,
		[355487] = "[*] Огонь на поражение",
		[295942] = "Тюремщик Скольд",
		[257622] = 3,
		[318949] = "Чумной спинолом",
		[322724] = "Бессердечный-охотник",
		[297985] = "Токсикоид",
		[22482] = 4,
		[197214] = 7,
		[330916] = 11,
		[341155] = 2,
		[335012] = 4,
		[345251] = 9,
		[373744] = "Зул'гамуз",
		[355225] = "Рыбомант из племени Соленой Хмари",
		[294058] = "Крайне взрывоопасная ракета",
		[353443] = "Усиленный Верный Утробе крематор",
		[214621] = 5,
		[324260] = 12,
		[328687] = "Хрупкий арбалетчик",
		[353444] = "Усиленный Верный Утробе крематор",
		[300025] = 2,
		[337125] = 9,
		[221699] = 6,
		[352938] = 2,
		[322729] = 10,
		[93825] = 9,
		[294061] = "Танк-долгоног",
		[217694] = 8,
		[330921] = 2,
		[355118] = "Волнопляс из племени Соленой Хмари",
		[171620] = 8,
		[365542] = 2,
		[127797] = 11,
		[300968] = 5,
		[52128] = 7,
		[297966] = "Чрево Утробы",
		[265202] = 5,
		[300207] = "Вооруженный робопаук",
		[228958] = "Тень Медива",
		[353221] = 7,
		[3355] = 3,
		[341163] = "\"Брон\" <Ниэтта>",
		[326829] = "Инквизитор Зигар",
		[72968] = 11,
		[227493] = "Ловчий Аттумен",
		[162407] = "Рельсмейстер Искролет",
		[335021] = 1,
		[341550] = 4,
		[339929] = 3,
		[341165] = "\"Брон\" <Ниэтта>",
		[200291] = "Восставший разведчик",
		[304075] = "Вестник смерти",
		[330927] = 2,
		[300211] = "Вооруженный робопаук",
		[325437] = 8,
		[324519] = 7,
		[339119] = 2,
		[114089] = 7,
		[166676] = "Гром'карская опалительница",
		[8676] = 4,
		[355502] = "[*] Барьер жгучего света",
		[367573] = "Изобретатель Зи'мокс",
		[339928] = 3,
		[231442] = 7,
		[355503] = 5,
		[365522] = 3,
		[302262] = 2,
		[359379] = 3,
		[310454] = 10,
		[329113] = "Лорд-камергер",
		[302263] = 2,
		[98619] = 2,
		[221160] = "Пульсарон",
		[365744] = "Поработитель Зелтос",
		[294073] = "Танк-долгоног",
		[364322] = 9,
		[217851] = "Нараксас",
		[222202] = 6,
		[375984] = 7,
		[347917] = 3,
		[39331] = 11,
		[341173] = 2,
		[375985] = 7,
		[320696] = "Сшитый боец авангарда",
		[24275] = 2,
		[321442] = 11,
		[305555] = 7,
		[229988] = "Горящие плитки",
		[31884] = 2,
		[124217] = 12,
		[351414] = 6,
		[160029] = 11,
		[363701] = 2,
		[332985] = "Калисфена",
		[17364] = 7,
		[197696] = "Иллисанна Гребень Ворона",
		[165485] = 3,
		[328002] = "Заразный добытчик",
		[192106] = 7,
		[152175] = 10,
		[363703] = 10,
		[282449] = 4,
		[359608] = "Бдительный Страж",
		[124507] = 10,
		[231014] = 7,
		[241828] = "Призрачный конь",
		[302272] = "Воздушный подавитель ОУ-8",
		[353466] = 7,
		[345980] = 3,
		[162415] = "Ошир",
		[326846] = "Инквизитор Зигар",
		[102417] = 11,
		[127802] = 4,
		[332990] = "Калисфена",
		[302274] = "\"Танкоборец-1\"",
		[121147] = 6,
		[202347] = 11,
		[260708] = 1,
		[288736] = 1,
		[364465] = "Изобретатель Зи'мокс",
		[297577] = 5,
		[308488] = 8,
		[335040] = 1,
		[147362] = 3,
		[5302] = 1,
		[195181] = 6,
		[367805] = 12,
		[320707] = 10,
		[363710] = "Оракул мучения",
		[202497] = 11,
		[332401] = 2,
		[337090] = 8,
		[322756] = "Хранитель врат с \"Золрамуса\"",
		[195182] = 6,
		[302279] = "\"Танкоборец-1\"",
		[328900] = 2,
		[330948] = 12,
		[357569] = 2,
		[367808] = 4,
		[5782] = 9,
		[363713] = "[*] Воодушевление Скверны",
		[315319] = 12,
		[362650] = 2,
		[118699] = 9,
		[355230] = "Камнекрыл-опустошитель",
		[215661] = 2,
		[283534] = "Магнитохват",
		[209518] = "Око Гул'дана",
		[367272] = 5,
		[368661] = "Корсар-офицер",
		[55342] = 8,
		[296140] = 2,
		[247402] = 9,
		[108447] = 9,
		[6262] = 2,
		[352223] = "Часовой хранилища",
		[322762] = 3,
		[33786] = 11,
		[53595] = 2,
		[2825] = 7,
		[339145] = 11,
		[308429] = 11,
		[17877] = 9,
		[130654] = 10,
		[367173] = 9,
		[341194] = 10,
		[326860] = 10,
		[328908] = 2,
		[311054] = 10,
		[285344] = "\"Платиновый лупцеватор\"",
		[1044] = 2,
		[331535] = 10,
		[334749] = "Сборщик трупов",
		[162423] = "Рельсмейстер Искролет",
		[204402] = "Грозный разрушитель",
		[337101] = 10,
		[78660] = "Поджигатель-стражник",
		[308433] = 10,
		[326863] = 12,
		[19574] = 3,
		[210546] = "Элисанда",
		[308434] = 10,
		[367819] = "Кощунство <Альзамарка-СвежевательДуш>",
		[115008] = 10,
		[360114] = "[*] Эфемеровый разлом",
		[22721] = 3,
		[81141] = 6,
		[361677] = "Галондрий",
		[101186] = 10,
		[211571] = "Скверноподданный маг Хаоса",
		[357260] = "Настойчивый ритуалист",
		[296150] = "[*] Выброс пара",
		[156430] = 11,
		[234946] = 5,
		[294103] = "Ракетный танк",
		[323682] = "Раскольник-налетчик",
		[363727] = 5,
		[300809] = 1,
		[47585] = 5,
		[230002] = "Страж Скверны - дозорный",
		[327705] = 4,
		[343594] = 7,
		[264173] = 9,
		[305136] = "Бессердечный-посланник",
		[339156] = 2,
		[324822] = 12,
		[383873] = 1,
		[227285] = "Смотритель",
		[372638] = "Сущность хаоса",
		[326281] = "Тред'ова",
		[294107] = "Утильхаунд",
		[386256] = 9,
		[202359] = 11,
		[275335] = 1,
		[98008] = 7,
		[57819] = 1,
		[227406] = "Эльфира",
		[341207] = 5,
		[527] = 5,
		[225909] = "Паучонок из крепости Черной Ладьи",
		[214972] = 1,
		[357590] = 7,
		[326874] = "Мелкий камнебес",
		[358564] = 1,
		[211881] = 12,
		[294578] = 5,
		[242875] = 2,
		[328923] = 7,
		[321370] = "Налтор Криомант",
		[308096] = "Усиленный мастер плавильной печи",
		[367831] = 9,
		[156287] = 1,
		[221354] = "Сумеречная звездная танцовщица",
		[227783] = "Мрргрия",
		[335068] = 1,
		[328925] = 5,
		[348159] = "Доктор Икус",
		[333021] = 7,
		[335069] = 2,
		[359276] = 12,
		[206458] = "Внутренний демон",
		[344232] = 2,
		[326879] = "Мелкий камнебес",
		[104773] = 9,
		[347915] = 3,
		[349405] = "Венца Голдаплавс",
		[302307] = 12,
		[328928] = 7,
		[298212] = "Токсикоид",
		[158337] = "Буйный копытень",
		[357228] = "Нарядный звездочет",
		[355179] = "Корсар-громила",
		[195750] = 6,
		[316643] = 1,
		[228985] = "Паук-ловец холодного тумана",
		[328930] = 7,
		[198269] = "Верховный друид Глайдалис",
		[43688] = 7,
		[367838] = "[*] Эфемеровый разлом",
		[691] = 9,
		[297835] = "Токсикоид",
		[198079] = "Хмуродроб Лютый",
		[228986] = "Паук-ловец холодного тумана",
		[369505] = "[*] Искра созидания",
		[359265] = "Автом-землекоп <Алоиза>",
		[182912] = 6,
		[302312] = 12,
		[328933] = 7,
		[289639] = 2,
		[77130] = 7,
		[351459] = "Верный Утробе вестник кручины",
		[345316] = 4,
		[47528] = 6,
		[132158] = 11,
		[346967] = "ПОЧТ-мейстер",
		[755] = 9,
		[759] = 8,
		[127169] = 3,
		[291054] = 9,
		[112867] = 9,
		[49576] = 6,
		[158341] = "Буйный копытень",
		[25046] = 4,
		[234108] = 2,
		[363749] = 2,
		[293724] = "Генератор защитного поля",
		[25912] = 2,
		[112866] = 9,
		[232234] = "Палач из Сумеречной стражи",
		[390371] = 7,
		[335082] = 1,
		[337130] = 9,
		[44457] = 8,
		[308462] = 2,
		[294128] = "Ракетный танк",
		[204213] = 5,
		[347370] = "Пушка \"Песочных часов\"",
		[275699] = 6,
		[75596] = 5,
		[353514] = 3,
		[226943] = 5,
		[336716] = 10,
		[228991] = "Проекция Хранителя",
		[353515] = 3,
		[871] = 1,
		[344907] = 6,
		[204766] = "Кристаллический скорпид",
		[234111] = 8,
		[347373] = "Пушка \"Песочных часов\"",
		[350209] = "[*] Злобное сосредоточение",
		[367851] = "Тюремщик",
		[213634] = 5,
		[351047] = "Страж ворот Зо'мазз",
		[323701] = 5,
		[294133] = 2,
		[225921] = 12,
		[298229] = "Токсикоид",
		[344900] = 6,
		[259495] = 3,
		[230017] = 5,
		[355567] = 2,
		[204843] = 12,
		[335090] = 10,
		[288721] = 9,
		[218755] = "Гноешкурый гризли",
		[260734] = 7,
		[368638] = 3,
		[337139] = 9,
		[363760] = 3,
		[291652] = 9,
		[335092] = 1,
		[368582] = "[*] Выстрел жгучего света",
		[301886] = 3,
		[341236] = 10,
		[228995] = "Паук-ловец холодного тумана",
		[325464] = 6,
		[221605] = "Гул'дан",
		[368643] = 1,
		[366552] = 2,
		[234115] = 11,
		[271881] = 4,
		[308474] = 7,
		[208944] = "Элисанда",
		[156301] = "Гром'карский подрывник",
		[339925] = "Неспокойный нарыв",
		[352274] = 5,
		[335096] = 1,
		[328953] = 12,
		[365362] = 8,
		[333049] = 8,
		[335097] = 1,
		[205448] = 5,
		[213858] = "Экзекуторх",
		[232273] = "[*] Свободная мана",
		[294143] = 1,
		[1126] = 11,
		[218759] = "Гноешкурый гризли",
		[327648] = "Раскольница-инквизитор",
		[269571] = 2,
		[156303] = "Гром'карская опалительница",
		[355577] = "Бурекованый страж",
		[264178] = 9,
		[335100] = 1,
		[337148] = 11,
		[360194] = 4,
		[38572] = "Император Дара",
		[335101] = 1,
		[337149] = 11,
		[165961] = 11,
		[166543] = "Турель клана Черной горы <Нозердума>",
		[186406] = 2,
		[337150] = 2,
		[313064] = 10,
		[228360] = 5,
		[343294] = 6,
		[5143] = 8,
		[355581] = "[*] Разряд",
		[320123] = "Яркая Искра",
		[269576] = 3,
		[157503] = 7,
		[307195] = 10,
		[34477] = 3,
		[301308] = 10,
		[320771] = "Налтор Криомант",
		[176025] = "Гром'карская пророчица на пепле",
		[166545] = "Турель клана Черной горы <Нозердума>",
		[184364] = 1,
		[320772] = "Налтор Криомант",
		[355584] = "Бурекованый страж",
		[357632] = 5,
		[360451] = "Сколекс",
		[106830] = 11,
		[157331] = "Изначальный элементаль бури <Traín-Onyxia>",
		[300296] = "Перемалыватель из племени Хламоедов",
		[108366] = 9,
		[271628] = "Шандриса Оперенная Луна",
		[352309] = 2,
		[219788] = 6,
		[326918] = 6,
		[321538] = "Локе'нахак <Альмонела-ЧерныйШрам>",
		[78674] = 11,
		[47788] = 5,
		[25914] = 2,
		[1330] = 4,
		[311479] = 10,
		[224347] = 5,
		[368635] = 7,
		[229705] = "Паук",
		[363780] = "Глава раскопок",
		[308491] = 3,
		[311469] = 5,
		[328969] = "Служитель дома Ределав",
		[197484] = "Иллисанна Гребень Ворона",
		[227981] = "Призрачный зритель",
		[261769] = 10,
		[268769] = 12,
		[78675] = 11,
		[311495] = 6,
		[319504] = 4,
		[201361] = "Истерзанный кровопийца",
		[44461] = 8,
		[337948] = 5,
		[310542] = 4,
		[296208] = 6,
		[300765] = 2,
		[308495] = 3,
		[200338] = "Даргрул",
		[6807] = 11,
		[311470] = 9,
		[227983] = "Призрачный зритель",
		[229007] = 10,
		[361738] = 3,
		[347404] = "Верный Утробе призыватель огня",
		[19801] = 3,
		[48045] = 5,
		[201363] = 1,
		[355596] = 3,
		[382217] = 7,
		[180327] = "Бес огня Скверны",
		[164504] = "Раздиратель Плоти Нок'Гар",
		[132764] = 3,
		[316690] = "Хламометатель из племени Хламоедов",
		[1822] = 11,
		[201364] = 1,
		[363789] = 11,
		[227985] = "Коглстон",
		[367885] = 11,
		[208203] = "Крос",
		[354163] = 1,
		[191326] = "Дресарон",
		[299158] = 3,
		[320788] = "Налтор Криомант",
		[336009] = 5,
		[227096] = "Внутренний демон",
		[385042] = 1,
		[222024] = 6,
		[314646] = 11,
		[62124] = 2,
		[376079] = 1,
		[342049] = 3,
		[363793] = 11,
		[227987] = "Коглстон",
		[302361] = 10,
		[345364] = 11,
		[165531] = 8,
		[356260] = "Заклинатель волн с \"Песочных часов\"",
		[200343] = "Восставшая лучница",
		[271646] = 9,
		[15242] = "Пузиллин",
		[308506] = 2,
		[27827] = 5,
		[2060] = 5,
		[347414] = "Со'азми",
		[232084] = "Бэк-вокалистка",
		[294173] = "Тюремщик Скольд",
		[274610] = 1,
		[363797] = "Глава раскопок",
		[194956] = "Слияние душ",
		[195630] = 10,
		[328986] = "Нестабильная канистра",
		[206488] = "[*] Утечка магии",
		[51886] = 7,
		[326939] = 6,
		[201098] = 7,
		[281889] = 9,
		[385059] = 1,
		[81751] = 5,
		[385062] = 1,
		[165534] = 5,
		[227646] = "Барон Раф Дрейгер",
		[367896] = 1,
		[271652] = "Шандриса Оперенная Луна",
		[55531] = 2,
		[29492] = "Фантомный гость",
		[354355] = 3,
		[7744] = 4,
		[339229] = 12,
		[341277] = 4,
		[200758] = 4,
		[368693] = 1,
		[342076] = 3,
		[308514] = 11,
		[294180] = "Сторожевой бот модели \"ПЕС\"",
		[172703] = "Гром'карский техник",
		[198300] = 7,
		[116768] = 10,
		[355068] = 6,
		[271656] = 1,
		[117588] = "Изначальный элементаль огня <Туолу-СвежевательДуш>",
		[333089] = 5,
		[326946] = 6,
		[197277] = 2,
		[368701] = 1,
		[368702] = 1,
		[367902] = 12,
		[271658] = 6,
		[88625] = 5,
		[333091] = "Бессердечный-охотник",
		[122708] = 2,
		[196741] = 10,
		[247448] = 2,
		[93347] = 7,
		[327140] = 11,
		[271660] = 4,
		[2908] = 11,
		[308520] = 8,
		[335141] = "Нар'зуда",
		[230043] = "Страж гнева – возжигатель",
		[157348] = "Изначальный элементаль бури <Traín-Onyxia>",
		[340159] = 11,
		[335142] = "Нар'зуда",
		[268194] = 2,
		[306474] = 9,
		[40625] = 11,
		[367907] = 11,
		[353573] = "Вил'трас",
		[6343] = 1,
		[274062] = 10,
		[326389] = "Эшелон",
		[271664] = 1,
		[363813] = 11,
		[333907] = "Пелагий <Ниэтта>",
		[321197] = 5,
		[205472] = 8,
		[191587] = 6,
		[166565] = "Осадная пушка",
		[167589] = "Осадная пушка",
		[209568] = "Своевременный элементаль",
		[322274] = "Похитительница с \"Золрамуса\"",
		[311484] = 6,
		[253595] = 6,
		[205473] = 8,
		[214688] = "Герент Зловещий",
		[357673] = 11,
		[302384] = "\"Шокотрон X1\"",
		[234142] = 1,
		[363817] = 2,
		[227999] = "Бестелесный филантроп",
		[212641] = 2,
		[354393] = 11,
		[16827] = "Luna <Livella-DieewigeWacht>",
		[365866] = "Вечный сборщик",
		[294195] = "\"Оборонобот I\"",
		[234143] = 1,
		[259740] = 2,
		[219809] = 6,
		[253597] = 6,
		[3716] = "Kal'gron <Epko-Kazzak>",
		[247454] = 12,
		[333104] = 5,
		[203981] = 12,
		[271672] = 4,
		[259741] = 7,
		[228001] = "Бестелесный филантроп",
		[392490] = 6,
		[329425] = "Охранник плавильной печи",
		[247455] = 12,
		[365870] = "Вечный сборщик",
		[57821] = 2,
		[320820] = 2,
		[97115] = 6,
		[475] = 8,
		[338312] = 6,
		[230050] = "Абстрактный нейтрализатор",
		[247456] = 12,
		[166570] = "Осадная пушка",
		[75614] = 2,
		[329013] = "Сара Уайт",
		[351867] = 11,
		[194509] = 5,
		[212105] = 12,
		[338636] = "Ассистент-расчленитель",
		[294171] = "Верный Утробе перехватчик",
		[275773] = 2,
		[359731] = 11,
		[353588] = "Вил'трас",
		[180612] = 6,
		[197721] = 11,
		[299450] = "Демонтажница из банды Поршнеголовых",
		[329016] = "Сара Уайт",
		[355637] = "Тазавешский хранитель порядка",
		[319733] = "Эшелон",
		[367924] = 5,
		[221270] = "Опаляющий инфернал",
		[355638] = "Тазавешский хранитель порядка",
		[324922] = "Друст-древолом",
		[335161] = 10,
		[59569] = 5,
		[363830] = 11,
		[324923] = "Друст-древолом",
		[55078] = 6,
		[337210] = "Альдерин",
		[355640] = "Тазавешский хранитель порядка",
		[331923] = "Рекрут из Грехопада",
		[372616] = 5,
		[341868] = "Малодушный Коринф",
		[355641] = "Опытный заклинатель искр",
		[349498] = "Алькруукс",
		[343355] = 5,
		[347633] = "Со'азми",
		[355642] = "Опытный заклинатель искр",
		[190356] = 8,
		[333977] = 7,
		[221864] = "Рекурсивный элементаль",
		[206506] = "Внутренний демон",
		[193639] = "Камнеспинный щелкозуб",
		[367930] = 2,
		[127170] = 10,
		[355644] = "Опытный заклинатель искр",
		[330338] = 9,
		[367931] = 11,
		[296260] = 11,
		[5176] = 11,
		[333120] = 12,
		[336718] = 10,
		[325799] = "Порочный псарь",
		[344229] = 5,
		[338142] = 11,
		[163505] = 11,
		[389277] = 9,
		[201837] = "Скверносерд-призыватель",
		[333122] = 2,
		[328343] = "Ядовитый паук <Стрелок-отравитель>",
		[234153] = 9,
		[331075] = 11,
		[333123] = 2,
		[246853] = 3,
		[358126] = 4,
		[347458] = 9,
		[221356] = "Сумеречная звездная танцовщица",
		[392959] = 10,
		[225963] = "Восставший питомец",
		[194223] = 11,
		[228011] = "Мадам Чугунок",
		[212653] = 8,
		[288075] = 2,
		[47540] = 5,
		[382272] = 8,
		[10768] = 3,
		[163971] = "\"Железная звезда III\"",
		[331079] = 2,
		[114014] = 4,
		[346427] = 11,
		[163073] = 12,
		[347462] = 12,
		[20153] = "Инфернал <Альзамарка-СвежевательДуш>",
		[367940] = 2,
		[341541] = 4,
		[51690] = 4,
		[162572] = "Рельсмейстер Искролет",
		[51124] = 6,
		[59571] = 9,
		[229716] = "Древний фолиант",
		[12975] = 1,
		[333489] = "Амарт",
		[6552] = 1,
		[19483] = "Инфернал <Альзамарка-СвежевательДуш>",
		[228014] = "Призрачный зритель",
		[351561] = 3,
		[336097] = 11,
		[219049] = "Натуралист Тел'арн",
		[27243] = 9,
		[183430] = "Смолоплюй-ползун",
		[337228] = 2,
		[201858] = "Скверносерд-стрелок",
		[453] = 5,
		[228555] = "Достойный джентльмен",
		[347841] = "Контрабандное существо",
		[206514] = "Гул'дан",
		[342232] = 8,
		[51505] = 7,
		[702] = 9,
		[331087] = 1,
		[187707] = 3,
		[370966] = 12,
		[356602] = 2,
		[331088] = 11,
		[124255] = 10,
		[227457] = "Пожиратель маны",
		[345423] = 12,
		[290134] = 1,
		[7384] = 1,
		[196277] = 9,
		[240979] = 7,
		[206516] = "Гул'дан",
		[325443] = 7,
		[348450] = "[*] Код взлома \"Фриза\"",
		[296279] = "[*] Охранный телепорт",
		[336126] = 1,
		[267611] = 2,
		[196278] = 9,
		[230066] = "Изрыгатель тьмы",
		[301299] = "[*] Пламя горнила",
		[74589] = 11,
		[326997] = "Камнерожденный-рассекатель",
		[72286] = 6,
		[331093] = 3,
		[228019] = "Мадам Чугунок",
		[367953] = 1,
		[189112] = 12,
		[331094] = 12,
		[79206] = 7,
		[367954] = 6,
		[201399] = "Бес ужасающего огня",
		[259760] = 5,
		[114018] = 4,
		[188089] = 7,
		[353621] = "Вил'трас",
		[331096] = 12,
		[382290] = 8,
		[321422] = 10,
		[201400] = "Бес ужасающего огня",
		[322906] = 10,
		[336123] = 9,
		[359766] = 10,
		[345432] = 12,
		[347480] = 10,
		[360204] = 1,
		[343385] = 11,
		[365169] = "Тюремщик",
		[347481] = "Со'азми",
		[319941] = "Эшелон",
		[220855] = "[*] Нисходящий поток",
		[17057] = 11,
		[173757] = "Чудолиственный страж",
		[227507] = "Пожиратель маны",
		[307865] = 1,
		[125282] = 2,
		[392883] = 10,
		[341340] = 6,
		[359770] = "Сколекс",
		[229698] = "Крыса",
		[355675] = "Венца Голдаплавс",
		[337697] = 7,
		[389372] = 9,
		[40120] = 11,
		[160681] = "Осадная пушка",
		[81256] = 6,
		[359019] = 2,
		[363114] = "Изобретатель Зи'мокс",
		[273767] = "Имперский дуэлянт",
		[198589] = 12,
		[183998] = 2,
		[345439] = 1,
		[100] = 1,
		[228025] = "Люминор",
		[259220] = "Усиленный Бессердечный-копейщик",
		[213691] = 3,
		[45242] = 5,
		[272678] = 3,
		[343393] = 11,
		[320868] = 5,
		[339298] = 9,
		[228026] = "Люминор",
		[294248] = 8,
		[353633] = "Вил'трас",
		[343666] = 1,
		[228571] = "Костяная гончая",
		[321226] = "Амарт",
		[297254] = "Король Гоббамак",
		[378849] = 6,
		[228610] = "[*] Горящее клеймо",
		[343396] = 11,
		[353635] = "Со'лея",
		[173762] = "Чудолиственный страж",
		[85673] = 2,
		[384352] = 7,
		[152261] = 2,
		[97128] = 2,
		[162500] = "Рельсмейстер Искролет",
		[367971] = 8,
		[221885] = 2,
		[214718] = "Скорпирон",
		[297262] = "Король Гоббамак",
		[343399] = 2,
		[152262] = 2,
		[362885] = "Изобретатель Зи'мокс",
		[324970] = 12,
		[343400] = 2,
		[221886] = 2,
		[227529] = "Поврежденный голем",
		[366329] = "Мерзкий надсмотрщик",
		[356537] = "Заклинатель порталов Зо'хонн",
		[361831] = 8,
		[323889] = 11,
		[289083] = 6,
		[98981] = "Рагнарос",
		[221887] = 2,
		[139] = 5,
		[203953] = 11,
		[201564] = "Скверносерд-лазутчик",
		[345451] = 5,
		[330038] = 3,
		[382311] = 7,
		[367977] = 9,
		[345452] = 5,
		[339309] = 4,
		[362025] = "Галондрий",
		[367978] = 9,
		[345453] = 5,
		[352102] = 12,
		[589] = 5,
		[362801] = "Изобретатель Зи'мокс",
		[206515] = "Гул'дан",
		[393515] = 10,
		[198496] = "Уларогг Скаломол",
		[384362] = 1,
		[80240] = 9,
		[363885] = 6,
		[268893] = 4,
		[114165] = 2,
		[320883] = 5,
		[330325] = 1,
		[325028] = 3,
		[200389] = 11,
		[167105] = 1,
		[363887] = 6,
		[260798] = 1,
		[347918] = 3,
		[221891] = "Гул'дан",
		[221490] = "Астральная предсказательница",
		[329319] = "Верный Утробе страж",
		[390677] = 5,
		[95855] = "Синестра",
		[370015] = 4,
		[320081] = "Творец Снов",
		[209087] = "Гул'дан",
		[345864] = 2,
		[290133] = 9,
		[360200] = 11,
		[209036] = "Часовой из Сумеречной стражи",
		[229559] = "Слон",
		[322936] = "Халкиас",
		[81262] = "Период цветения <Сострадание>",
		[351605] = 2,
		[230084] = "Виз'адуум Всевидящий",
		[116844] = 10,
		[199368] = "Дух лорда Гребня Ворона",
		[305055] = 2,
		[100784] = 10,
		[194249] = 5,
		[318027] = 10,
		[229562] = "Конь",
		[345464] = 10,
		[339321] = 2,
		[300414] = "Перемалыватель из племени Хламоедов",
		[22568] = 11,
		[304510] = 10,
		[298367] = 12,
		[201411] = "Бес ужасающего огня",
		[212680] = 3,
		[230086] = "Демонический разлом",
		[383313] = 6,
		[313010] = 9,
		[108396] = 9,
		[228649] = 10,
		[339324] = 2,
		[315802] = "Верный Утробе перехватчик",
		[204490] = 12,
		[230087] = 9,
		[322943] = "Халкиас",
		[232135] = "Серебряные вилки",
		[366938] = "Надсмотрщик Зи'про",
		[337278] = 8,
		[38981] = "Плут пламени Скверны",
		[341374] = 5,
		[163536] = "Нитрогг Громовая Гора",
		[163541] = "Нитрогг Громовая Гора",
		[322945] = "Халкиас",
		[205648] = 7,
		[294302] = "Угасший фантом",
		[393566] = 10,
		[229568] = "Ладья",
		[162513] = "Рельсмейстер Искролет",
		[171846] = 12,
		[29166] = 11,
		[306565] = 11,
		[232137] = "Серебряные вилки",
		[335234] = 1,
		[168657] = 6,
		[374557] = 6,
		[357760] = "Лордеронский рыцарь",
		[253639] = 9,
		[213708] = 11,
		[61882] = 7,
		[300424] = "Бугай из племени Хламоедов",
		[359809] = "Тюремщик",
		[333634] = "Амарт",
		[145109] = 11,
		[391528] = 11,
		[163539] = "Нитрогг Громовая Гора",
		[213709] = 11,
		[280375] = 2,
		[213209] = 2,
		[32223] = 2,
		[296331] = "[*] Режущий луч",
		[145110] = 11,
		[300427] = "Бугай из племени Хламоедов",
		[351621] = "Верный Утробе вестник кручины",
		[115178] = 10,
		[6201] = 9,
		[5308] = 1,
		[335240] = 12,
		[209615] = "Элисанда",
		[306572] = 5,
		[350191] = 2,
		[335241] = 9,
		[110959] = 8,
		[285152] = "\"Гномогедд-0Н\"",
		[341385] = 5,
		[192799] = "Ползун из чумных осколков <Рокмора>",
		[225998] = "Лишенный души защитник",
		[306574] = 5,
		[199389] = "Дресарон",
		[163558] = 1,
		[230094] = "Абстрактный нейтрализатор",
		[300436] = "Шаман из племени Хламоедов",
		[232142] = "Серебряные вилки",
		[116095] = 10,
		[209617] = "Своевременный элементаль",
		[204019] = 2,
		[193456] = 12,
		[294290] = "Переработчик отходов",
		[110960] = 8,
		[339341] = 7,
		[300434] = "Бугай из племени Хламоедов",
		[294291] = "Переработчик отходов",
		[201427] = 12,
		[339342] = 7,
		[345805] = 5,
		[110051] = 2,
		[329104] = "Лорд-камергер",
		[277035] = "Беглый истязатель",
		[357773] = 10,
		[310675] = 4,
		[201428] = 12,
		[363917] = 1,
		[317223] = 2,
		[61425] = 10,
		[148187] = 10,
		[336417] = "Нестабильная личинка",
		[161150] = "Гром'карский гренадер",
		[327059] = 9,
		[209620] = "Рекурсивный элементаль",
		[339346] = "Пелагий <Ниэтта>",
		[81269] = 11,
		[13878] = "Гранатовый огнехлыст",
		[337299] = 8,
		[255695] = 3,
		[325013] = 5,
		[125050] = 3,
		[201430] = 3,
		[132404] = 1,
		[217979] = 9,
		[204502] = "Тень Ксавия",
		[329110] = "Доктор Икус",
		[272816] = 2,
		[85384] = 1,
		[338659] = 2,
		[347840] = "Контрабандное существо",
		[322968] = "Друст - злобный коготь",
		[344587] = 8,
		[32292] = 2,
		[296348] = "\"Взрывотрон Х-80\"",
		[363924] = 10,
		[124273] = 10,
		[359829] = "Сколекс",
		[84342] = 3,
		[50622] = 1,
		[48707] = 6,
		[327066] = 11,
		[123040] = 5,
		[3600] = "Тотем оков земли <Пойдёт>",
		[308637] = 11,
		[359831] = 2,
		[345497] = 11,
		[203533] = 5,
		[333211] = "Пелагий <Ниэтта>",
		[163550] = "Нитрогг Громовая Гора",
		[230102] = 2,
		[198904] = "Гнилосердная дриада",
		[124274] = 10,
		[327069] = 11,
		[345499] = 11,
		[352725] = 11,
		[99464] = "Алисразор",
		[392598] = 5,
		[230103] = 1,
		[64844] = 5,
		[182104] = 2,
		[277925] = 4,
		[296355] = "Поработитель Клонтцас",
		[70235] = 5,
		[195292] = 6,
		[359836] = 2,
		[230104] = 2,
		[206555] = "Гул'дан",
		[124275] = 10,
		[351646] = "Со'лея",
		[2637] = 11,
		[327467] = "Комендант Тонар",
		[193357] = 4,
		[220890] = 6,
		[230105] = 1,
		[222938] = 12,
		[333218] = 8,
		[120692] = 5,
		[209628] = "Советник Меландр",
		[347553] = 10,
		[308646] = 11,
		[351649] = "Верный Утробе пиромант",
		[337315] = 2,
		[206557] = "Триллиакс",
		[288613] = 3,
		[329666] = 3,
		[271788] = 3,
		[314791] = 8,
		[81297] = 2,
		[229083] = "Виз'адуум Всевидящий",
		[324242] = 5,
		[29930] = "Фантомный гость",
		[292267] = "\"Омега-крушитель\"",
		[359843] = 2,
		[209630] = "[*] Пронзающий ураган",
		[314793] = 8,
		[337926] = "Малодушный Коринф",
		[49088] = 6,
		[172771] = "Гром'карский поджигатель",
		[388513] = 10,
		[232156] = "Коглстон",
		[192225] = 8,
		[296365] = "Поработитель Клонтцас",
		[388514] = 10,
		[325034] = "Капитан-егерь Корейн",
		[772] = 1,
		[228601] = 8,
		[148417] = 2,
		[357799] = "Зо'грон",
		[351656] = "Кусок нефрита",
		[356813] = 11,
		[363943] = 5,
		[325036] = "Капитан-егерь Корейн",
		[269747] = 3,
		[123254] = 5,
		[200589] = "Гноешкурый гризли",
		[325037] = 3,
		[337367] = 5,
		[353706] = "Охранник \"Оазиса\"",
		[194311] = 6,
		[338411] = 11,
		[327332] = "Раскольник-целитель",
		[89751] = "Риннгорил <Камомила-Галакронд>",
		[337510] = 1,
		[358878] = 2,
		[212743] = 4,
		[162065] = "Повелительница небес Товра",
		[347565] = 7,
		[181113] = "Очиститель из хранилища",
		[343470] = "Скелет-мародер",
		[296372] = "Поработитель Клонтцас",
		[20707] = 9,
		[325041] = 5,
		[269752] = 3,
		[337328] = 12,
		[339376] = 2,
		[349801] = "Алькруукс",
		[273977] = 6,
		[337329] = 12,
		[355759] = 7,
		[22703] = 9,
		[120696] = 5,
		[215929] = "Ползун из чумных осколков <Рокмора>",
		[100506] = "Нестабильная магма",
		[283143] = "Магнитохват",
		[359856] = "Тюремщик",
		[353713] = 6,
		[363952] = "Тюремщик",
		[256735] = 4,
		[327093] = 6,
		[312759] = 3,
		[321253] = "[*] Последняя жатва",
		[5374] = 4,
		[55233] = 6,
		[210714] = 7,
		[347572] = 10,
		[192800] = "[*] Удушающая пыль",
		[368050] = 6,
		[279997] = 7,
		[264735] = 3,
		[116680] = 10,
		[327096] = 6,
		[312762] = 8,
		[198376] = "Верховный друид Глайдалис",
		[33757] = 7,
		[294333] = "Угасшая тень",
		[227618] = "Пожиратель маны",
		[287280] = 2,
		[68992] = 9,
		[161588] = "Повелительница небес Товра",
		[360999] = "Быстровозводимый часовой",
		[339385] = 1,
		[284219] = "Мехагонский нормализатор",
		[104316] = 9,
		[353720] = 6,
		[101033] = 7,
		[101546] = 10,
		[258922] = 12,
		[345530] = 3,
		[232752] = 6,
		[366008] = 6,
		[187708] = 3,
		[312767] = 7,
		[164163] = "Надзиратель Мрачных Путей",
		[227636] = "Ловчий Аттумен",
		[359866] = 2,
		[337341] = 10,
		[198379] = "Верховный друид Глайдалис",
		[215785] = 7,
		[359867] = 2,
		[353724] = "Проводник рока",
		[129914] = 10,
		[330323] = 9,
		[327104] = 10,
		[85948] = 6,
		[9053] = "Сумеречный выжигатель",
		[328282] = 2,
		[301667] = "Мехагонский кавалерист",
		[361917] = 8,
		[122281] = 10,
		[352072] = 12,
		[359870] = 11,
		[353727] = "Сат'зуул",
		[388539] = 1,
		[316868] = 10,
		[104318] = "Дикий бес <Камомила-Галакронд>",
		[320964] = 5,
		[97151] = "[*] Магма",
		[81281] = 11,
		[171761] = 2,
		[205549] = "Нараксас",
		[99199] = "Глашатай огненного апокалипсиса",
		[115129] = 10,
		[351682] = 4,
		[320966] = "Кин-Тара",
		[206677] = "Крос",
		[200025] = 2,
		[301712] = "Мехагонский хищник",
		[312776] = 6,
		[206574] = "[*] Резонирующий удар сплеча",
		[357827] = "Разъяренный коготь ночи",
		[88263] = 2,
		[345541] = 8,
		[220519] = "Корни-душители",
		[184689] = 2,
		[328365] = "Стрелок-отравитель",
		[277181] = 2,
		[164218] = "Бомбардир Мрачных Путей",
		[160124] = "Kerni <Hopper-Tichondrius>",
		[294349] = "Живые отходы",
		[120517] = 5,
		[339400] = 3,
		[17253] = "Dragonhawk <Asteanhunt-Blackhand>",
		[351687] = 5,
		[163201] = 1,
		[199547] = 12,
		[204157] = 12,
		[320208] = "Создание Трупошва",
		[345545] = 12,
		[323020] = "Друст - злобный коготь",
		[341725] = 6,
		[302543] = "Чудолиственная мерцальница",
		[345546] = 12,
		[255723] = 11,
		[166646] = 10,
		[108416] = 9,
		[193267] = "Ревущий идол <Уларогг Скаломол>",
		[339404] = 12,
		[193941] = "Угольный скорпион",
		[147193] = 5,
		[345548] = 1,
		[285454] = "Главный машинист Искроточец",
		[186270] = 3,
		[299790] = 5,
		[320976] = 3,
		[289555] = 2,
		[185763] = 4,
		[227737] = "Мороуз",
		[329168] = "Грехокаменная статуя",
		[116705] = 10,
		[291631] = 10,
		[351694] = 1,
		[326446] = 11,
		[331217] = "[*] Общая боль",
		[187827] = 12,
		[347949] = "Зо'фекс",
		[329170] = "Грехокаменная статуя",
		[347600] = 9,
		[336710] = "Эктра",
		[208628] = 12,
		[329171] = "Грехокаменная статуя",
		[171982] = 9,
		[190411] = 1,
		[327557] = 10,
	},
	["auto_open_news_window"] = true,
	["got_first_run"] = true,
	["all_switch_config"] = {
		["scale"] = 1,
		["font_size"] = 10,
	},
	["__profiles"] = {
		["Ниэтта-Гордунни"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["maximize_method"] = 1,
				["border_size"] = 14,
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["pvp_as_group"] = true,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["instances_no_libwindow"] = false,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["deadlog_limit"] = 16,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["disable_window_groups"] = false,
			["instances_segments_locked"] = true,
			["data_broker_text"] = "",
			["instances_suppress_trash"] = 0,
			["use_battleground_server_parser"] = false,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["update_speed"] = 0.2,
			["numerical_system_symbols"] = "auto",
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["report_schema"] = 1,
			["ps_abbreviation"] = 3,
			["segments_amount"] = 40,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -441.9990386962891,
							["x"] = 566.9976806640625,
							["w"] = 194.800048828125,
							["h"] = 168.4000701904297,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = false,
						["enabled"] = true,
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["enable_custom_text"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["show_timer_bg"] = true,
					},
					["titlebar_texture"] = "Details Serenity",
					["ignore_mass_showhide"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["__snapV"] = false,
					["__snapH"] = false,
					["plugins_grow_direction"] = 1,
					["skin"] = "Minimalistic",
					["switch_tank_in_combat"] = false,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["__was_opened"] = true,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["fontstrings_text3_anchor"] = 38,
					["backdrop_texture"] = "Details Ground",
					["grab_on_top"] = false,
					["menu_icons_size"] = 0.850000023841858,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["show_sidebars"] = false,
					["bars_grow_direction"] = 1,
					["skin_custom"] = "",
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["hide_in_combat_alpha"] = 0,
					["clickthrough_rows"] = false,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["libwindow"] = {
						["y"] = 49.80086135864258,
						["x"] = -359.602294921875,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["show_statusbar"] = true,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["rowareaborder_shown"] = false,
					["strata"] = "LOW",
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_damager_in_combat"] = false,
					["switch_damager"] = false,
					["micro_displays_locked"] = true,
					["auto_current"] = true,
					["bg_alpha"] = 0.183960914611816,
					["switch_all_roles_in_combat"] = false,
					["row_info"] = {
						["show_arena_role_icon"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textL_outline_small"] = true,
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
						["font_size"] = 12,
						["height"] = 21,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\BigWigs\\Media\\Textures\\BantoBar",
						["icon_size_offset"] = 0,
						["textR_bracket"] = "(",
						["textL_enable_custom_text"] = false,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["show_faction_icon"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["arena_role_icon_size_offset"] = -10,
						["icon_grayscale"] = false,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["textR_outline"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture"] = "BantoBar",
						["alpha"] = 1,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textR_class_colors"] = false,
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["overlay_texture"] = "Details D'ictum",
						["textR_outline_small"] = true,
						["textL_class_colors"] = false,
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_enable_custom_text"] = false,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -441.9990386962891,
							["x"] = 566.9976806640625,
							["w"] = 194.800048828125,
							["h"] = 168.4000701904297,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["switch_tank"] = false,
					["fontstrings_text_limit_offset"] = -10,
					["wallpaper"] = {
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["bars_inverted"] = false,
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -441.9990386962891,
							["x"] = 762.1976318359375,
							["w"] = 195.5999145507813,
							["h"] = 168.4000701904297,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = false,
						["text_size"] = 12,
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["enable_custom_text"] = false,
						["enabled"] = true,
						["show_timer_bg"] = true,
					},
					["titlebar_texture"] = "Details Serenity",
					["ignore_mass_showhide"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["__snapV"] = false,
					["__snapH"] = false,
					["plugins_grow_direction"] = 1,
					["skin"] = "Minimalistic",
					["switch_tank_in_combat"] = false,
					["following"] = {
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["enabled"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["__was_opened"] = true,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["fontstrings_text3_anchor"] = 38,
					["backdrop_texture"] = "Details Ground",
					["grab_on_top"] = false,
					["menu_icons_size"] = 0.850000023841858,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PFPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PFPS"] = {
								["isHidden"] = false,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["show_sidebars"] = false,
					["bars_grow_direction"] = 1,
					["skin_custom"] = "",
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["hide_in_combat_alpha"] = 0,
					["clickthrough_rows"] = false,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["libwindow"] = {
						["y"] = 49.80086135864258,
						["x"] = -164.0023193359375,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["show_statusbar"] = true,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["rowareaborder_shown"] = false,
					["strata"] = "LOW",
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_damager_in_combat"] = false,
					["switch_damager"] = false,
					["micro_displays_locked"] = true,
					["auto_current"] = true,
					["bg_alpha"] = 0.183960914611816,
					["switch_all_roles_in_combat"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["font_size"] = 12,
						["height"] = 21,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\BigWigs\\Media\\Textures\\BantoBar",
						["icon_size_offset"] = 0,
						["percent_type"] = 1,
						["use_spec_icons"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["show_faction_icon"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_enable_custom_text"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textL_class_colors"] = false,
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["overlay_texture"] = "Details D'ictum",
						["texture"] = "BantoBar",
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["arena_role_icon_size_offset"] = -10,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["start_after_icon"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -441.9990386962891,
							["x"] = 762.1976318359375,
							["w"] = 195.5999145507813,
							["h"] = 168.4000701904297,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["switch_tank"] = false,
					["fontstrings_text_limit_offset"] = -10,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["bars_inverted"] = false,
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [2]
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -441.9990386962891,
							["x"] = 940.5977783203125,
							["w"] = 161.2002258300781,
							["h"] = 168.4000701904297,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = false,
						["text_size"] = 12,
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["enable_custom_text"] = false,
						["enabled"] = true,
						["show_timer_bg"] = true,
					},
					["titlebar_texture"] = "Details Serenity",
					["ignore_mass_showhide"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["__snapV"] = false,
					["__snapH"] = false,
					["plugins_grow_direction"] = 1,
					["skin"] = "Minimalistic",
					["switch_tank_in_combat"] = false,
					["following"] = {
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["enabled"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["__was_opened"] = true,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["fontstrings_text3_anchor"] = 38,
					["backdrop_texture"] = "Details Ground",
					["grab_on_top"] = false,
					["menu_icons_size"] = 0.850000023841858,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["show_sidebars"] = false,
					["bars_grow_direction"] = 1,
					["skin_custom"] = "",
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["hide_in_combat_alpha"] = 0,
					["clickthrough_rows"] = false,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["libwindow"] = {
						["y"] = 49.80086135864258,
						["x"] = -2.8021240234375,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["show_statusbar"] = true,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["rowareaborder_shown"] = false,
					["strata"] = "LOW",
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_damager_in_combat"] = false,
					["switch_damager"] = false,
					["micro_displays_locked"] = true,
					["auto_current"] = true,
					["bg_alpha"] = 0.183960914611816,
					["switch_all_roles_in_combat"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["font_size"] = 12,
						["height"] = 21,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\BigWigs\\Media\\Textures\\BantoBar",
						["icon_size_offset"] = 0,
						["percent_type"] = 1,
						["use_spec_icons"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["show_faction_icon"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_enable_custom_text"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textL_class_colors"] = false,
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["overlay_texture"] = "Details D'ictum",
						["texture"] = "BantoBar",
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["arena_role_icon_size_offset"] = -10,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["start_after_icon"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -441.9990386962891,
							["x"] = 940.5977783203125,
							["w"] = 161.2002258300781,
							["h"] = 168.4000701904297,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["switch_tank"] = false,
					["fontstrings_text_limit_offset"] = -10,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["bars_inverted"] = false,
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [3]
			},
			["report_lines"] = 5,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["overall_clear_newboss"] = true,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["time_type"] = 2,
			["use_scroll"] = false,
			["overall_flag"] = 16,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["minimum_combat_time"] = 5,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["use_self_color"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["deny_score_messages"] = false,
			["disable_alldisplays_window"] = false,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["version"] = 1,
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
			},
			["animation_speed_triggertravel"] = 5,
			["segments_amount_to_save"] = 40,
			["clear_graphic"] = true,
			["total_abbreviation"] = 2,
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 3,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 201.1612586975946,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["trash_auto_remove"] = false,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["overall_clear_logout"] = false,
			["segments_panic_mode"] = false,
			["time_type_original"] = 2,
			["show_arena_role_icon"] = false,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["numerical_system"] = 1,
			["overall_clear_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["force_activity_time_pvp"] = true,
			["clear_ungrouped"] = true,
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["death_tooltip_width"] = 350,
			["standard_skin"] = false,
			["default_bg_alpha"] = 0.5,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["update_interval"] = 0.3,
				["text_offset"] = 2,
				["font_face"] = "Friz Quadrata TT",
				["options_frame"] = {
				},
			},
		},
		["Шайэн-Гордунни"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["fontshadow"] = false,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["border_size"] = 14,
				["maximize_method"] = 1,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["pvp_as_group"] = true,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["fade_speed"] = 0.15,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["deadlog_limit"] = 16,
			["instances_suppress_trash"] = 0,
			["instances_segments_locked"] = true,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["use_battleground_server_parser"] = false,
			["data_broker_text"] = "",
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["instances_no_libwindow"] = false,
			["numerical_system_symbols"] = "auto",
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -450.3996658325195,
							["x"] = 618.4005126953125,
							["w"] = 310.0002136230469,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["micro_displays_locked"] = true,
					["use_auto_align_multi_fontstrings"] = true,
					["rowareaborder_shown"] = false,
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\BigWigs\\Media\\Textures\\BantoBar",
						["font_size"] = 16,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["percent_type"] = 1,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["texture_custom_file"] = "Interface\\",
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["textR_enable_custom_text"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textR_class_colors"] = false,
						["overlay_texture"] = "Details D'ictum",
						["alpha"] = 1,
						["textL_class_colors"] = false,
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["use_spec_icons"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["plugins_grow_direction"] = 1,
					["skin"] = "Minimalistic",
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["enabled"] = true,
						["enable_custom_text"] = false,
						["text_size"] = 12,
					},
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["__was_opened"] = true,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["fullborder_shown"] = false,
					["stretch_button_side"] = 1,
					["menu_icons_size"] = 0.850000023841858,
					["show_sidebars"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["StatusBarSaved"] = {
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
					},
					["bars_sort_direction"] = 1,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["clickthrough_rows"] = false,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["hide_in_combat_type"] = 1,
					["hide_in_combat_alpha"] = 0,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["bars_grow_direction"] = 1,
					["libwindow"] = {
						["y"] = 46.60027694702148,
						["x"] = -250.5994873046875,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["grab_on_top"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["backdrop_texture"] = "Details Ground",
					["micro_displays_side"] = 2,
					["strata"] = "LOW",
					["switch_damager_in_combat"] = false,
					["switch_damager"] = false,
					["ignore_mass_showhide"] = false,
					["auto_current"] = true,
					["skin_custom"] = "",
					["bg_alpha"] = 0.183960914611816,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -450.3996658325195,
							["x"] = 618.4005126953125,
							["w"] = 310.0002136230469,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["fontstrings_text3_anchor"] = 38,
					["fontstrings_text_limit_offset"] = -10,
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["titlebar_height"] = 16,
					["bars_inverted"] = false,
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["segments_amount"] = 40,
			["report_lines"] = 5,
			["report_schema"] = 1,
			["ps_abbreviation"] = 3,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["overall_clear_newboss"] = true,
			["time_type_original"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["overall_clear_logout"] = false,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["overall_flag"] = 16,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["total_abbreviation"] = 2,
			["disable_alldisplays_window"] = false,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
			},
			["trash_auto_remove"] = false,
			["animation_speed_triggertravel"] = 5,
			["segments_amount_to_save"] = 40,
			["clear_graphic"] = true,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["deny_score_messages"] = false,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["use_self_color"] = false,
			["use_scroll"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["segments_panic_mode"] = false,
			["memory_threshold"] = 3,
			["minimum_combat_time"] = 5,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["show_arena_role_icon"] = false,
			["time_type"] = 2,
			["numerical_system"] = 1,
			["force_activity_time_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["clear_ungrouped"] = true,
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["update_speed"] = 0.2,
			["death_tooltip_width"] = 350,
			["default_bg_alpha"] = 0.5,
			["standard_skin"] = false,
		},
	},
	["immersion_special_units"] = true,
	["boss_mods_timers"] = {
		["encounter_timers_bw"] = {
			["364979"] = {
				"Halondrus the Reclaimer", -- [1]
				"364979", -- [2]
				"Раскалывание (1)", -- [3]
				25.3, -- [4]
				4038105, -- [5]
				["id"] = 2529,
			},
			["346204"] = {
				"Zo'phex the Sentinel", -- [1]
				"346204", -- [2]
				"Руки закона", -- [3]
				8.7, -- [4]
				132148, -- [5]
				["id"] = 2425,
			},
			["227646"] = {
				"Moroes", -- [1]
				"227646", -- [2]
				"Железный вихрь", -- [3]
				4.5, -- [4]
				460959, -- [5]
				["id"] = 1961,
			},
			["295445"] = {
				"HK-8 Aerial Oppression Unit", -- [1]
				"295445", -- [2]
				"Сокрушение", -- [3]
				12, -- [4]
				132358, -- [5]
				["id"] = 2291,
			},
			["346116"] = {
				"Hylbrande", -- [1]
				"346116", -- [2]
				"Разрезающие взмахи", -- [3]
				8.1, -- [4]
				970853, -- [5]
				["id"] = 2426,
			},
			["349987"] = {
				"The Grand Menagerie", -- [1]
				"349987", -- [2]
				"Протокол прочистки", -- [3]
				26.7, -- [4]
				3528283, -- [5]
				["id"] = 2441,
			},
			["227618"] = {
				"Mana Devourer", -- [1]
				"227618", -- [2]
				"Чародейская бомба", -- [3]
				7, -- [4]
				429383, -- [5]
				["id"] = 1959,
			},
			["296080"] = {
				"HK-8 Aerial Oppression Unit", -- [1]
				"296080", -- [2]
				"Неполадка: Воздушный подавитель ОУ*", -- [3]
				30, -- [4]
				896469, -- [5]
				["id"] = 2291,
			},
			["291946"] = {
				"K.U.-J.0.", -- [1]
				"291946", -- [2]
				"Выброс огня", -- [3]
				15.6, -- [4]
				629054, -- [5]
				["id"] = 2258,
			},
			["349663"] = {
				"The Grand Menagerie", -- [1]
				"349663", -- [2]
				"Хватка голода", -- [3]
				12, -- [4]
				3528281, -- [5]
				["id"] = 2441,
			},
			["200551"] = {
				"Dargrul", -- [1]
				"200551", -- [2]
				"Кристальные шипы", -- [3]
				21, -- [4]
				132780, -- [5]
				["id"] = 1793,
			},
			["355438"] = {
				"Myza's Oasis", -- [1]
				"355438", -- [2]
				"Подавляющая искра", -- [3]
				27.1, -- [4]
				4037124, -- [5]
				["id"] = 2440,
			},
			["321009"] = {
				"Kin-Tara", -- [1]
				"321009", -- [2]
				"Заряженное копье", -- [3]
				3.4, -- [4]
				1508065, -- [5]
				["id"] = 2357,
			},
			["161801"] = {
				"Skylord Tovra", -- [1]
				"161801", -- [2]
				"Громовое дыхание", -- [3]
				17.3, -- [4]
				136099, -- [5]
				["id"] = 1736,
			},
			["298940"] = {
				"Trixie & Naeno", -- [1]
				"298940", -- [2]
				"Поток разрядов", -- [3]
				35.1, -- [4]
				986493, -- [5]
				["id"] = 2312,
			},
			["350796"] = {
				"So'leah", -- [1]
				"350796", -- [2]
				"Вспышка гиперсвета", -- [3]
				12.2, -- [4]
				4037120, -- [5]
				["id"] = 2442,
			},
			["tank_combo"] = {
				"Skolex, the Insatiable Ravener", -- [1]
				"tank_combo", -- [2]
				"Танковское комбо (1)", -- [3]
				9, -- [4]
				1345186, -- [5]
				["id"] = 2542,
			},
			["227453"] = {
				"Opera Hall: Westfall Story", -- [1]
				"227453", -- [2]
				"Стремительный ураган пламени", -- [3]
				6.1, -- [4]
				135823, -- [5]
				["id"] = 1957,
			},
			["327481"] = {
				"Kin-Tara", -- [1]
				"327481", -- [2]
				"Темное копье", -- [3]
				9.7, -- [4]
				3528298, -- [5]
				["id"] = 2357,
			},
			["350922"] = {
				"Myza's Oasis", -- [1]
				"350922", -- [2]
				"Угрожающий крик", -- [3]
				20.7, -- [4]
				132333, -- [5]
				["id"] = 2440,
			},
			["297261"] = {
				"King Gobbamak", -- [1]
				"297261", -- [2]
				"Землетрясение", -- [3]
				8.4, -- [4]
				451165, -- [5]
				["id"] = 2290,
			},
			["227777"] = {
				"Opera Hall: Westfall Story", -- [1]
				"227777", -- [2]
				"Ритуал грома", -- [3]
				8.5, -- [4]
				839983, -- [5]
				["id"] = 1957,
			},
			["369505"] = {
				"Sepulcher of the First Ones Affixes", -- [1]
				"369505", -- [2]
				"|A:ui-ej-icon-empoweredraid-large:0:0|a Искры (1)", -- [3]
				20, -- [4]
				4224727, -- [5]
				["id"] = 2529,
			},
			["199178"] = {
				"Naraxas", -- [1]
				"199178", -- [2]
				"Шипастый язык", -- [3]
				50, -- [4]
				136113, -- [5]
				["id"] = 1792,
			},
			["297835"] = {
				"Gunker", -- [1]
				"297835", -- [2]
				"Слияние", -- [3]
				20.5, -- [4]
				840190, -- [5]
				["id"] = 2292,
			},
			["194966"] = {
				"Amalgam of Souls", -- [1]
				"194966", -- [2]
				"Эхо души", -- [3]
				15.7, -- [4]
				463284, -- [5]
				["id"] = 1832,
			},
			["337255"] = {
				"Tred'ova", -- [1]
				"337255", -- [2]
				"Паразит", -- [3]
				22, -- [4]
				656595, -- [5]
				["id"] = 2393,
			},
			["228221"] = {
				"Opera Hall: Beautiful Beast", -- [1]
				"228221", -- [2]
				"Жесткая уборка: Сострадание", -- [3]
				12, -- [4]
				841383, -- [5]
				["id"] = 1957,
			},
			["320358"] = {
				"Surgeon Stitchflesh", -- [1]
				"320358", -- [2]
				"Пробуждение создания", -- [3]
				27.9, -- [4]
				2492254, -- [5]
				["id"] = 2389,
			},
			["227493"] = {
				"Attumen the Huntsman", -- [1]
				"227493", -- [2]
				"Смертельный удар на ТЕБЕ", -- [3]
				10, -- [4]
				132338, -- [5]
				["id"] = 1960,
			},
			["198428"] = {
				"Ularogg Cragshaper", -- [1]
				"198428", -- [2]
				"Удар горы", -- [3]
				15, -- [4]
				136025, -- [5]
				["id"] = 1791,
			},
			["227736"] = {
				"Moroes", -- [1]
				"227736", -- [2]
				"Исчезновение", -- [3]
				7, -- [4]
				132331, -- [5]
				["id"] = 1961,
			},
			["323437"] = {
				"Lord Chamberlain", -- [1]
				"323437", -- [2]
				"Клеймо гордыни", -- [3]
				7.5, -- [4]
				538039, -- [5]
				["id"] = 2381,
			},
			["164956"] = {
				"Grimrail Enforcers", -- [1]
				"164956", -- [2]
				"Волна лавы", -- [3]
				16.6, -- [4]
				252222, -- [5]
				["id"] = 1748,
			},
			["209676"] = {
				"Advisor Melandrus", -- [1]
				"209676", -- [2]
				"Кромсающий вихрь", -- [3]
				23, -- [4]
				1029585, -- [5]
				["id"] = 1870,
			},
			["berserk"] = {
				"Skolex, the Insatiable Ravener", -- [1]
				"berserk", -- [2]
				"Берсерк", -- [3]
				360, -- [4]
				136224, -- [5]
				["id"] = 2542,
			},
			["360658"] = {
				"Vigilant Guardian", -- [1]
				"360658", -- [2]
				"Танк моб (1)", -- [3]
				52, -- [4]
				1029580, -- [5]
				["id"] = 2512,
			},
			["285440"] = {
				"Machinist's Garden", -- [1]
				"285440", -- [2]
				"\"Спрятанная\" пламенная пушка", -- [3]
				14.1, -- [4]
				524795, -- [5]
				["id"] = 2259,
			},
			["163665"] = {
				"Grimrail Enforcers", -- [1]
				"163665", -- [2]
				"Огненный взмах", -- [3]
				4.9, -- [4]
				574569, -- [5]
				["id"] = 1748,
			},
			["350086"] = {
				"The Grand Menagerie", -- [1]
				"350086", -- [2]
				"Крутящаяся смерть", -- [3]
				17.4, -- [4]
				3528301, -- [5]
				["id"] = 2441,
			},
			["283422"] = {
				"Tussle Tonks", -- [1]
				"283422", -- [2]
				"Максимальная тяга", -- [3]
				43.7, -- [4]
				648208, -- [5]
				["id"] = 2257,
			},
			["347623"] = {
				"So'azmi", -- [1]
				"347623", -- [2]
				"Быстрый клинок", -- [3]
				8.2, -- [4]
				236273, -- [5]
				["id"] = 2437,
			},
			["319941"] = {
				"Echelon", -- [1]
				"319941", -- [2]
				"Разбивающий камень прыжок", -- [3]
				23.5, -- [4]
				1016245, -- [5]
				["id"] = 2380,
			},
			["345770"] = {
				"Zo'phex the Sentinel", -- [1]
				"345770", -- [2]
				"Конфискация контрабанды", -- [3]
				19.3, -- [4]
				1724003, -- [5]
				["id"] = 2425,
			},
			["291918"] = {
				"K.U.-J.0.", -- [1]
				"291918", -- [2]
				"Сброс груза", -- [3]
				7.1, -- [4]
				136243, -- [5]
				["id"] = 2258,
			},
			["166570"] = {
				"Nitrogg Thundertower", -- [1]
				"166570", -- [2]
				"Взрыв шлака", -- [3]
				35.3, -- [4]
				451169, -- [5]
				["id"] = 1732,
			},
			["198379"] = {
				"Archdruid Glaidalis", -- [1]
				"198379", -- [2]
				"Первобытная ярость", -- [3]
				12, -- [4]
				571585, -- [5]
				["id"] = 1836,
			},
			["194956"] = {
				"Amalgam of Souls", -- [1]
				"194956", -- [2]
				"Жатва душ", -- [3]
				20.4, -- [4]
				237507, -- [5]
				["id"] = 1832,
			},
			["165152"] = {
				"Grimrail Enforcers", -- [1]
				"165152", -- [2]
				"Волна лавы", -- [3]
				16.6, -- [4]
				252222, -- [5]
				["id"] = 1748,
			},
			["227365"] = {
				"Attumen the Huntsman", -- [1]
				"227365", -- [2]
				"Призрачный рывок", -- [3]
				12.3, -- [4]
				464161, -- [5]
				["id"] = 1960,
			},
			["227279"] = {
				"The Curator", -- [1]
				"227279", -- [2]
				"Разряд энергии", -- [3]
				12, -- [4]
				136048, -- [5]
				["id"] = 1964,
			},
			["291973"] = {
				"K.U.-J.0.", -- [1]
				"291973", -- [2]
				"Взрывной прыжок", -- [3]
				38, -- [4]
				971291, -- [5]
				["id"] = 2258,
			},
			["164632"] = {
				"Fleshrender Nok'gar", -- [1]
				"164632", -- [2]
				"Огненные стрелы", -- [3]
				15.9, -- [4]
				514017, -- [5]
				["id"] = 1749,
			},
			["360281"] = {
				"The Jailer", -- [1]
				"360281", -- [2]
				"Бомбы (1)", -- [3]
				11, -- [4]
				4005158, -- [5]
				["id"] = 2537,
			},
			["200404"] = {
				"Dargrul", -- [1]
				"200404", -- [2]
				"Магматическая волна", -- [3]
				64, -- [4]
				237583, -- [5]
				["id"] = 1793,
			},
			["349627"] = {
				"The Grand Menagerie", -- [1]
				"349627", -- [2]
				"Ненасытность: Пойдёт", -- [3]
				21, -- [4]
				3528275, -- [5]
				["id"] = 2441,
			},
			["227297"] = {
				"Mana Devourer", -- [1]
				"227297", -- [2]
				"Слияние энергии", -- [3]
				30.3, -- [4]
				237551, -- [5]
				["id"] = 1959,
			},
			["321894"] = {
				"Nalthor the Rimebinder", -- [1]
				"321894", -- [2]
				"Темное изгнание", -- [3]
				26, -- [4]
				2576087, -- [5]
				["id"] = 2390,
			},
			["227568"] = {
				"Opera Hall: Westfall Story", -- [1]
				"227568", -- [2]
				"Пламенная подсечка", -- [3]
				8.5, -- [4]
				459027, -- [5]
				["id"] = 1957,
			},
			["227776"] = {
				"Opera Hall: Wikket", -- [1]
				"227776", -- [2]
				"Несравненная магия", -- [3]
				48.5, -- [4]
				1391779, -- [5]
				["id"] = 1957,
			},
			["178124"] = {
				"Oshir", -- [1]
				"178124", -- [2]
				"Побег: Волки", -- [3]
				18.3, -- [4]
				136097, -- [5]
				["id"] = 1750,
			},
			["sphere"] = {
				"Grimrail Enforcers", -- [1]
				"sphere", -- [2]
				"Bubble: Ахри'ок Дугру", -- [3]
				15, -- [4]
				538040, -- [5]
				["id"] = 1748,
			},
			["350101"] = {
				"The Grand Menagerie", -- [1]
				"350101", -- [2]
				"Цепи Проклятия", -- [3]
				5.2, -- [4]
				463560, -- [5]
				["id"] = 2441,
			},
			["297254"] = {
				"King Gobbamak", -- [1]
				"297254", -- [2]
				"Заряженный удар", -- [3]
				21.8, -- [4]
				132314, -- [5]
				["id"] = 2290,
			},
			["346962"] = {
				"Mailroom Mayhem", -- [1]
				"346962", -- [2]
				"Почтовый перевод", -- [3]
				23.1, -- [4]
				370211, -- [5]
				["id"] = 2424,
			},
			["367079"] = {
				"Halondrus the Reclaimer", -- [1]
				"367079", -- [2]
				"Частицы + Толчки (1)", -- [3]
				8, -- [4]
				796637, -- [5]
				["id"] = 2529,
			},
			["321226"] = {
				"Amarth, The Reanimator", -- [1]
				"321226", -- [2]
				"Царство мертвых", -- [3]
				12, -- [4]
				136179, -- [5]
				["id"] = 2388,
			},
			["285020"] = {
				"Tussle Tonks", -- [1]
				"285020", -- [2]
				"Крутящийся клинок", -- [3]
				8.2, -- [4]
				132306, -- [5]
				["id"] = 2257,
			},
			["320655"] = {
				"Blightbone", -- [1]
				"320655", -- [2]
				"Хрусть", -- [3]
				5.5, -- [4]
				132358, -- [5]
				["id"] = 2387,
			},
			["320359"] = {
				"Surgeon Stitchflesh", -- [1]
				"320359", -- [2]
				"Бегство", -- [3]
				30, -- [4]
				132307, -- [5]
				["id"] = 2389,
			},
			["346959"] = {
				"Hylbrande", -- [1]
				"346959", -- [2]
				"Очищение огнем", -- [3]
				10.5, -- [4]
				612968, -- [5]
				["id"] = 2426,
			},
			["298946"] = {
				"Trixie & Naeno", -- [1]
				"298946", -- [2]
				"ДТП", -- [3]
				30, -- [4]
				1887733, -- [5]
				["id"] = 2312,
			},
			["329340"] = {
				"High Adjudicator Aleez", -- [1]
				"329340", -- [2]
				"Фонтан анимы", -- [3]
				22, -- [4]
				1392546, -- [5]
				["id"] = 2403,
			},
			["320772"] = {
				"Nalthor the Rimebinder", -- [1]
				"320772", -- [2]
				"Кометная буря", -- [3]
				18, -- [4]
				1033907, -- [5]
				["id"] = 2390,
			},
			["164426"] = {
				"Fleshrender Nok'gar", -- [1]
				"164426", -- [2]
				"Дерзкий вызов", -- [3]
				16, -- [4]
				132352, -- [5]
				["id"] = 1749,
			},
			["162066"] = {
				"Skylord Tovra", -- [1]
				"162066", -- [2]
				"Ледяной капкан", -- [3]
				16.5, -- [4]
				537467, -- [5]
				["id"] = 1736,
			},
			["323143"] = {
				"Lord Chamberlain", -- [1]
				"323143", -- [2]
				"Телекинетический бросок", -- [3]
				7.5, -- [4]
				135822, -- [5]
				["id"] = 2381,
			},
			["227851"] = {
				"Moroes", -- [1]
				"227851", -- [2]
				"Дресс-код", -- [3]
				30, -- [4]
				132358, -- [5]
				["id"] = 1961,
			},
			["347610"] = {
				"So'azmi", -- [1]
				"347610", -- [2]
				"Шури", -- [3]
				19.4, -- [4]
				1041235, -- [5]
				["id"] = 2437,
			},
			["166923"] = {
				"Fleshrender Nok'gar", -- [1]
				"166923", -- [2]
				"Залп шипастых стрел", -- [3]
				32.4, -- [4]
				461114, -- [5]
				["id"] = 1749,
			},
			["227779"] = {
				"Shade of Medivh", -- [1]
				"227779", -- [2]
				"Бесконечная зима", -- [3]
				20, -- [4]
				538770, -- [5]
				["id"] = 1965,
			},
			["298651"] = {
				"Trixie & Naeno", -- [1]
				"298651", -- [2]
				"Форсаж", -- [3]
				2, -- [4]
				2115321, -- [5]
				["id"] = 2312,
			},
			["160681"] = {
				"Nitrogg Thundertower", -- [1]
				"160681", -- [2]
				"Подавляющий обстрел: Альзамарка*", -- [3]
				10, -- [4]
				841383, -- [5]
				["id"] = 1732,
			},
			["347949"] = {
				"Zo'phex the Sentinel", -- [1]
				"347949", -- [2]
				"Допрос", -- [3]
				34.1, -- [4]
				132284, -- [5]
				["id"] = 2425,
			},
			["198079"] = {
				"Smashspite", -- [1]
				"198079", -- [2]
				"Ненавидящий взгляд", -- [3]
				5.8, -- [4]
				132284, -- [5]
				["id"] = 1834,
			},
			["347151"] = {
				"Timecap'n Hooktail", -- [1]
				"347151", -- [2]
				"Удар крюком", -- [3]
				8.1, -- [4]
				134226, -- [5]
				["id"] = 2419,
			},
			["360562"] = {
				"The Jailer", -- [1]
				"360562", -- [2]
				"Дециматор (1)", -- [3]
				23, -- [4]
				237274, -- [5]
				["id"] = 2537,
			},
			["365436"] = {
				"The Jailer", -- [1]
				"365436", -- [2]
				"Мучение (1)", -- [3]
				21.9, -- [4]
				1354410, -- [5]
				["id"] = 2537,
			},
			["322651"] = {
				"Tred'ova", -- [1]
				"322651", -- [2]
				"Кислотный выброс", -- [3]
				7.9, -- [4]
				132104, -- [5]
				["id"] = 2393,
			},
			["162617"] = {
				"Rocketspark and Borka", -- [1]
				"162617", -- [2]
				"Мощный удар", -- [3]
				6.5, -- [4]
				236316, -- [5]
				["id"] = 1715,
			},
			["200050"] = {
				"Shade of Xavius", -- [1]
				"200050", -- [2]
				"Апокалиптический Кошмар", -- [3]
				5, -- [4]
				1357806, -- [5]
				["id"] = 1839,
			},
			["162500"] = {
				"Rocketspark and Borka", -- [1]
				"162500", -- [2]
				"Устранитель целей VX18-B", -- [3]
				3, -- [4]
				134285, -- [5]
				["id"] = 1715,
			},
			["320788"] = {
				"Nalthor the Rimebinder", -- [1]
				"320788", -- [2]
				"Ледяные путы", -- [3]
				8, -- [4]
				135834, -- [5]
				["id"] = 2390,
			},
			["207261"] = {
				"Patrol Captain Gerdo", -- [1]
				"207261", -- [2]
				"Резонирующий удар сплеча", -- [3]
				7, -- [4]
				135734, -- [5]
				["id"] = 1868,
			},
			["198820"] = {
				"Kurtalos Ravencrest", -- [1]
				"198820", -- [2]
				"Темный взрыв", -- [3]
				12, -- [4]
				136141, -- [5]
				["id"] = 1835,
			},
			["291613"] = {
				"King Mechagon", -- [1]
				"291613", -- [2]
				"Взлетаю!", -- [3]
				30, -- [4]
				133029, -- [5]
				["id"] = 2260,
			},
			["360162"] = {
				"Vigilant Guardian", -- [1]
				"360162", -- [2]
				"Дискретная реальность (1)", -- [3]
				31.5, -- [4]
				525025, -- [5]
				["id"] = 2512,
			},
			["323149"] = {
				"Ingra Maloch", -- [1]
				"323149", -- [2]
				"Подчинение тьме", -- [3]
				30.5, -- [4]
				252272, -- [5]
				["id"] = 2397,
			},
			["321368"] = {
				"Nalthor the Rimebinder", -- [1]
				"321368", -- [2]
				"Ледяная эгида", -- [3]
				13, -- [4]
				236224, -- [5]
				["id"] = 2390,
			},
			["294853"] = {
				"Machinist's Garden", -- [1]
				"294853", -- [2]
				"Активировать растение", -- [3]
				6.1, -- [4]
				136243, -- [5]
				["id"] = 2259,
			},
			["163376"] = {
				"Grimrail Enforcers", -- [1]
				"163376", -- [2]
				"Неисправный кабельный гипердефибриллятор 9000-XL", -- [3]
				24.3, -- [4]
				136050, -- [5]
				["id"] = 1748,
			},
			["163390"] = {
				"Grimrail Enforcers", -- [1]
				"163390", -- [2]
				"Ловушки для огров", -- [3]
				12.9, -- [4]
				133710, -- [5]
				["id"] = 1748,
			},
			["162058"] = {
				"Skylord Tovra", -- [1]
				"162058", -- [2]
				"Закрученное копье", -- [3]
				16.5, -- [4]
				135130, -- [5]
				["id"] = 1736,
			},
			["227985"] = {
				"Opera Hall: Beautiful Beast", -- [1]
				"227985", -- [2]
				"Сминание доспеха", -- [3]
				15.8, -- [4]
				132358, -- [5]
				["id"] = 1957,
			},
			["294929"] = {
				"K.U.-J.0.", -- [1]
				"294929", -- [2]
				"Пылающий укус", -- [3]
				10.9, -- [4]
				1530249, -- [5]
				["id"] = 2258,
			},
			["198073"] = {
				"Smashspite", -- [1]
				"198073", -- [2]
				"Сотрясающий землю топот", -- [3]
				12, -- [4]
				132368, -- [5]
				["id"] = 1834,
			},
			["198635"] = {
				"Kurtalos Ravencrest", -- [1]
				"198635", -- [2]
				"Неумолимый удар", -- [3]
				5.5, -- [4]
				1278100, -- [5]
				["id"] = 1835,
			},
			["322614"] = {
				"Tred'ova", -- [1]
				"322614", -- [2]
				"Связь разума", -- [3]
				52, -- [4]
				3528276, -- [5]
				["id"] = 2393,
			},
			["229159"] = {
				"Viz'aduum the Watcher", -- [1]
				"229159", -- [2]
				"Тени Хаоса", -- [3]
				15.76, -- [4]
				332402, -- [5]
				["id"] = 2017,
			},
			["364881"] = {
				"Vigilant Guardian", -- [1]
				"364881", -- [2]
				"Рассеивание материи (1)", -- [3]
				31.5, -- [4]
				4263293, -- [5]
				["id"] = 2512,
			},
			["353706"] = {
				"Myza's Oasis", -- [1]
				"353706", -- [2]
				"Вспыльчивость", -- [3]
				41.3, -- [4]
				136146, -- [5]
				["id"] = 2440,
			},
			["204574"] = {
				"Oakheart", -- [1]
				"204574", -- [2]
				"Корни-душители", -- [3]
				12, -- [4]
				458176, -- [5]
				["id"] = 1837,
			},
			["297128"] = {
				"Operation: Mechagon Trash", -- [1]
				"297128", -- [2]
				"<Чтение Кинетическое воздействие>", -- [3]
				3, -- [4]
				612098, -- [5]
				["id"] = 2260,
			},
			["209628"] = {
				"Advisor Melandrus", -- [1]
				"209628", -- [2]
				"Пронзающий ураган", -- [3]
				11, -- [4]
				1020351, -- [5]
				["id"] = 1870,
			},
			["227477"] = {
				"Opera Hall: Wikket", -- [1]
				"227477", -- [2]
				"Вызов помощников", -- [3]
				32, -- [4]
				877482, -- [5]
				["id"] = 1957,
			},
			["201733"] = {
				"Kurtalos Ravencrest", -- [1]
				"201733", -- [2]
				"Жалящий рой", -- [3]
				17, -- [4]
				538518, -- [5]
				["id"] = 1835,
			},
			["334476"] = {
				"Surgeon Stitchflesh", -- [1]
				"334476", -- [2]
				"Бальзамирующая лимфа", -- [3]
				12.1, -- [4]
				1001622, -- [5]
				["id"] = 2389,
			},
			["230084"] = {
				"Viz'aduum the Watcher", -- [1]
				"230084", -- [2]
				"<Чтение Стабилизация разлома>", -- [3]
				30, -- [4]
				1394890, -- [5]
				["id"] = 2017,
			},
			["346957"] = {
				"Hylbrande", -- [1]
				"346957", -- [2]
				"Очищение огнем", -- [3]
				10.5, -- [4]
				612968, -- [5]
				["id"] = 2426,
			},
			["297985"] = {
				"Gunker", -- [1]
				"297985", -- [2]
				"Бурление жижи", -- [3]
				8.3, -- [4]
				136016, -- [5]
				["id"] = 2292,
			},
			["207278"] = {
				"Patrol Captain Gerdo", -- [1]
				"207278", -- [2]
				"Чародейская изоляция", -- [3]
				15.5, -- [4]
				1041230, -- [5]
				["id"] = 1868,
			},
			["195254"] = {
				"Amalgam of Souls", -- [1]
				"195254", -- [2]
				"Вращающаяся коса", -- [3]
				8.5, -- [4]
				1060569, -- [5]
				["id"] = 1832,
			},
			["362885"] = {
				"Artificer Xy'mox v2", -- [1]
				"362885", -- [2]
				"Ловушки (1)", -- [3]
				21, -- [4]
				4037120, -- [5]
				["id"] = 2553,
			},
			["199143"] = {
				"Kurtalos Ravencrest", -- [1]
				"199143", -- [2]
				"Гипнотическое облако", -- [3]
				30.8, -- [4]
				136182, -- [5]
				["id"] = 1835,
			},
			["197546"] = {
				"Illysanna Ravencrest", -- [1]
				"197546", -- [2]
				"Жуткая глефа", -- [3]
				5.5, -- [4]
				1138466, -- [5]
				["id"] = 1833,
			},
			["196376"] = {
				"Archdruid Glaidalis", -- [1]
				"196376", -- [2]
				"Мучительное разрывание", -- [3]
				5, -- [4]
				132133, -- [5]
				["id"] = 1836,
			},
			["300188"] = {
				"Operation: Mechagon Trash", -- [1]
				"300188", -- [2]
				"Металломет", -- [3]
				12.1, -- [4]
				1373903, -- [5]
				["id"] = 2312,
			},
			["368529"] = {
				"Halondrus the Reclaimer", -- [1]
				"368529", -- [2]
				"Перегрузка машины вечности", -- [3]
				7.5, -- [4]
				3950360, -- [5]
				["id"] = 2529,
			},
			["227783"] = {
				"Opera Hall: Westfall Story", -- [1]
				"227783", -- [2]
				"Ураганная волна", -- [3]
				15.5, -- [4]
				237590, -- [5]
				["id"] = 1957,
			},
			["227410"] = {
				"Opera Hall: Wikket", -- [1]
				"227410", -- [2]
				"Дивное сияние", -- [3]
				8.5, -- [4]
				1391780, -- [5]
				["id"] = 1957,
			},
			["347149"] = {
				"Timecap'n Hooktail", -- [1]
				"347149", -- [2]
				"Дыхание Бесконечности", -- [3]
				15, -- [4]
				1029007, -- [5]
				["id"] = 2419,
			},
			["347094"] = {
				"Hylbrande", -- [1]
				"347094", -- [2]
				"Удар титанов", -- [3]
				15.4, -- [4]
				236312, -- [5]
				["id"] = 2426,
			},
			["206847"] = {
				"Gul'dan", -- [1]
				"206847", -- [2]
				"Паразитарная рана", -- [3]
				8.6, -- [4]
				136214, -- [5]
				["id"] = 1866,
			},
			["228025"] = {
				"Opera Hall: Beautiful Beast", -- [1]
				"228025", -- [2]
				"Волна жара", -- [3]
				30, -- [4]
				136196, -- [5]
				["id"] = 1957,
			},
			["229151"] = {
				"Viz'aduum the Watcher", -- [1]
				"229151", -- [2]
				"Расщепление", -- [3]
				10.8, -- [4]
				1117883, -- [5]
				["id"] = 2017,
			},
			["329110"] = {
				"Doctor Ickus", -- [1]
				"329110", -- [2]
				"Инъекция слизи", -- [3]
				10, -- [4]
				3459797, -- [5]
				["id"] = 2384,
			},
			["-12527"] = {
				"Naraxas", -- [1]
				"-12527", -- [2]
				"Преданный червепоклонник", -- [3]
				10, -- [4]
				136189, -- [5]
				["id"] = 1792,
			},
			["349954"] = {
				"The Grand Menagerie", -- [1]
				"349954", -- [2]
				"Протокол очищения", -- [3]
				6.7, -- [4]
				3528285, -- [5]
				["id"] = 2441,
			},
			["301351"] = {
				"HK-8 Aerial Oppression Unit", -- [1]
				"301351", -- [2]
				"Передатчик подкрепления", -- [3]
				21.4, -- [4]
				516796, -- [5]
				["id"] = 2291,
			},
			["322550"] = {
				"Tred'ova", -- [1]
				"322550", -- [2]
				"Помощники", -- [3]
				55.9, -- [4]
				2141733, -- [5]
				["id"] = 2393,
			},
			["228852"] = {
				"Attumen the Huntsman", -- [1]
				"228852", -- [2]
				"Разделенные муки", -- [3]
				18.2, -- [4]
				132215, -- [5]
				["id"] = 1960,
			},
			["229248"] = {
				"Viz'aduum the Watcher", -- [1]
				"229248", -- [2]
				"Луч Скверны", -- [3]
				5.9, -- [4]
				135794, -- [5]
				["id"] = 2017,
			},
			["163689"] = {
				"Grimrail Enforcers", -- [1]
				"163689", -- [2]
				"Щит", -- [3]
				28, -- [4]
				538040, -- [5]
				["id"] = 1748,
			},
			["322711"] = {
				"Halkias, the Sin-Stained Goliath", -- [1]
				"322711", -- [2]
				"Лучи", -- [3]
				49.8, -- [4]
				537468, -- [5]
				["id"] = 2401,
			},
			["228019"] = {
				"Opera Hall: Beautiful Beast", -- [1]
				"228019", -- [2]
				"Объедки", -- [3]
				7, -- [4]
				133783, -- [5]
				["id"] = 1957,
			},
			["350916"] = {
				"Myza's Oasis", -- [1]
				"350916", -- [2]
				"Удар охранника", -- [3]
				8.8, -- [4]
				3922561, -- [5]
				["id"] = 2440,
			},
			["323650"] = {
				"High Adjudicator Aleez", -- [1]
				"323650", -- [2]
				"Пугающее сосредоточение", -- [3]
				16, -- [4]
				841379, -- [5]
				["id"] = 2403,
			},
			["322936"] = {
				"Halkias, the Sin-Stained Goliath", -- [1]
				"322936", -- [2]
				"Крошащий удар", -- [3]
				4.9, -- [4]
				134459, -- [5]
				["id"] = 2401,
			},
			["162415"] = {
				"Oshir", -- [1]
				"162415", -- [2]
				"Кушать подано: Rägrak*", -- [3]
				20, -- [4]
				132139, -- [5]
				["id"] = 1750,
			},
			["164734"] = {
				"Fleshrender Nok'gar", -- [1]
				"164734", -- [2]
				"Полосующий размах", -- [3]
				17, -- [4]
				134296, -- [5]
				["id"] = 1749,
			},
			["323236"] = {
				"Lord Chamberlain", -- [1]
				"323236", -- [2]
				"Высвобожденное страдание", -- [3]
				16.8, -- [4]
				1035037, -- [5]
				["id"] = 2381,
			},
			["322943"] = {
				"Halkias, the Sin-Stained Goliath", -- [1]
				"322943", -- [2]
				"Бросок обломка", -- [3]
				13.7, -- [4]
				1500971, -- [5]
				["id"] = 2401,
			},
			["204667"] = {
				"Oakheart", -- [1]
				"204667", -- [2]
				"Дыхание Кошмара", -- [3]
				18, -- [4]
				1357794, -- [5]
				["id"] = 1837,
			},
			["332617"] = {
				"Doctor Ickus", -- [1]
				"332617", -- [2]
				"Выброс заразы", -- [3]
				10.5, -- [4]
				3459800, -- [5]
				["id"] = 2384,
			},
			["227404"] = {
				"Attumen the Huntsman", -- [1]
				"227404", -- [2]
				"Незримое присутствие", -- [3]
				5, -- [4]
				135974, -- [5]
				["id"] = 1960,
			},
			["230066"] = {
				"Viz'aduum the Watcher", -- [1]
				"230066", -- [2]
				"Флегма Тьмы", -- [3]
				10, -- [4]
				236302, -- [5]
				["id"] = 2017,
			},
			["227545"] = {
				"Moroes", -- [1]
				"227545", -- [2]
				"Похищение маны", -- [3]
				9, -- [4]
				136213, -- [5]
				["id"] = 1961,
			},
			["302682"] = {
				"Trixie & Naeno", -- [1]
				"302682", -- [2]
				"Суперэлектрошок", -- [3]
				26.4, -- [4]
				237587, -- [5]
				["id"] = 2312,
			},
			["188169"] = {
				"Rokmora", -- [1]
				"188169", -- [2]
				"Бритвенно-острые осколки", -- [3]
				25, -- [4]
				135857, -- [5]
				["id"] = 1790,
			},
			["297834"] = {
				"Gunker", -- [1]
				"297834", -- [2]
				"Волна яда", -- [3]
				44.8, -- [4]
				136233, -- [5]
				["id"] = 2292,
			},
			["324368"] = {
				"Kin-Tara", -- [1]
				"324368", -- [2]
				"Ослабленный шквал", -- [3]
				6, -- [4]
				3528304, -- [5]
				["id"] = 2357,
			},
			["219488"] = {
				"Patrol Captain Gerdo", -- [1]
				"219488", -- [2]
				"Дворник", -- [3]
				11, -- [4]
				1391767, -- [5]
				["id"] = 1868,
			},
			["371447"] = {
				"Sepulcher of the First Ones Affixes", -- [1]
				"371447", -- [2]
				"|A:ui-ej-icon-empoweredraid-large:0:0|a Преграда (2)", -- [3]
				60, -- [4]
				3950357, -- [5]
				["id"] = 2542,
			},
			["365315"] = {
				"Vigilant Guardian", -- [1]
				"365315", -- [2]
				"Маленькие помощники (1)", -- [3]
				5, -- [4]
				1029580, -- [5]
				["id"] = 2512,
			},
			["198564"] = {
				"Ularogg Cragshaper", -- [1]
				"198564", -- [2]
				"Горная стойка", -- [3]
				36.4, -- [4]
				1016245, -- [5]
				["id"] = 1791,
			},
			["228269"] = {
				"Shade of Medivh", -- [1]
				"228269", -- [2]
				"Венец пламени", -- [3]
				20, -- [4]
				459027, -- [5]
				["id"] = 1965,
			},
			["227672"] = {
				"Moroes", -- [1]
				"227672", -- [2]
				"Сокрушитель воли", -- [3]
				10.5, -- [4]
				132351, -- [5]
				["id"] = 1961,
			},
			["283551"] = {
				"King Mechagon", -- [1]
				"283551", -- [2]
				"Магнитохват", -- [3]
				35.6, -- [4]
				892830, -- [5]
				["id"] = 2260,
			},
			["168965"] = {
				"Skulloc", -- [1]
				"168965", -- [2]
				"Прыжок берсерка", -- [3]
				8.4, -- [4]
				236171, -- [5]
				["id"] = 1754,
			},
			["362803"] = {
				"Artificer Xy'mox v2", -- [1]
				"362803", -- [2]
				"Стяжка Ф1 (1)", -- [3]
				40, -- [4]
				3954409, -- [5]
				["id"] = 2553,
			},
			["366285"] = {
				"The Jailer", -- [1]
				"366285", -- [2]
				"Подчинение (1)", -- [3]
				59, -- [4]
				4005157, -- [5]
				["id"] = 2537,
			},
			["328791"] = {
				"Lord Chamberlain", -- [1]
				"328791", -- [2]
				"Горестный ритуал", -- [3]
				13.9, -- [4]
				237536, -- [5]
				["id"] = 2381,
			},
			["323059"] = {
				"Ingra Maloch", -- [1]
				"323059", -- [2]
				"Гнев дромана", -- [3]
				15, -- [4]
				134218, -- [5]
				["id"] = 2397,
			},
			["163947"] = {
				"Rocketspark and Borka", -- [1]
				"163947", -- [2]
				"Восстановление", -- [3]
				8, -- [4]
				135860, -- [5]
				["id"] = 1715,
			},
			["359809"] = {
				"The Jailer", -- [1]
				"359809", -- [2]
				"Цепи страдания (1)", -- [3]
				90, -- [4]
				463560, -- [5]
				["id"] = 2537,
			},
			["161256"] = {
				"Oshir", -- [1]
				"161256", -- [2]
				"Дикий бросок", -- [3]
				7.4, -- [4]
				134296, -- [5]
				["id"] = 1750,
			},
			["vault_purifier"] = {
				"Hylbrande", -- [1]
				"vault_purifier", -- [2]
				"Помощники", -- [3]
				19, -- [4]
				"Interface\\Icons\\achievement_dungeon_ulduarraid_titan_01", -- [5]
				["id"] = 2426,
			},
			["363893"] = {
				"The Jailer", -- [1]
				"363893", -- [2]
				"Танковское комбо (1)", -- [3]
				40, -- [4]
				517163, -- [5]
				["id"] = 2537,
			},
			["285388"] = {
				"Tussle Tonks", -- [1]
				"285388", -- [2]
				"Выброс пламени", -- [3]
				22, -- [4]
				133407, -- [5]
				["id"] = 2257,
			},
			["361676"] = {
				"Halondrus the Reclaimer", -- [1]
				"361676", -- [2]
				"Снаряды (1)", -- [3]
				43.1, -- [4]
				134293, -- [5]
				["id"] = 2529,
			},
			["cc"] = {
				"Moroes", -- [1]
				"cc", -- [2]
				"Ловушка для призраков: Лорд Криспин Ференс", -- [3]
				62.52599999995437, -- [4]
				461122, -- [5]
				["id"] = 1961,
			},
			["208165"] = {
				"Talixae Flamewreath", -- [1]
				"208165", -- [2]
				"Иссохшая душа", -- [3]
				13, -- [4]
				460700, -- [5]
				["id"] = 1869,
			},
			["364522"] = {
				"Skolex, the Insatiable Ravener", -- [1]
				"364522", -- [2]
				"Голодная кровь", -- [3]
				9, -- [4]
				576310, -- [5]
				["id"] = 2542,
			},
			["328206"] = {
				"Echelon", -- [1]
				"328206", -- [2]
				"Проклятие камня", -- [3]
				22, -- [4]
				516666, -- [5]
				["id"] = 2380,
			},
			["353635"] = {
				"So'leah", -- [1]
				"353635", -- [2]
				"Взрывающаяся звезда", -- [3]
				20.3, -- [4]
				4037125, -- [5]
				["id"] = 2442,
			},
			["365169"] = {
				"The Jailer", -- [1]
				"365169", -- [2]
				"Осквернение (1)", -- [3]
				47, -- [4]
				1029008, -- [5]
				["id"] = 2537,
			},
			["321406"] = {
				"Doctor Ickus", -- [1]
				"321406", -- [2]
				"<Чтение Заразный взрыв>", -- [3]
				30, -- [4]
				840194, -- [5]
				["id"] = 2384,
			},
			["227457"] = {
				"Mana Devourer", -- [1]
				"227457", -- [2]
				"Энергетический разряд", -- [3]
				21, -- [4]
				1394892, -- [5]
				["id"] = 1959,
			},
			["365212"] = {
				"The Jailer", -- [1]
				"365212", -- [2]
				"Цепи (1)", -- [3]
				52, -- [4]
				4067363, -- [5]
				["id"] = 2537,
			},
			["364465"] = {
				"Artificer Xy'mox v2", -- [1]
				"364465", -- [2]
				"Кольца Ф1 (1)", -- [3]
				26, -- [4]
				4037122, -- [5]
				["id"] = 2553,
			},
			["291626"] = {
				"King Mechagon", -- [1]
				"291626", -- [2]
				"<Чтение Режущий луч>", -- [3]
				6, -- [4]
				839983, -- [5]
				["id"] = 2260,
			},
			["360906"] = {
				"Vigilant Guardian", -- [1]
				"360906", -- [2]
				"Преломленный взрыв (1)", -- [3]
				16, -- [4]
				1044088, -- [5]
				["id"] = 2512,
			},
			["342171"] = {
				"Halls of Atonement Trash", -- [1]
				"342171", -- [2]
				"Верные камнерожденные", -- [3]
				45, -- [4]
				3565720, -- [5]
				["id"] = 2401,
			},
			["227254"] = {
				"The Curator", -- [1]
				"227254", -- [2]
				"Прилив сил", -- [3]
				68, -- [4]
				135729, -- [5]
				["id"] = 1964,
			},
			["360412"] = {
				"Vigilant Guardian", -- [1]
				"360412", -- [2]
				"Обнаженный сердечник (1)", -- [3]
				90, -- [4]
				2065616, -- [5]
				["id"] = 2512,
			},
			["359610"] = {
				"Vigilant Guardian", -- [1]
				"359610", -- [2]
				"Развоплощение (1)", -- [3]
				37.8, -- [4]
				1357794, -- [5]
				["id"] = 2512,
			},
			["197478"] = {
				"Illysanna Ravencrest", -- [1]
				"197478", -- [2]
				"Темный рывок", -- [3]
				14.8, -- [4]
				1247261, -- [5]
				["id"] = 1833,
			},
			["341709"] = {
				"Mistcaller", -- [1]
				"341709", -- [2]
				"Лисохвост", -- [3]
				18.1, -- [4]
				1698698, -- [5]
				["id"] = 2392,
			},
			["349797"] = {
				"The Grand Menagerie", -- [1]
				"349797", -- [2]
				"Великое поглощение", -- [3]
				25.9, -- [4]
				3528279, -- [5]
				["id"] = 2441,
			},
			["200700"] = {
				"Dargrul", -- [1]
				"200700", -- [2]
				"Оползень", -- [3]
				15, -- [4]
				451165, -- [5]
				["id"] = 1793,
			},
			["197418"] = {
				"Illysanna Ravencrest", -- [1]
				"197418", -- [2]
				"Мстительное рассечение", -- [3]
				8.3, -- [4]
				136158, -- [5]
				["id"] = 1833,
			},
			["floors_open"] = {
				"The Jailer", -- [1]
				"floors_open", -- [2]
				"Открытие пола", -- [3]
				16, -- [4]
				"Interface\\Icons\\inv_engineering_90_blackhole", -- [5]
				["id"] = 2537,
			},
			["360115"] = {
				"Halondrus the Reclaimer", -- [1]
				"360115", -- [2]
				"Сбор (1)", -- [3]
				61.2, -- [4]
				1029595, -- [5]
				["id"] = 2529,
			},
			["353312"] = {
				"Hylbrande", -- [1]
				"353312", -- [2]
				"Очищающий взрыв", -- [3]
				5.6, -- [4]
				236246, -- [5]
				["id"] = 2426,
			},
			["360373"] = {
				"The Jailer", -- [1]
				"360373", -- [2]
				"Пилоны (1)", -- [3]
				196.7, -- [4]
				4038102, -- [5]
				["id"] = 2537,
			},
			["162407"] = {
				"Rocketspark and Borka", -- [1]
				"162407", -- [2]
				"Обстрел ракетами X21-01A", -- [3]
				19, -- [4]
				134279, -- [5]
				["id"] = 1715,
			},
			["319733"] = {
				"Echelon", -- [1]
				"319733", -- [2]
				"Каменный зов", -- [3]
				15.5, -- [4]
				463493, -- [5]
				["id"] = 2380,
			},
			["349934"] = {
				"The Grand Menagerie", -- [1]
				"349934", -- [2]
				"Протокол флагелляции", -- [3]
				15.7, -- [4]
				3528286, -- [5]
				["id"] = 2441,
			},
			["198496"] = {
				"Ularogg Cragshaper", -- [1]
				"198496", -- [2]
				"Раскол", -- [3]
				7.4, -- [4]
				132340, -- [5]
				["id"] = 1791,
			},
			["224333"] = {
				"Advisor Melandrus", -- [1]
				"224333", -- [2]
				"Вихрь", -- [3]
				8.4, -- [4]
				1029595, -- [5]
				["id"] = 1870,
			},
			["372634"] = {
				"Sepulcher of the First Ones Affixes", -- [1]
				"372634", -- [2]
				"|A:ui-ej-icon-empoweredraid-large:0:0|a Эссенция (1)", -- [3]
				11, -- [4]
				3950359, -- [5]
				["id"] = 2553,
			},
			["164835"] = {
				"Fleshrender Nok'gar", -- [1]
				"164835", -- [2]
				"Обескровливающий рев", -- [3]
				25.5, -- [4]
				930078, -- [5]
				["id"] = 1749,
			},
			["333488"] = {
				"Amarth, The Reanimator", -- [1]
				"333488", -- [2]
				"Некротическое дыхание", -- [3]
				29.5, -- [4]
				2576093, -- [5]
				["id"] = 2388,
			},
			["320966"] = {
				"Kin-Tara", -- [1]
				"320966", -- [2]
				"Рассекающий удар сверху", -- [3]
				7.3, -- [4]
				3284464, -- [5]
				["id"] = 2357,
			},
			["210150"] = {
				"Naraxas", -- [1]
				"210150", -- [2]
				"Токсичная желчь", -- [3]
				12, -- [4]
				136016, -- [5]
				["id"] = 1792,
			},
			["362028"] = {
				"The Jailer", -- [1]
				"362028", -- [2]
				"Подчинение (1)", -- [3]
				48, -- [4]
				4060509, -- [5]
				["id"] = 2537,
			},
			["327885"] = {
				"Lord Chamberlain", -- [1]
				"327885", -- [2]
				"Мучительный поток", -- [3]
				27.7, -- [4]
				3528313, -- [5]
				["id"] = 2381,
			},
			["warmup"] = {
				"The Grand Menagerie", -- [1]
				"warmup", -- [2]
				"Активен (2)", -- [3]
				22, -- [4]
				"Interface\\Icons\\achievement_dungeon_brokerdungeon", -- [5]
				["id"] = 2441,
			},
			["199193"] = {
				"Kurtalos Ravencrest", -- [1]
				"199193", -- [2]
				"Хитроумие повелителя ужаса", -- [3]
				22, -- [4]
				840942, -- [5]
				["id"] = 1835,
			},
			["346742"] = {
				"Mailroom Mayhem", -- [1]
				"346742", -- [2]
				"Массовая рассылка", -- [3]
				16, -- [4]
				413580, -- [5]
				["id"] = 2424,
			},
			["323552"] = {
				"High Adjudicator Aleez", -- [1]
				"323552", -- [2]
				"Залп силы", -- [3]
				12, -- [4]
				1394887, -- [5]
				["id"] = 2403,
			},
			["227267"] = {
				"The Curator", -- [1]
				"227267", -- [2]
				"Призыв нестабильной энергии", -- [3]
				5, -- [4]
				237510, -- [5]
				["id"] = 1964,
			},
			["227809"] = {
				"Maiden of Virtue", -- [1]
				"227809", -- [2]
				"Священная молния", -- [3]
				9, -- [4]
				1022948, -- [5]
				["id"] = 1954,
			},
			["202019"] = {
				"Kurtalos Ravencrest", -- [1]
				"202019", -- [2]
				"Залп стрел Тьмы", -- [3]
				17.5, -- [4]
				136197, -- [5]
				["id"] = 1835,
			},
			["229284"] = {
				"Viz'aduum the Watcher", -- [1]
				"229284", -- [2]
				"Приказ: бомбардировка", -- [3]
				27.9, -- [4]
				1450455, -- [5]
				["id"] = 2017,
			},
			["350919"] = {
				"Myza's Oasis", -- [1]
				"350919", -- [2]
				"Массовый контроль", -- [3]
				18.5, -- [4]
				3931763, -- [5]
				["id"] = 2440,
			},
			["291928"] = {
				"King Mechagon", -- [1]
				"291928", -- [2]
				"Гигаразряд", -- [3]
				8.4, -- [4]
				896468, -- [5]
				["id"] = 2260,
			},
			["198641"] = {
				"Kurtalos Ravencrest", -- [1]
				"198641", -- [2]
				"Крутящийся клинок", -- [3]
				11, -- [4]
				132330, -- [5]
				["id"] = 1835,
			},
			["200185"] = {
				"Shade of Xavius", -- [1]
				"200185", -- [2]
				"Кошмарная стрела", -- [3]
				7, -- [4]
				1357805, -- [5]
				["id"] = 1839,
			},
			["204666"] = {
				"Oakheart", -- [1]
				"204666", -- [2]
				"Расколовшаяся земля", -- [3]
				7.3, -- [4]
				132368, -- [5]
				["id"] = 1837,
			},
			["363332"] = {
				"The Jailer", -- [1]
				"363332", -- [2]
				"Неодолимая хватка", -- [3]
				15, -- [4]
				1380367, -- [5]
				["id"] = 2537,
			},
			["350804"] = {
				"So'leah", -- [1]
				"350804", -- [2]
				"Взрыв (4)", -- [3]
				30, -- [4]
				4037121, -- [5]
				["id"] = 2442,
			},
			["227800"] = {
				"Maiden of Virtue", -- [1]
				"227800", -- [2]
				"Шок небес", -- [3]
				16, -- [4]
				135972, -- [5]
				["id"] = 1954,
			},
			["346296"] = {
				"Mailroom Mayhem", -- [1]
				"346296", -- [2]
				"Взрыв (1)", -- [3]
				30, -- [4]
				1044088, -- [5]
				["id"] = 2424,
			},
			["371254"] = {
				"Sepulcher of the First Ones Affixes", -- [1]
				"371254", -- [2]
				"|A:ui-ej-icon-empoweredraid-large:0:0|a Кик аффикс (2)", -- [3]
				75, -- [4]
				3672192, -- [5]
				["id"] = 2512,
			},
			["activate_plant"] = {
				"Machinist's Garden", -- [1]
				"activate_plant", -- [2]
				"Активировать растение", -- [3]
				6.1, -- [4]
				"Interface\\Icons\\inv_misc_herb_felblossom", -- [5]
				["id"] = 2259,
			},
			["232153"] = {
				"Opera Hall: Beautiful Beast", -- [1]
				"232153", -- [2]
				"Сим-каражим!", -- [3]
				17, -- [4]
				458731, -- [5]
				["id"] = 1957,
			},
			["320012"] = {
				"Amarth, The Reanimator", -- [1]
				"320012", -- [2]
				"Нечестивое бешенство", -- [3]
				7, -- [4]
				136224, -- [5]
				["id"] = 2388,
			},
			["296522"] = {
				"HK-8 Aerial Oppression Unit", -- [1]
				"296522", -- [2]
				"Самоуничтожение", -- [3]
				15, -- [4]
				1041235, -- [5]
				["id"] = 2291,
			},
			["321834"] = {
				"Mistcaller", -- [1]
				"321834", -- [2]
				"Выбивной", -- [3]
				7, -- [4]
				132387, -- [5]
				["id"] = 2392,
			},
			["188114"] = {
				"Rokmora", -- [1]
				"188114", -- [2]
				"Дробление", -- [3]
				24, -- [4]
				451165, -- [5]
				["id"] = 1790,
			},
			["164837"] = {
				"Fleshrender Nok'gar", -- [1]
				"164837", -- [2]
				"Злобный укус: Альзамарка*", -- [3]
				6, -- [4]
				999950, -- [5]
				["id"] = 1749,
			},
			["198446"] = {
				"Smashspite", -- [1]
				"198446", -- [2]
				"Сквернорвота", -- [3]
				31, -- [4]
				1129418, -- [5]
				["id"] = 1834,
			},
			["227523"] = {
				"Mana Devourer", -- [1]
				"227523", -- [2]
				"Энергетическая пустота", -- [3]
				14.5, -- [4]
				1386548, -- [5]
				["id"] = 1959,
			},
			["205549"] = {
				"Naraxas", -- [1]
				"205549", -- [2]
				"Зловонная пасть", -- [3]
				7, -- [4]
				136007, -- [5]
				["id"] = 1792,
			},
			["365297"] = {
				"Halondrus the Reclaimer", -- [1]
				"365297", -- [2]
				"Призмы (1)", -- [3]
				21.1, -- [4]
				4263293, -- [5]
				["id"] = 2529,
			},
			["295536"] = {
				"HK-8 Aerial Oppression Unit", -- [1]
				"295536", -- [2]
				"<Чтение Пушечный выстрел>", -- [3]
				3, -- [4]
				1320373, -- [5]
				["id"] = 2291,
			},
			["nil"] = {
				"Wipe", -- [1]
				"nil", -- [2]
				"Появление босса", -- [3]
				30, -- [4]
				236372, -- [5]
				["id"] = 1732,
			},
			["359856"] = {
				"The Jailer", -- [1]
				"359856", -- [2]
				"Выстрел в танка (1)", -- [3]
				30, -- [4]
				1305158, -- [5]
				["id"] = 2537,
			},
			["291930"] = {
				"K.U.-J.0.", -- [1]
				"291930", -- [2]
				"Сброс груза", -- [3]
				7.1, -- [4]
				132763, -- [5]
				["id"] = 2258,
			},
			["163550"] = {
				"Nitrogg Thundertower", -- [1]
				"163550", -- [2]
				"Мортира Черной горы", -- [3]
				10.1, -- [4]
				135808, -- [5]
				["id"] = 1732,
			},
			["285454"] = {
				"Machinist's Garden", -- [1]
				"285454", -- [2]
				"Импульсный деформатор", -- [3]
				8.5, -- [4]
				1778228, -- [5]
				["id"] = 2259,
			},
			["326389"] = {
				"Echelon", -- [1]
				"326389", -- [2]
				"Поток крови", -- [3]
				9.5, -- [4]
				1394887, -- [5]
				["id"] = 2380,
			},
			["207906"] = {
				"Talixae Flamewreath", -- [1]
				"207906", -- [2]
				"Интенсивное горение", -- [3]
				6, -- [4]
				135818, -- [5]
				["id"] = 1869,
			},
			["227789"] = {
				"Maiden of Virtue", -- [1]
				"227789", -- [2]
				"Священная земля", -- [3]
				11.1, -- [4]
				135926, -- [5]
				["id"] = 1954,
			},
			["162171"] = {
				"Rocketspark and Borka", -- [1]
				"162171", -- [2]
				"Выгодная позиция", -- [3]
				9, -- [4]
				133031, -- [5]
				["id"] = 1715,
			},
			["359028"] = {
				"Myza's Oasis", -- [1]
				"359028", -- [2]
				"Удар охранника", -- [3]
				15.8, -- [4]
				3922561, -- [5]
				["id"] = 2440,
			},
			["168348"] = {
				"Skulloc", -- [1]
				"168348", -- [2]
				"Быстрая стрельба", -- [3]
				12.2, -- [4]
				236203, -- [5]
				["id"] = 1754,
			},
			["227508"] = {
				"Maiden of Virtue", -- [1]
				"227508", -- [2]
				"Всеобщее покаяние", -- [3]
				47.5, -- [4]
				135942, -- [5]
				["id"] = 1954,
			},
			["321828"] = {
				"Mistcaller", -- [1]
				"321828", -- [2]
				"Ладушки", -- [3]
				13.7, -- [4]
				134470, -- [5]
				["id"] = 2392,
			},
			["227616"] = {
				"Moroes", -- [1]
				"227616", -- [2]
				"Усиление оружия", -- [3]
				9.5, -- [4]
				537253, -- [5]
				["id"] = 1961,
			},
			["346766"] = {
				"Hylbrande", -- [1]
				"346766", -- [2]
				"Цикл санации", -- [3]
				38.8, -- [4]
				135949, -- [5]
				["id"] = 2426,
			},
			["191325"] = {
				"Dresaron", -- [1]
				"191325", -- [2]
				"Дыхание порчи", -- [3]
				13.5, -- [4]
				1357794, -- [5]
				["id"] = 1838,
			},
			["350517"] = {
				"Timecap'n Hooktail", -- [1]
				"350517", -- [2]
				"Двойная скорость", -- [3]
				55, -- [4]
				458224, -- [5]
				["id"] = 2419,
			},
			["163379"] = {
				"Grimrail Enforcers", -- [1]
				"163379", -- [2]
				"Большой бум", -- [3]
				15.8, -- [4]
				463515, -- [5]
				["id"] = 1748,
			},
			["focused_power"] = {
				"Shade of Medivh", -- [1]
				"focused_power", -- [2]
				"Средоточие силы", -- [3]
				29.2930791373159, -- [4]
				"Interface\\Icons\\ability_mage_greaterinvisibility", -- [5]
				["id"] = 1965,
			},
			["207881"] = {
				"Talixae Flamewreath", -- [1]
				"207881", -- [2]
				"Инфернальное извержение", -- [3]
				19, -- [4]
				451164, -- [5]
				["id"] = 1869,
			},
			["227987"] = {
				"Opera Hall: Beautiful Beast", -- [1]
				"227987", -- [2]
				"Звонок к обеду!", -- [3]
				8.5, -- [4]
				133706, -- [5]
				["id"] = 1957,
			},
			["360451"] = {
				"Skolex, the Insatiable Ravener", -- [1]
				"360451", -- [2]
				"Срыгивание (1)", -- [3]
				24, -- [4]
				136007, -- [5]
				["id"] = 2542,
			},
			["360977"] = {
				"Halondrus the Reclaimer", -- [1]
				"360977", -- [2]
				"Луч (2)", -- [3]
				4.5, -- [4]
				4038101, -- [5]
				["id"] = 2529,
			},
			["209602"] = {
				"Advisor Melandrus", -- [1]
				"209602", -- [2]
				"Буйство клинков (1)", -- [3]
				5.2, -- [4]
				965900, -- [5]
				["id"] = 1870,
			},
			["337249"] = {
				"Tred'ova", -- [1]
				"337249", -- [2]
				"Паразит", -- [3]
				22, -- [4]
				656595, -- [5]
				["id"] = 2393,
			},
			["365150"] = {
				"The Jailer", -- [1]
				"365150", -- [2]
				"Делёжка (1)", -- [3]
				63, -- [4]
				4005159, -- [5]
				["id"] = 2537,
			},
			["346286"] = {
				"Mailroom Mayhem", -- [1]
				"346286", -- [2]
				"Опасные жидкости", -- [3]
				6, -- [4]
				2057570, -- [5]
				["id"] = 2424,
			},
			["351124"] = {
				"So'leah", -- [1]
				"351124", -- [2]
				"Призыв убийц", -- [3]
				6.6, -- [4]
				413583, -- [5]
				["id"] = 2442,
			},
			["stages"] = {
				"Opera Hall: Beautiful Beast", -- [1]
				"stages", -- [2]
				"Активен", -- [3]
				5.9, -- [4]
				252184, -- [5]
				["id"] = 1957,
			},
			["298898"] = {
				"Trixie & Naeno", -- [1]
				"298898", -- [2]
				"Выкатываюсь!", -- [3]
				53.5, -- [4]
				2902999, -- [5]
				["id"] = 2312,
			},
			["204646"] = {
				"Oakheart", -- [1]
				"204646", -- [2]
				"Сокрушительная хватка", -- [3]
				28, -- [4]
				236316, -- [5]
				["id"] = 1837,
			},
			["334488"] = {
				"Surgeon Stitchflesh", -- [1]
				"334488", -- [2]
				"Рассечение плоти", -- [3]
				9.7, -- [4]
				3616005, -- [5]
				["id"] = 2389,
			},
			["337235"] = {
				"Tred'ova", -- [1]
				"337235", -- [2]
				"Паразит", -- [3]
				22, -- [4]
				656595, -- [5]
				["id"] = 2393,
			},
			["168227"] = {
				"Skulloc", -- [1]
				"168227", -- [2]
				"Удар гронна", -- [3]
				30, -- [4]
				132318, -- [5]
				["id"] = 1754,
			},
			["328756"] = {
				"Ingra Maloch", -- [1]
				"328756", -- [2]
				"Страх", -- [3]
				26.5, -- [4]
				136184, -- [5]
				["id"] = 2397,
			},
			["161090"] = {
				"Rocketspark and Borka", -- [1]
				"161090", -- [2]
				"Безумный порыв", -- [3]
				29.5, -- [4]
				132307, -- [5]
				["id"] = 1715,
			},
			["291865"] = {
				"King Mechagon", -- [1]
				"291865", -- [2]
				"Перенастройка", -- [3]
				5.9, -- [4]
				648208, -- [5]
				["id"] = 2260,
			},
			["323137"] = {
				"Ingra Maloch", -- [1]
				"323137", -- [2]
				"Ошеломляющая пыльца", -- [3]
				7, -- [4]
				134219, -- [5]
				["id"] = 2397,
			},
			["322681"] = {
				"Surgeon Stitchflesh", -- [1]
				"322681", -- [2]
				"Мясницкий крюк", -- [3]
				10.5, -- [4]
				1373906, -- [5]
				["id"] = 2389,
			},
			["320637"] = {
				"Blightbone", -- [1]
				"320637", -- [2]
				"Зловонный газ", -- [3]
				22.5, -- [4]
				646782, -- [5]
				["id"] = 2387,
			},
			["199345"] = {
				"Dresaron", -- [1]
				"199345", -- [2]
				"Нисходящий поток", -- [3]
				21, -- [4]
				1029595, -- [5]
				["id"] = 1838,
			},
			["200289"] = {
				"Shade of Xavius", -- [1]
				"200289", -- [2]
				"Усугубляющаяся паранойя", -- [3]
				25.5, -- [4]
				460691, -- [5]
				["id"] = 1839,
			},
			["362849"] = {
				"Artificer Xy'mox v2", -- [1]
				"362849", -- [2]
				"Вспышка гиперсвета (1)", -- [3]
				14, -- [4]
				4037124, -- [5]
				["id"] = 2553,
			},
			["321247"] = {
				"Amarth, The Reanimator", -- [1]
				"321247", -- [2]
				"Последняя жатва", -- [3]
				41.5, -- [4]
				2576087, -- [5]
				["id"] = 2388,
			},
			["325876"] = {
				"Halls of Atonement Trash", -- [1]
				"325876", -- [2]
				"Проклятие уничтожения: Крипериан", -- [3]
				6, -- [4]
				132094, -- [5]
				["id"] = 2403,
			},
			["227447"] = {
				"Opera Hall: Wikket", -- [1]
				"227447", -- [2]
				"Неподвластность притяжению", -- [3]
				10.5, -- [4]
				1386548, -- [5]
				["id"] = 1957,
			},
			["227363"] = {
				"Attumen the Huntsman", -- [1]
				"227363", -- [2]
				"Могучий топот", -- [3]
				15.4, -- [4]
				1338623, -- [5]
				["id"] = 1960,
			},
			["delivery_portal"] = {
				"Mailroom Mayhem", -- [1]
				"delivery_portal", -- [2]
				"Портал доставки", -- [3]
				35, -- [4]
				"Interface\\Icons\\spell_arcane_portaldalarancrater", -- [5]
				["id"] = 2424,
			},
			["346947"] = {
				"Mailroom Mayhem", -- [1]
				"346947", -- [2]
				"Нестабильный груз", -- [3]
				32.4, -- [4]
				451164, -- [5]
				["id"] = 2424,
			},
			["362721"] = {
				"Artificer Xy'mox v2", -- [1]
				"362721", -- [2]
				"Телепорты (1)", -- [3]
				8, -- [4]
				135743, -- [5]
				["id"] = 2553,
			},
			["351086"] = {
				"So'leah", -- [1]
				"351086", -- [2]
				"Переполняющая мощь", -- [3]
				65, -- [4]
				1033914, -- [5]
				["id"] = 2442,
			},
			["346971"] = {
				"Hylbrande", -- [1]
				"346971", -- [2]
				"Помощники", -- [3]
				19, -- [4]
				136243, -- [5]
				["id"] = 2426,
			},
			["200732"] = {
				"Dargrul", -- [1]
				"200732", -- [2]
				"Магматический удар", -- [3]
				18, -- [4]
				236253, -- [5]
				["id"] = 1793,
			},
			["359829"] = {
				"Skolex, the Insatiable Ravener", -- [1]
				"359829", -- [2]
				"Пыльное молотилово (1)", -- [3]
				2, -- [4]
				999952, -- [5]
				["id"] = 2542,
			},
			["360414"] = {
				"Vigilant Guardian", -- [1]
				"360414", -- [2]
				"Пневматический удар", -- [3]
				31.5, -- [4]
				2578727, -- [5]
				["id"] = 2512,
			},
			["196587"] = {
				"Amalgam of Souls", -- [1]
				"196587", -- [2]
				"Взрыв души", -- [3]
				27.5, -- [4]
				1120185, -- [5]
				["id"] = 1832,
			},
		},
		["encounter_timers_dbm"] = {
		},
	},
	["spell_category_latest_query"] = 0,
	["class_time_played"] = {
		["DEATHKNIGHT"] = 7955.198000000091,
		["WARRIOR"] = 8182.505000000005,
		["PALADIN"] = 279255.3269999994,
		[8] = {
			["DEATHKNIGHT"] = 2632.216000000015,
			["WARRIOR"] = 2622.429000000004,
			["DEMONHUNTER"] = 5941.547999999952,
			["PALADIN"] = 32626.41700000037,
			["SHAMAN"] = 11537.43399999989,
			["DRUID"] = 13124.37200000021,
			["MONK"] = 9446.168000000063,
			["PRIEST"] = 4952.797999999952,
		},
		["PRIEST"] = 27158.64799999993,
		["WARLOCK"] = 149.0819999999367,
		["DEMONHUNTER"] = 123915.9419999993,
		["DRUID"] = 77500.0700000003,
		["MONK"] = 197441.0929999996,
		["SHAMAN"] = 95592.62600000028,
	},
	["tutorial"] = {
		["unlock_button"] = 4,
		["main_help_button"] = 575,
		["WINDOW_GROUP_MAKING1"] = true,
		["DETAILS_INFO_TUTORIAL1"] = true,
		["alert_frames"] = {
			false, -- [1]
			false, -- [2]
			false, -- [3]
			false, -- [4]
			false, -- [5]
			false, -- [6]
		},
		["MIN_COMBAT_TIME"] = true,
		["logons"] = 575,
		["version_announce"] = 0,
		["ctrl_click_close_tutorial"] = false,
		["DETAILS_INFO_TUTORIAL2"] = 2,
		["bookmark_tutorial"] = false,
		["STREAMER_PLUGIN_FIRSTRUN"] = true,
	},
	["spell_category_latest_save"] = 0,
	["mythic_plus"] = {
		["make_overall_boss_only"] = false,
		["mythicrun_chart_frame"] = {
		},
		["merge_boss_trash"] = true,
		["delay_to_show_graphic"] = 5,
		["always_in_combat"] = false,
		["make_overall_when_done"] = true,
		["delete_trash_after_merge"] = true,
		["show_damage_graphic"] = false,
		["mythicrun_chart_frame_ready"] = {
			["y"] = -31.1998291015625,
			["x"] = -26.40008544921875,
			["point"] = "CENTER",
			["scale"] = 1,
		},
		["boss_dedicated_segment"] = true,
		["mythicrun_chart_frame_minimized"] = {
		},
		["last_mythicrun_chart"] = {
		},
	},
	["update_warning_timeout"] = 10,
	["exit_errors"] = {
	},
	["item_level_pool"] = {
		["Player-1602-0224EDBB"] = {
			["time"] = 1667066662,
			["name"] = "Сочувствие",
			["ilvl"] = 256.9375,
		},
		["Player-1602-0A92E0D2"] = {
			["time"] = 1667063961,
			["name"] = "Свёртка",
			["ilvl"] = 236.25,
		},
		["Player-1602-0C734AC9"] = {
			["time"] = 1667068584,
			["name"] = "Ниэтта",
			["ilvl"] = 300.125,
		},
		["Player-1614-0A80E6AE"] = {
			["time"] = 1667068584,
			["name"] = "Ипопо-Галакронд",
			["ilvl"] = 288.9375,
		},
		["Player-1602-02304928"] = {
			["time"] = 1667068584,
			["name"] = "Сострадание",
			["ilvl"] = 305.875,
		},
		["Player-1301-08B35796"] = {
			["time"] = 1667063961,
			["name"] = "Jágaren-Outland",
			["ilvl"] = 300.875,
		},
		["Player-1329-071B1307"] = {
			["time"] = 1667068584,
			["name"] = "Farover-Ravencrest",
			["ilvl"] = 301.375,
		},
		["Player-3703-04D36AB6"] = {
			["time"] = 1667066662,
			["name"] = "Nénharmâ-Frostwolf",
			["ilvl"] = 299.75,
		},
	},
	["spellid_ignored"] = {
	},
	["createauraframe"] = {
	},
	["data_wipes_exp"] = {
		["9"] = true,
		["14"] = false,
		["13"] = false,
		["12"] = false,
		["11"] = false,
		["10"] = false,
	},
	["realm_sync"] = true,
	["spell_category_latest_sent"] = 0,
	["global_plugin_database"] = {
		["DETAILS_PLUGIN_ENCOUNTER_DETAILS"] = {
			["encounter_timers_bw"] = {
			},
			["encounter_timers_dbm"] = {
			},
		},
	},
	["custom"] = {
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показать, кто в вашем рейде использовал зелье во время сражения.",
			["tooltip"] = "			--init:\n			local player, combat, instance = ...\n			\n			--get the debuff container for potion of focus\n			local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n			if (debuff_uptime_container) then\n				local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n				if (focus_potion) then\n				local name, _, icon = GetSpellInfo (DETAILS_FOCUS_POTION_ID)\n				GameCooltip:AddLine (name, 1) --> can use only 1 focus potion (can't be pre-potion)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n			end\n			\n			--get the misc actor container\n			local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n			if (buff_uptime_container) then\n				for spellId, _ in pairs (DetailsFramework.PotionIDs) do\n					local potionUsed = buff_uptime_container [spellId]\n			\n					if (potionUsed) then\n						local name, _, icon = GetSpellInfo (spellId)\n						GameCooltip:AddLine (name, potionUsed.activedamt)\n						_detalhes:AddTooltipBackgroundStatusbar()\n						GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					end\n				end\n			end\n			",
			["attribute"] = false,
			["name"] = "Использовано зелий",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n				\n				--get the misc actor container\n				local misc_container = combat:GetActorList ( DETAILS_ATTRIBUTE_MISC )\n				\n				--do the loop:\n				for _, player in ipairs ( misc_container ) do \n					\n					--only player in group\n					if (player:IsGroupPlayer()) then\n						\n						local found_potion = false\n						\n						--get the spell debuff uptime container\n						local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n						if (debuff_uptime_container) then\n							--potion of focus (can't use as pre-potion, so, its amount is always 1\n							local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n							\n							if (focus_potion) then\n								total = total + 1\n								found_potion = true\n								if (top < 1) then\n									top = 1\n								end\n								--add amount to the player \n								instance_container:AddValue (player, 1)\n							end\n						end\n						\n						--get the spell buff uptime container\n						local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n						if (buff_uptime_container) then\n							for spellId, _ in pairs (DetailsFramework.PotionIDs) do\n								local potionUsed = buff_uptime_container [spellId]\n				\n								if (potionUsed) then\n									local used = potionUsed.activedamt\n									if (used and used > 0) then\n										total = total + used\n										found_potion = true\n										if (used > top) then\n											top = used\n										end\n				\n										--add amount to the player \n										instance_container:AddValue (player, used)\n									end\n								end\n							end\n						end\n						\n						if (found_potion) then\n							amount = amount + 1\n						end    \n					end\n				end\n				\n				--return:\n				return total, top, amount\n				",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Potion_03",
			["script_version"] = 6,
		}, -- [1]
		{
			["source"] = false,
			["desc"] = "Показать, кто в вашей рейдовой группе использовал камень здоровья или целебное зелье.",
			["author"] = "Details! Team",
			["percent_script"] = false,
			["total_script"] = false,
			["attribute"] = false,
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n				\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n				local R, G, B, A = 0, 0, 0, 0.75\n				\n				local hs = actor:GetSpell (6262)\n				if (hs) then\n					GameCooltip:AddLine (select (1, GetSpellInfo(6262)),  _detalhes:ToK(hs.total))\n					GameCooltip:AddIcon (select (3, GetSpellInfo (6262)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n				\n				local pot = actor:GetSpell (DETAILS_HEALTH_POTION_ID)\n				if (pot) then\n					GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_HEALTH_POTION_ID)),  _detalhes:ToK(pot.total))\n					GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_HEALTH_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n				\n				local pot = actor:GetSpell (DETAILS_HEALTH_POTION2_ID)\n				if (pot) then\n					GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_HEALTH_POTION2_ID)),  _detalhes:ToK(pot.total))\n					GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_HEALTH_POTION2_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n				\n				local pot = actor:GetSpell (DETAILS_REJU_POTION_ID)\n				if (pot) then\n					GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_REJU_POTION_ID)),  _detalhes:ToK(pot.total))\n					GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_REJU_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n				\n				--Cooltip code\n			",
			["name"] = "Лечебное зелье и камень",
			["script"] = "			--get the parameters passed\n			local combat, instance_container, instance = ...\n			--declade the values to return\n			local total, top, amount = 0, 0, 0\n			\n			--do the loop\n			local AllHealCharacters = combat:GetActorList (DETAILS_ATTRIBUTE_HEAL)\n			for index, character in ipairs (AllHealCharacters) do\n				local AllSpells = character:GetSpellList()\n				local found = false\n				for spellid, spell in pairs (AllSpells) do\n					if (DETAILS_HEALTH_POTION_LIST [spellid]) then\n						instance_container:AddValue (character, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						found = true\n					end\n				end\n			\n				if (found) then\n					amount = amount + 1\n				end\n			end\n			--loop end\n			--return the values\n			return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Stone_04",
			["script_version"] = 16,
		}, -- [2]
		{
			["source"] = false,
			["tooltip"] = "				\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "Сообщает, сколько времени каждый персонаж провел на нанесение урона.",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "Урон (активность)",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, amount = 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Red",
			["script_version"] = 3,
		}, -- [3]
		{
			["source"] = false,
			["tooltip"] = "				\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "Сообщает, сколько времени каждый персонаж провел, делая исцеление.",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "Исцеление (активность)",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_HEAL )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Green",
			["script_version"] = 2,
		}, -- [4]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["desc"] = "Show the crowd control amount for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor (character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["name"] = "Контроль толпы сделано",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs (actor.cc_done_spells._ActorTable) do\n				    tinsert (spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				local targets = {}\n				for playername, amount in pairs (actor.cc_done_targets) do\n				    tinsert (targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass (actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs (targets) do\n				    GameCooltip:AddLine (target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["script_version"] = 11,
		}, -- [5]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["desc"] = "Show the amount of crowd control received for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					\n					for player_name, amount in pairs (character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n					\n				    end\n				end\n\n				return total, top, amt\n			",
			["name"] = "Контроль толпы получено",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert (from, {character:name(), on_actor})\n					    \n					    for spellid, spell in pairs (character.cc_done_spells._ActorTable) do\n						\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs (spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert (spells, {spellid, spell_on_actor}) \n						    end\n						end\n						\n					    end            \n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)    \n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs (from) do\n				    GameCooltip:AddLine (t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end     \n				    \n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_ChainsOfIce",
			["script_version"] = 3,
		}, -- [6]
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor (value) / combat:GetCombatTime())\n				local percent = string.format (\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "Показать свои заклинания в окне.",
			["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption (\"YSpacingMod\", 0)\n\n			local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n\n			if (spell.n_dmg) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, _detalhes.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor (debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n				\n				local spell_cast = misc_actor.spell_cast and misc_actor.spell_cast [spell.id]\n				\n				if (not spell_cast and misc_actor.spell_cast) then\n				    local spellname = GetSpellInfo (spell.id)\n				    for casted_spellid, amount in pairs (misc_actor.spell_cast) do\n					local casted_spellname = GetSpellInfo (casted_spellid)\n					if (casted_spellname == spellname) then\n					    spell_cast = amount .. \" (|cFFFFFF00?|r)\"\n					end\n				    end\n				end\n				if (not spell_cast) then\n				    spell_cast = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. spell_cast\n			    end\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine (\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n			    \n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_dmg / spell.n_amt\n			    local T = (combat_time*spell.n_dmg)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_dmg / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_dmg/spell.c_amt\n				local T = (combat_time*spell.c_dmg)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_dmg / T\n				\n				GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Dps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    \n			elseif (spell.n_curado) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_curado / spell.n_amt\n			    local T = (combat_time*spell.n_curado)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_curado / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_curado/spell.c_amt\n				local T = (combat_time*spell.c_curado)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_curado / T\n				\n				GC:AddLine (\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Hps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
			["attribute"] = false,
			["name"] = "Мои заклинания",
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local pet_attribute\n				\n				local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n				local spec = DetailsFramework.GetSpecialization()\n				role = spec and DetailsFramework.GetSpecializationRole (spec) or role\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then    \n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs (spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n				    \n					for _, PetName in ipairs (player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs (pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub ((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\CHATFRAME\\UI-ChatIcon-Battlenet",
			["script_version"] = 8,
		}, -- [7]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показывает количество наносимого урона по целям, меткой с черепом.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine (RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "Наносимый урон по метки с черепом",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n				\n				--raid target flags: \n				-- 128: skull \n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n				\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end        \n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["script_version"] = 3,
		}, -- [8]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показывает количество наносимого урона по целям, отмеченным любой другой меткой.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine (RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine (RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine (RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine (RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine (RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine (RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine (RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "Наносимый урон на другие помеченные метки",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n					\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["script_version"] = 3,
		}, -- [9]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Damage done to shields",
			["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine (actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n					\n					GameCooltip:AddLine (petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()        \n					\n				    end\n				end\n			",
			["attribute"] = false,
			["name"] = "Наносимый урон по щитам",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs (Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n					\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n					\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs (actor.pets) do\n					    local pet = Combat :GetActor (1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n					\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)        \n					\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
			["script_version"] = 1,
		}, -- [10]
		{
			["source"] = false,
			["author"] = "Rhythm",
			["total_script"] = "        local value, top, total, Combat, Instance, Actor = ...\n\n        if _G.Details_ExplosiveOrbs then\n            return _G.Details_ExplosiveOrbs:GetDisplayText(Combat:GetCombatNumber(), Actor.my_actor:guid())\n        end\n        return \"\"\n    ",
			["desc"] = "Отображает, сколько взрывоопасных сфер игроки выделяют и бьют.",
			["attribute"] = false,
			["script"] = "        local Combat, CustomContainer, Instance = ...\n        local total, top, amount = 0, 0, 0\n\n        if _G.Details_ExplosiveOrbs then\n            local CombatNumber = Combat:GetCombatNumber()\n            local Container = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n            for _, Actor in Container:ListActors() do\n                if Actor:IsGroupPlayer() then\n                    -- we only record the players in party\n                    local target, hit = _G.Details_ExplosiveOrbs:GetRecord(CombatNumber, Actor:guid())\n                    if target > 0 or hit > 0 then\n                        CustomContainer:AddValue(Actor, hit)\n                    end\n                end\n            end\n\n            total, top = CustomContainer:GetTotalAndHighestValue()\n            amount = CustomContainer:GetNumActors()\n        end\n\n        return total, top, amount\n    ",
			["name"] = "Взрывоопасная сфера",
			["tooltip"] = "        local Actor, Combat, Instance = ...\n        local GameCooltip = GameCooltip\n\n        if _G.Details_ExplosiveOrbs then\n            local actorName = Actor:name()\n            local Actor = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE):GetActor(actorName)\n            if not Actor then return end\n\n            local sortedList = {}\n            local orbName = _G.Details_ExplosiveOrbs:RequireOrbName()\n            local Container = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n\n            for spellID, spellTable in pairs(Actor:GetSpellList()) do\n                local amount = spellTable.targets[orbName]\n                if amount then\n                    tinsert(sortedList, {spellID, amount})\n                end\n            end\n\n            -- handle pet\n            for _, petName in ipairs(Actor.pets) do\n                local petActor = Container:GetActor(petName)\n                for spellID, spellTable in pairs(petActor:GetSpellList()) do\n                    local amount = spellTable.targets[orbName]\n                    if amount then\n                        tinsert(sortedList, {spellID, amount, petName})\n                    end\n                end\n            end\n\n            sort(sortedList, Details.Sort2)\n\n            local format_func = Details:GetCurrentToKFunction()\n            for _, tbl in ipairs(sortedList) do\n                local spellID, amount, petName = unpack(tbl)\n                local spellName, _, spellIcon = Details.GetSpellInfo(spellID)\n                if petName then\n                    spellName = spellName .. ' (' .. petName .. ')'\n                end\n\n                GameCooltip:AddLine(spellName, format_func(_, amount))\n                Details:AddTooltipBackgroundStatusbar()\n                GameCooltip:AddIcon(spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n            end\n        end\n    ",
			["target"] = false,
			["spellid"] = false,
			["icon"] = 2175503,
			["script_version"] = 11,
		}, -- [11]
		{
			["source"] = false,
			["author"] = "Rhythm",
			["total_script"] = "        local value, top, total, Combat, Instance, Actor = ...\n\n        if _G.Details_ExplosiveOrbs then\n            return _G.Details_ExplosiveOrbs:GetDisplayText(Details:GetCombat(-1):GetCombatNumber(), Actor.my_actor:guid())\n        end\n        return \"\"\n    ",
			["desc"] = "Отображает, сколько взрывоопасных сфер игроки выделяют и бьют.",
			["attribute"] = false,
			["script"] = "        local Combat, CustomContainer, Instance = ...\n        local total, top, amount = 0, 0, 0\n\n        if _G.Details_ExplosiveOrbs then\n            local OverallCombat = Details:GetCombat(-1)\n            local CombatNumber = OverallCombat:GetCombatNumber()\n            local Container = OverallCombat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n            for _, Actor in Container:ListActors() do\n                if Actor:IsGroupPlayer() then\n                    -- we only record the players in party\n                    local target, hit = _G.Details_ExplosiveOrbs:GetRecord(CombatNumber, Actor:guid())\n                    if target > 0 or hit > 0 then\n                        CustomContainer:AddValue(Actor, hit)\n                    end\n                end\n            end\n\n            total, top = CustomContainer:GetTotalAndHighestValue()\n            amount = CustomContainer:GetNumActors()\n        end\n\n        return total, top, amount\n    ",
			["name"] = "Dynamic Overall Explosive Orbs",
			["tooltip"] = "        local Actor, Combat, Instance = ...\n        local GameCooltip = GameCooltip\n\n        if _G.Details_ExplosiveOrbs then\n            local actorName = Actor:name()\n            local orbName = _G.Details_ExplosiveOrbs:RequireOrbName()\n\n            local OverallCombat = Details:GetCombat(-1)\n            local CurrentCombat = Details:GetCombat(0)\n\n            local OverallContainer = OverallCombat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n            local CurrentContainer = CurrentCombat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n\n            local AllSpells = {}\n\n            -- handle overall\n            local Actor = OverallContainer:GetActor(actorName)\n            local ActorSpells = Actor:GetSpellList()\n\n            -- handle player\n            AllSpells[actorName] = {}\n            for spellID, spellTable in pairs(ActorSpells) do\n                AllSpells[actorName][spellID] = spellTable.targets[orbName]\n            end\n\n            -- handle pet\n            for _, petName in ipairs(Actor.pets) do\n                local petActor = OverallContainer:GetActor(petName)\n                local petActorSpells = petActor:GetSpellList()\n\n                AllSpells[petName] = {}\n                for spellID, spellTable in pairs(petActorSpells) do\n                    AllSpells[petName][spellID] = spellTable.targets[orbName]\n                end\n            end\n\n            if Details.in_combat then\n                -- handle current\n                local Actor = CurrentContainer:GetActor(actorName)\n                local ActorSpells = Actor:GetSpellList()\n\n                -- handle player\n                for spellID, spellTable in pairs(ActorSpells) do\n                    AllSpells[actorName][spellID] = (AllSpells[actorName][spellID] or 0) + (spellTable.targets[orbName] or 0)\n                end\n\n                -- handle pet\n                for _, petName in ipairs(Actor.pets) do\n                    local petActor = CurrentContainer:GetActor(petName)\n                    local petActorSpells = petActor:GetSpellList()\n\n                    if not AllSpells[petName] then\n                        AllSpells[petName] = {}\n                    end\n\n                    for spellID, spellTable in pairs(petActorSpells) do\n                        AllSpells[petName][spellID] = (AllSpells[petName][spellID] or 0) + (spellTable.targets[orbName] or 0)\n                    end\n                end\n            end\n\n            local sortedList = {}\n            for name, spellTable in pairs(AllSpells) do\n                for spellID, amount in pairs(spellTable) do\n                    tinsert(sortedList, {spellID, amount, name ~= actorName and name})\n                end\n            end\n\n            sort(sortedList, Details.Sort2)\n\n            local format_func = Details:GetCurrentToKFunction()\n            for _, tbl in ipairs(sortedList) do\n                local spellID, amount, petName = unpack(tbl)\n                local spellName, _, spellIcon = Details.GetSpellInfo(spellID)\n                if petName then\n                    spellName = spellName .. ' (' .. petName .. ')'\n                end\n\n                GameCooltip:AddLine(spellName, format_func(_, amount))\n                Details:AddTooltipBackgroundStatusbar()\n                GameCooltip:AddIcon(spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n            end\n        end\n    ",
			["target"] = false,
			["spellid"] = false,
			["icon"] = 2175503,
			["script_version"] = 11,
		}, -- [12]
		{
			["source"] = false,
			["desc"] = "Show overall damage done on the fly.",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat (-1):GetCombatTime()\n				\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n					local CurrentCombatTime = Details:GetCombat (0):GetCombatTime()\n					OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n				\n				--calculate the DPS and return it as percent\n				local totalValue = value\n				\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, value / OverallCombatTime)\n				\n				return s\n			",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return value\n			",
			["icon"] = "Interface\\Buttons\\Spell-Reset",
			["spellid"] = false,
			["name"] = "Динамический общий урон",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				local AllSpells = {}\n\n				local playerTotal = 0\n\n				--overall\n				local player = OverallCombat [1]:GetActor (actor.nome)\n				if (player) then\n					playerTotal = playerTotal + player.total\n					local playerSpells = player:GetSpellList()\n					for spellID, spellTable in pairs (playerSpells) do\n						AllSpells [spellID] = spellTable.total\n					end\n				end\n				--current\n				if (Details.in_combat) then\n					local player = CurrentCombat [1]:GetActor (actor.nome)\n					if (player) then\n						playerTotal = playerTotal + player.total\n						local playerSpells = player:GetSpellList()\n						for spellID, spellTable in pairs (playerSpells) do\n							AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n						end\n					end\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs (AllSpells) do\n					tinsert (sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n\n				local topSpellTotal = sortedList and sortedList[1] and sortedList[1][2] or 0\n\n				for i, t in ipairs (sortedList) do\n					local spellID, total = unpack (t)\n					if (total > 1) then\n						local spellName, _, spellIcon = Details.GetSpellInfo (spellID)\n						\n						local spellPercent = total / playerTotal * 100\n						local formatedSpellPercent = format(\"%.1f\", spellPercent)\n						\n						if (string.len(formatedSpellPercent) < 4) then\n							formatedSpellPercent = formatedSpellPercent  .. \"0\"\n						end\n						\n						GameCooltip:AddLine (spellName, format_func (_, total) .. \"    \" .. formatedSpellPercent  .. \"%\")\n						\n						Details:AddTooltipBackgroundStatusbar(false, total / topSpellTotal * 100)\n						GameCooltip:AddIcon (spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, 0.078125, 0.921875, 0.078125, 0.921875)\n						\n					end\n				end\n			",
			["target"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n				\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n				\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n					return 0, 0, 0\n				end\n				\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container_overall ) do \n					--only player in group\n					if (player:IsGroupPlayer()) then\n						instance_container:AddValue (player, player.total)\n					end\n				end\n				\n				if (Details.in_combat) then\n					for _, player in ipairs ( damage_container_current ) do \n						--only player in group\n						if (player:IsGroupPlayer()) then\n							instance_container:AddValue (player, player.total)        \n						end\n					end\n				end\n				\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n				\n				--return:\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 8,
		}, -- [13]
		{
			["source"] = false,
			["author"] = "Rhythm",
			["desc"] = "Отображает, сколько взрывоопасных сфер игроки выделяют и бьют.",
			["total_script"] = "        local value, top, total, Combat, Instance, Actor = ...\n\n        if _G.Details_ExplosiveOrbs then\n            return _G.Details_ExplosiveOrbs:GetDisplayText(Combat:GetCombatNumber(), Actor.my_actor:guid())\n        end\n        return \"\"\n    ",
			["icon"] = 2175503,
			["spellid"] = false,
			["name"] = "Взрывоопасные сферы",
			["tooltip"] = "        local Actor, Combat, Instance = ...\n        local GameCooltip = GameCooltip\n\n        if _G.Details_ExplosiveOrbs then\n            local actorName = Actor:name()\n            local Actor = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE):GetActor(actorName)\n            if not Actor then return end\n\n            local sortedList = {}\n            local orbName = _G.Details_ExplosiveOrbs:RequireOrbName()\n            local Container = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n\n            for spellID, spellTable in pairs(Actor:GetSpellList()) do\n                local amount = spellTable.targets[orbName]\n                if amount then\n                    tinsert(sortedList, {spellID, amount})\n                end\n            end\n\n            -- handle pet\n            for _, petName in ipairs(Actor.pets) do\n                local petActor = Container:GetActor(petName)\n                for spellID, spellTable in pairs(petActor:GetSpellList()) do\n                    local amount = spellTable.targets[orbName]\n                    if amount then\n                        tinsert(sortedList, {spellID, amount, petName})\n                    end\n                end\n            end\n\n            sort(sortedList, Details.Sort2)\n\n            local format_func = Details:GetCurrentToKFunction()\n            for _, tbl in ipairs(sortedList) do\n                local spellID, amount, petName = unpack(tbl)\n                local spellName, _, spellIcon = Details.GetSpellInfo(spellID)\n                if petName then\n                    spellName = spellName .. ' (' .. petName .. ')'\n                end\n\n                GameCooltip:AddLine(spellName, format_func(_, amount))\n                Details:AddTooltipBackgroundStatusbar()\n                GameCooltip:AddIcon(spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n            end\n        end\n    ",
			["target"] = false,
			["script"] = "        local Combat, CustomContainer, Instance = ...\n        local total, top, amount = 0, 0, 0\n\n        if _G.Details_ExplosiveOrbs then\n            local CombatNumber = Combat:GetCombatNumber()\n            local Container = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n            for _, Actor in Container:ListActors() do\n                if Actor:IsGroupPlayer() then\n                    -- we only record the players in party\n                    local target, hit = _G.Details_ExplosiveOrbs:GetRecord(CombatNumber, Actor:guid())\n                    if target > 0 or hit > 0 then\n                        CustomContainer:AddValue(Actor, hit)\n                    end\n                end\n            end\n\n            total, top = CustomContainer:GetTotalAndHighestValue()\n            amount = CustomContainer:GetNumActors()\n        end\n\n        return total, top, amount\n    ",
			["attribute"] = false,
			["script_version"] = 11,
		}, -- [14]
	},
	["latest_news_saw"] = "9.2.710000",
	["plater"] = {
		["realtime_dps_enabled"] = false,
		["damage_taken_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_player_shadow"] = true,
		["damage_taken_enabled"] = false,
		["realtime_dps_player_size"] = 12,
		["damage_taken_size"] = 12,
		["realtime_dps_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_size"] = 12,
		["damage_taken_shadow"] = true,
		["damage_taken_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_player_enabled"] = false,
		["realtime_dps_shadow"] = true,
	},
	["switchSaved"] = {
		["slots"] = 18,
		["table"] = {
			{
				["atributo"] = 1,
				["sub_atributo"] = 1,
			}, -- [1]
			{
				["atributo"] = 2,
				["sub_atributo"] = 1,
			}, -- [2]
			{
				["atributo"] = 1,
				["sub_atributo"] = 6,
			}, -- [3]
			{
				["atributo"] = 4,
				["sub_atributo"] = 5,
			}, -- [4]
			{
			}, -- [5]
			{
			}, -- [6]
			{
			}, -- [7]
			{
			}, -- [8]
			{
			}, -- [9]
			{
			}, -- [10]
			{
			}, -- [11]
			{
			}, -- [12]
			{
			}, -- [13]
			{
			}, -- [14]
			{
			}, -- [15]
			{
			}, -- [16]
			{
			}, -- [17]
			{
			}, -- [18]
		},
	},
	["savedStyles"] = {
	},
	["always_use_profile_exception"] = {
	},
	["details_auras"] = {
	},
	["run_code"] = {
		["on_specchanged"] = "\n-- run when the player changes its spec",
		["on_zonechanged"] = "\n-- when the player changes zone, this code will run",
		["on_init"] = "\n-- code to run when Details! initializes, put here code which only will run once\n-- this also will run then the profile is changed\n\n--size of the death log tooltip in the Deaths display (default 350)\nDetails.death_tooltip_width = 350;\n\n--when in arena or battleground, details! silently switch to activity time (goes back to the old setting on leaving, default true)\nDetails.force_activity_time_pvp = true;\n\n--speed of the bar animations (default 33)\nDetails.animation_speed = 33;\n\n--threshold to trigger slow or fast speed (default 0.45)\nDetails.animation_speed_mintravel = 0.45;\n\n--call to update animations\nDetails:RefreshAnimationFunctions();\n\n--max window size, does require a /reload to work (default 480 x 450)\nDetails.max_window_size.width = 480;\nDetails.max_window_size.height = 450;\n\n--use the arena team color as the class color (default true)\nDetails.color_by_arena_team = true;\n\n--use the role icon in the player bar when inside an arena (default false)\nDetails.show_arena_role_icon = false;\n\n--how much time the update warning is shown (default 10)\nDetails.update_warning_timeout = 10;",
		["on_groupchange"] = "\n-- this code runs when the player enter or leave a group",
		["on_leavecombat"] = "\n-- this code runs when the player leave combat",
		["on_entercombat"] = "\n-- this code runs when the player enters in combat",
	},
	["savedTimeCaptures"] = {
	},
	["spell_category_savedtable"] = {
	},
	["damage_scroll_position"] = {
	},
	["performance_profiles"] = {
		["Dungeon"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["RaidFinder"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground40"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Mythic"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Arena"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid30"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
	},
	["exit_log"] = {
		"1 - Closing Janela Info.", -- [1]
		"2 - Clearing user place from instances.", -- [2]
		"  - 1 has baseFrame: yes.", -- [3]
		"  - 2 has baseFrame: yes.", -- [4]
		"  - 3 has baseFrame: yes.", -- [5]
		"4 - Reversing switches.", -- [6]
		"6 - Saving Config.", -- [7]
		"7 - Saving Profiles.", -- [8]
		"8 - Saving nicktag cache.", -- [9]
	},
	["titletext_showtimer_always"] = false,
	["report_where"] = "GUILD",
	["aura_tracker_frame"] = {
		["scaletable"] = {
			["scale"] = 1,
		},
		["position"] = {
		},
	},
}
