
DSHDB = {
	["profileKeys"] = {
		["Ниамэй - Гордунни"] = "Ниамэй - Гордунни",
		["Алтери - Борейская тундра"] = "Алтери - Борейская тундра",
		["Фламинника - Гордунни"] = "Фламинника - Гордунни",
		["Estrea - Alleria"] = "Estrea - Alleria",
		["Altery - Durotan"] = "Altery - Durotan",
		["Эстрэя - Гордунни"] = "Эстрэя - Гордунни",
		["Nietta - EU Mythic Dungeons"] = "Nietta - EU Mythic Dungeons",
		["Алтэри - Гордунни"] = "Алтэри - Гордунни",
		["Estrea - EU Mythic Dungeons"] = "Estrea - EU Mythic Dungeons",
		["Нирейя - Борейская тундра"] = "Нирейя - Борейская тундра",
		["Ниоши - Борейская тундра"] = "Ниоши - Борейская тундра",
		["Алоиза - Гордунни"] = "Алоиза - Гордунни",
		["Алоиза - Борейская тундра"] = "Алоиза - Борейская тундра",
		["Ниэтта - Гордунни"] = "Ниэтта - Гордунни",
		["Зонна - Борейская тундра"] = "Зонна - Борейская тундра",
		["Дэлери - Гордунни"] = "Дэлери - Гордунни",
	},
	["char"] = {
		["Ниэтта - Гордунни"] = {
			["sets"] = {
				["Keys"] = {
					["key"] = 308,
					["icon"] = 0,
				},
				["Raid"] = {
					["key"] = 39,
					["icon"] = 3,
				},
			},
		},
	},
}
