
EPGP_DB = {
	["namespaces"] = {
		["boss"] = {
		},
		["loot"] = {
		},
		["warnings"] = {
		},
		["log"] = {
			["profiles"] = {
				["Версус"] = {
					["snapshot"] = {
						["guild_info"] = "@DECAY_P:20%\n@MIN_EP:5000\n@BASE_GP:100\n@EXTRAS_P:100%",
						["roster_info"] = {
							{
								"Жестокийтоп-Борейскаятундра", -- [1]
								"DEMONHUNTER", -- [2]
								"0,0", -- [3]
							}, -- [1]
							{
								"Ржав-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"Ржавыйтанк", -- [3]
							}, -- [2]
							{
								"Мэйз-Борейскаятундра", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [3]
							{
								"Кируська-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"Афличка", -- [3]
							}, -- [4]
							{
								"Накацукаса-Борейскаятундра", -- [1]
								"DEATHKNIGHT", -- [2]
								"Тэйма", -- [3]
							}, -- [5]
							{
								"Гадемус-Борейскаятундра", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [6]
							{
								"Гридисс-Борейскаятундра", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [7]
							{
								"Бамблфут-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [8]
							{
								"Пыщкалка-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [9]
							{
								"Даркдеад-Борейскаятундра", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [10]
							{
								"Ибошер-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"Дессантура", -- [3]
							}, -- [11]
							{
								"Сэйрис-Борейскаятундра", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [12]
							{
								"Шлифовщик-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"друг Олега", -- [3]
							}, -- [13]
							{
								"Семвинчестер-Борейскаятундра", -- [1]
								"DEATHKNIGHT", -- [2]
								"Дессантура", -- [3]
							}, -- [14]
							{
								"Фредлин-Борейскаятундра", -- [1]
								"HUNTER", -- [2]
								"Дирой", -- [3]
							}, -- [15]
							{
								"Хайнеко-Борейскаятундра", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [16]
							{
								"Флэммих-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"Флэмми", -- [3]
							}, -- [17]
							{
								"Руфулус-Борейскаятундра", -- [1]
								"DEMONHUNTER", -- [2]
								"Нитрин", -- [3]
							}, -- [18]
							{
								"Жуттс-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"Жутикк", -- [3]
							}, -- [19]
							{
								"Ириасис-Борейскаятундра", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [20]
							{
								"Фалиэль-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [21]
							{
								"Шустрыйволк-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [22]
							{
								"Пеппербокс-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [23]
							{
								"Муженщин-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"Долбаёж", -- [3]
							}, -- [24]
							{
								"Дик-Борейскаятундра", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [25]
							{
								"Астароат-Борейскаятундра", -- [1]
								"DEMONHUNTER", -- [2]
								"Неторт", -- [3]
							}, -- [26]
							{
								"Пандерпро-Борейскаятундра", -- [1]
								"PRIEST", -- [2]
								"Ржавыйтанк", -- [3]
							}, -- [27]
							{
								"Парохант-Борейскаятундра", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [28]
							{
								"Турникменн-Борейскаятундра", -- [1]
								"PRIEST", -- [2]
								"Дессантура", -- [3]
							}, -- [29]
							{
								"Ржавыйтанк-Борейскаятундра", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [30]
							{
								"Джэдфаэр-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"Джэдх", -- [3]
							}, -- [31]
							{
								"Забавуська-Борейскаятундра", -- [1]
								"DEMONHUNTER", -- [2]
								"0.0", -- [3]
							}, -- [32]
							{
								"Репликантт-Борейскаятундра", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [33]
							{
								"Честа-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"Тези", -- [3]
							}, -- [34]
							{
								"Твинковот-Борейскаятундра", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [35]
							{
								"Бёрнит-Борейскаятундра", -- [1]
								"WARLOCK", -- [2]
								"Тейси", -- [3]
							}, -- [36]
							{
								"Кацуджинкен-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"Неторт", -- [3]
							}, -- [37]
							{
								"Верзер-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"Зазавр", -- [3]
							}, -- [38]
							{
								"Шпандарен-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [39]
							{
								"Жутьпакет-Борейскаятундра", -- [1]
								"HUNTER", -- [2]
								"Жутикк", -- [3]
							}, -- [40]
							{
								"Вседляачивки-Борейскаятундра", -- [1]
								"HUNTER", -- [2]
								"Пьет французкое пиво...фу", -- [3]
							}, -- [41]
							{
								"Дэлери-Борейскаятундра", -- [1]
								"DEMONHUNTER", -- [2]
								"Алоиза", -- [3]
							}, -- [42]
							{
								"Ресточка-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"0.0", -- [3]
							}, -- [43]
							{
								"Пакетикжути-Борейскаятундра", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [44]
							{
								"Ржавчик-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [45]
							{
								"Гримсик-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"Сау", -- [3]
							}, -- [46]
							{
								"Тенори-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [47]
							{
								"Нойззигерл-Борейскаятундра", -- [1]
								"DEMONHUNTER", -- [2]
								"0,0", -- [3]
							}, -- [48]
							{
								"Твинковод-Борейскаятундра", -- [1]
								"ROGUE", -- [2]
								"Дессантура", -- [3]
							}, -- [49]
							{
								"Мардонн-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [50]
							{
								"Укропдруль-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"Орион", -- [3]
							}, -- [51]
							{
								"Мишуша-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [52]
							{
								"Кромис-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [53]
							{
								"Хехельф-Борейскаятундра", -- [1]
								"WARLOCK", -- [2]
								"Ржавыйтанк", -- [3]
							}, -- [54]
							{
								"Диава-Борейскаятундра", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [55]
							{
								"Гномрегана-Борейскаятундра", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [56]
							{
								"Шаммис-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [57]
							{
								"Аэровафли-Борейскаятундра", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [58]
							{
								"Рачиночка-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [59]
							{
								"Эстерн-Борейскаятундра", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [60]
							{
								"Мистеко-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [61]
							{
								"Приррода-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"Ствлад", -- [3]
							}, -- [62]
							{
								"Неторт-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [63]
							{
								"Флэммипро-Борейскаятундра", -- [1]
								"WARRIOR", -- [2]
								"Флэмми", -- [3]
							}, -- [64]
							{
								"Никчёмка-Борейскаятундра", -- [1]
								"PRIEST", -- [2]
								"Заебаловна", -- [3]
							}, -- [65]
							{
								"Грейпист-Борейскаятундра", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [66]
							{
								"Трайплэкс-Борейскаятундра", -- [1]
								"MONK", -- [2]
								"3300,2227", -- [3]
							}, -- [67]
							{
								"Бомжборя-Борейскаятундра", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [68]
							{
								"Шрумберг-Борейскаятундра", -- [1]
								"DEATHKNIGHT", -- [2]
								"Жутетварь", -- [3]
							}, -- [69]
							{
								"Щитвлицо-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [70]
							{
								"Менистрэль-Борейскаятундра", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [71]
							{
								"Трехголосая-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [72]
							{
								"Пантерчик-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [73]
							{
								"Весеннийлес-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [74]
							{
								"Баернучеленж-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"у него бомбит на гриффинов", -- [3]
							}, -- [75]
							{
								"Сспир-Борейскаятундра", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [76]
							{
								"Ланер-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [77]
							{
								"Ржавыч-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"Ржавыйтанк", -- [3]
							}, -- [78]
							{
								"Даркмисс-Борейскаятундра", -- [1]
								"HUNTER", -- [2]
								"Ядерзость", -- [3]
							}, -- [79]
							{
								"Присстов-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [80]
							{
								"Дэймбэг-Борейскаятундра", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [81]
							{
								"Афарей-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [82]
							{
								"Монсик-Борейскаятундра", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [83]
							{
								"Джанкуй-Борейскаятундра", -- [1]
								"DEMONHUNTER", -- [2]
								"Хазред", -- [3]
							}, -- [84]
							{
								"Рукиизпопца-Борейскаятундра", -- [1]
								"DEMONHUNTER", -- [2]
								"0,0", -- [3]
							}, -- [85]
							{
								"Бллизард-Борейскаятундра", -- [1]
								"WARRIOR", -- [2]
								"Дессантура", -- [3]
							}, -- [86]
							{
								"Мирамистинка-Борейскаятундра", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [87]
							{
								"Бухич-Борейскаятундра", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [88]
							{
								"Ревертика-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"Вафовна", -- [3]
							}, -- [89]
							{
								"Сапфиррина-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"Оррлита", -- [3]
							}, -- [90]
							{
								"Трицепсс-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [91]
							{
								"Айсли-Борейскаятундра", -- [1]
								"DEATHKNIGHT", -- [2]
								"3300,0", -- [3]
							}, -- [92]
							{
								"Нетянеаркан-Борейскаятундра", -- [1]
								"WARLOCK", -- [2]
								"Артемки", -- [3]
							}, -- [93]
							{
								"Хелье-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [94]
							{
								"Татемлох-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"Айсли", -- [3]
							}, -- [95]
							{
								"Оррлита-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [96]
							{
								"Сидоо-Борейскаятундра", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [97]
							{
								"Орион-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [98]
							{
								"Найфи-Борейскаятундра", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [99]
							{
								"Дрынычка-Борейскаятундра", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [100]
							{
								"Айрисфил-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [101]
							{
								"Иноэ-Борейскаятундра", -- [1]
								"PRIEST", -- [2]
								"Айсли", -- [3]
							}, -- [102]
							{
								"Керенса-Борейскаятундра", -- [1]
								"DEMONHUNTER", -- [2]
								"0,0", -- [3]
							}, -- [103]
							{
								"Зероги-Борейскаятундра", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [104]
							{
								"Димулькаа-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"Репликантт", -- [3]
							}, -- [105]
							{
								"Жутикк-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [106]
							{
								"Дорма-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"Айсли", -- [3]
							}, -- [107]
							{
								"Эктэлион-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"3300,1782", -- [3]
							}, -- [108]
							{
								"Астриаза-Борейскаятундра", -- [1]
								"PRIEST", -- [2]
								"Артемида", -- [3]
							}, -- [109]
							{
								"Гриддис-Борейскаятундра", -- [1]
								"PRIEST", -- [2]
								"3300,0", -- [3]
							}, -- [110]
							{
								"Вцжэ-Борейскаятундра", -- [1]
								"DEMONHUNTER", -- [2]
								"0,0", -- [3]
							}, -- [111]
							{
								"Коррицца-Борейскаятундра", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [112]
							{
								"Вц-Борейскаятундра", -- [1]
								"HUNTER", -- [2]
								"Айсли", -- [3]
							}, -- [113]
							{
								"Беорхонт-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"4150,4676", -- [3]
							}, -- [114]
							{
								"Ваграм521F8D-Борейскаятундра", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [115]
							{
								"Луммокс-Борейскаятундра", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [116]
							{
								"Альверил-Борейскаятундра", -- [1]
								"DEMONHUNTER", -- [2]
								"0,0", -- [3]
							}, -- [117]
							{
								"Алоиза-Борейскаятундра", -- [1]
								"PRIEST", -- [2]
								"3300,0", -- [3]
							}, -- [118]
							{
								"Кинддара-Борейскаятундра", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [119]
							{
								"Жутетварь-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"Жутикк", -- [3]
							}, -- [120]
							{
								"Гридис-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [121]
							{
								"Явсемогущий-Борейскаятундра", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [122]
							{
								"Многомеха-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [123]
							{
								"Дифернал-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [124]
							{
								"Дирой-Борейскаятундра", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [125]
							{
								"Другдироя-Борейскаятундра", -- [1]
								"DEMONHUNTER", -- [2]
								"0,0", -- [3]
							}, -- [126]
							{
								"Ониконс-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [127]
							{
								"Фортранс-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"Паропал", -- [3]
							}, -- [128]
							{
								"Матьваша-Борейскаятундра", -- [1]
								"DEATHKNIGHT", -- [2]
								"Ядерзость", -- [3]
							}, -- [129]
							{
								"Яростнаятень-Борейскаятундра", -- [1]
								"WARLOCK", -- [2]
								"Гридисс", -- [3]
							}, -- [130]
							{
								"Нэттэлис-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [131]
							{
								"Эстрея-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"Алоиза", -- [3]
							}, -- [132]
							{
								"Элеонораа-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [133]
							{
								"Тайнушка-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [134]
							{
								"Ххболторнхх-Борейскаятундра", -- [1]
								"DEMONHUNTER", -- [2]
								"3300,1500", -- [3]
							}, -- [135]
							{
								"Мистериоз-Борейскаятундра", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [136]
							{
								"Фрионин-Борейскаятундра", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [137]
							{
								"Флэмми-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [138]
							{
								"Тредстоун-Борейскаятундра", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [139]
							{
								"Топзиро-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [140]
							{
								"Тейси-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"Трайплэкс", -- [3]
							}, -- [141]
							{
								"Таселаас-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"0.0", -- [3]
							}, -- [142]
							{
								"Ствлад-Борейскаятундра", -- [1]
								"MONK", -- [2]
								"3300,0", -- [3]
							}, -- [143]
							{
								"Мадагаскара-Борейскаятундра", -- [1]
								"MONK", -- [2]
								"Соцработница", -- [3]
							}, -- [144]
							{
								"Лакшерри-Борейскаятундра", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [145]
							{
								"Спирроу-Борейскаятундра", -- [1]
								"ROGUE", -- [2]
								"Пуфик", -- [3]
							}, -- [146]
							{
								"Нанодотс-Борейскаятундра", -- [1]
								"WARLOCK", -- [2]
								"Джэдх", -- [3]
							}, -- [147]
							{
								"Альборн-Борейскаятундра", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [148]
							{
								"Самопал-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [149]
							{
								"Саджет-Борейскаятундра", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [150]
							{
								"Решалаауе-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [151]
							{
								"Пуфыстень-Борейскаятундра", -- [1]
								"MONK", -- [2]
								"0.0", -- [3]
							}, -- [152]
							{
								"Преторианецх-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [153]
							{
								"Лиерана-Борейскаятундра", -- [1]
								"PRIEST", -- [2]
								"Хазред", -- [3]
							}, -- [154]
							{
								"Прелат-Борейскаятундра", -- [1]
								"DEMONHUNTER", -- [2]
								"3300,0", -- [3]
							}, -- [155]
							{
								"Нанодэнс-Борейскаятундра", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [156]
							{
								"Пределразума-Борейскаятундра", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [157]
							{
								"Геосинтетикс-Борейскаятундра", -- [1]
								"DEMONHUNTER", -- [2]
								"0,0", -- [3]
							}, -- [158]
							{
								"Стаматия-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"Аттон", -- [3]
							}, -- [159]
							{
								"Полимерр-Борейскаятундра", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [160]
							{
								"Альтурион-Борейскаятундра", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [161]
							{
								"Фаасоль-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"Гаарох", -- [3]
							}, -- [162]
							{
								"Подорожник-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [163]
							{
								"Свитминт-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"Вафовна", -- [3]
							}, -- [164]
							{
								"Нойззибой-Борейскаятундра", -- [1]
								"DEMONHUNTER", -- [2]
								"0,0", -- [3]
							}, -- [165]
							{
								"Миррик-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"Ратимир", -- [3]
							}, -- [166]
							{
								"Сау-Борейскаятундра", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [167]
							{
								"Невринома-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [168]
							{
								"Натее-Борейскаятундра", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [169]
							{
								"Ликвидити-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [170]
							{
								"Косолапыймех-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [171]
							{
								"Поверофлесби-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [172]
							{
								"Инфектмашрум-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [173]
							{
								"Другрешалы-Борейскаятундра", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [174]
							{
								"Дайэтон-Борейскаятундра", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [175]
							{
								"Гумбльт-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [176]
							{
								"Криворожка-Борейскаятундра", -- [1]
								"DEMONHUNTER", -- [2]
								"Пуфка", -- [3]
							}, -- [177]
							{
								"Греллион-Борейскаятундра", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [178]
							{
								"Вирж-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [179]
							{
								"Дессантура-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [180]
							{
								"Иллидарная-Борейскаятундра", -- [1]
								"DEMONHUNTER", -- [2]
								"0,0", -- [3]
							}, -- [181]
							{
								"Вилиолета-Борейскаятундра", -- [1]
								"WARLOCK", -- [2]
								"0.0", -- [3]
							}, -- [182]
							{
								"Ведан-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [183]
							{
								"Вафовна-Борейскаятундра", -- [1]
								"HUNTER", -- [2]
								"3300,1336", -- [3]
							}, -- [184]
							{
								"Ботася-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [185]
							{
								"Балаке-Борейскаятундра", -- [1]
								"ROGUE", -- [2]
								"3300,0", -- [3]
							}, -- [186]
							{
								"Стайнифэй-Борейскаятундра", -- [1]
								"DEMONHUNTER", -- [2]
								"0,0", -- [3]
							}, -- [187]
							{
								"Бабусинка-Борейскаятундра", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [188]
							{
								"Агроиэль-Борейскаятундра", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [189]
							{
								"Афличка-Борейскаятундра", -- [1]
								"WARLOCK", -- [2]
								"3300,3077", -- [3]
							}, -- [190]
							{
								"Артёмкии-Борейскаятундра", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [191]
							{
								"Аркадрон-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [192]
							{
								"Саулончик-Борейскаятундра", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [193]
							{
								"Антигама-Борейскаятундра", -- [1]
								"WARRIOR", -- [2]
								"0.0", -- [3]
							}, -- [194]
							{
								"Альмагорн-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"3300,0", -- [3]
							}, -- [195]
							{
								"Алтери-Борейскаятундра", -- [1]
								"ROGUE", -- [2]
								"Алоиза", -- [3]
							}, -- [196]
							{
								"Мэндл-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [197]
							{
								"Инсайди-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"Дирой", -- [3]
							}, -- [198]
							{
								"Жгутикк-Борейскаятундра", -- [1]
								"DEMONHUNTER", -- [2]
								"", -- [3]
							}, -- [199]
							{
								"Эпитимия-Борейскаятундра", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [200]
							{
								"Хилюзапиво-Борейскаятундра", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [201]
							{
								"Йомар-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"Хазред", -- [3]
							}, -- [202]
							{
								"Топзеро-Борейскаятундра", -- [1]
								"HUNTER", -- [2]
								"3300,998", -- [3]
							}, -- [203]
							{
								"Цирконисс-Борейскаятундра", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [204]
							{
								"Ликвидос-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [205]
							{
								"Пуфка-Борейскаятундра", -- [1]
								"MONK", -- [2]
								"3300,0", -- [3]
							}, -- [206]
							{
								"Невредимка-Борейскаятундра", -- [1]
								"WARRIOR", -- [2]
								"Шашель", -- [3]
							}, -- [207]
							{
								"Кедлинг-Борейскаятундра", -- [1]
								"HUNTER", -- [2]
								"Ржавыйтанк", -- [3]
							}, -- [208]
							{
								"Веладор-Борейскаятундра", -- [1]
								"DEATHKNIGHT", -- [2]
								"От диройки", -- [3]
							}, -- [209]
							{
								"Войдяша-Борейскаятундра", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [210]
							{
								"Тцуме-Борейскаятундра", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [211]
							{
								"Алесения-Борейскаятундра", -- [1]
								"WARLOCK", -- [2]
								"Фонита", -- [3]
							}, -- [212]
							{
								"Тенимир-Борейскаятундра", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [213]
							{
								"Таньлу-Борейскаятундра", -- [1]
								"MONK", -- [2]
								"Афличка", -- [3]
							}, -- [214]
							{
								"Ржавик-Борейскаятундра", -- [1]
								"ROGUE", -- [2]
								"Ржавыйтанк", -- [3]
							}, -- [215]
							{
								"Конворто-Борейскаятундра", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [216]
							{
								"Паркетник-Борейскаятундра", -- [1]
								"PRIEST", -- [2]
								"Жутетварь", -- [3]
							}, -- [217]
							{
								"Гримсвётн-Борейскаятундра", -- [1]
								"DEMONHUNTER", -- [2]
								"0,0", -- [3]
							}, -- [218]
							{
								"Мореам-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [219]
							{
								"Ихтик-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [220]
							{
								"Гримхейм-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [221]
							{
								"Росенган-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"Тайтэн", -- [3]
							}, -- [222]
							{
								"Ирэин-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"Неторт", -- [3]
							}, -- [223]
							{
								"Тампик-Борейскаятундра", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [224]
							{
								"Малеффикус-Борейскаятундра", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [225]
							{
								"Фидошник-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [226]
							{
								"Эбриусагита-Борейскаятундра", -- [1]
								"HUNTER", -- [2]
								"Лилоцвет", -- [3]
							}, -- [227]
							{
								"Народрауг-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [228]
							{
								"Катберт-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [229]
							{
								"Бладроуз-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [230]
							{
								"Бенсайд-Борейскаятундра", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [231]
							{
								"Эфа-Борейскаятундра", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [232]
							{
								"Неодыкватус-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [233]
							{
								"Делиша-Борейскаятундра", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [234]
							{
								"Асмандра-Борейскаятундра", -- [1]
								"HUNTER", -- [2]
								"Фрустрация", -- [3]
							}, -- [235]
							{
								"Элави-Борейскаятундра", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [236]
							{
								"Эделар-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"Хазред", -- [3]
							}, -- [237]
							{
								"Ниддис-Борейскаятундра", -- [1]
								"PRIEST", -- [2]
								"Мэмф", -- [3]
							}, -- [238]
							{
								"Флэммик-Борейскаятундра", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [239]
							{
								"Флемми-Борейскаятундра", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [240]
							{
								"Феликсс-Борейскаятундра", -- [1]
								"WARRIOR", -- [2]
								"Репликантт", -- [3]
							}, -- [241]
							{
								"Стайлус-Борейскаятундра", -- [1]
								"DEATHKNIGHT", -- [2]
								"Трайплэкс", -- [3]
							}, -- [242]
							{
								"Сларин-Борейскаятундра", -- [1]
								"HUNTER", -- [2]
								"Малькарочка", -- [3]
							}, -- [243]
							{
								"Кьялесс-Борейскаятундра", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [244]
							{
								"Писталет-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [245]
							{
								"Артемкии-Борейскаятундра", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [246]
							{
								"Подобиемага-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [247]
							{
								"Недаю-Борейскаятундра", -- [1]
								"HUNTER", -- [2]
								"Вафовна", -- [3]
							}, -- [248]
							{
								"Бэгвел-Борейскаятундра", -- [1]
								"HUNTER", -- [2]
								"Репликантт", -- [3]
							}, -- [249]
							{
								"Блейми-Борейскаятундра", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [250]
							{
								"Натевспину-Борейскаятундра", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [251]
							{
								"Мэднис-Борейскаятундра", -- [1]
								"WARRIOR", -- [2]
								"Малькар", -- [3]
							}, -- [252]
							{
								"Меллия-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [253]
							{
								"Маэвин-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"Йовен", -- [3]
							}, -- [254]
							{
								"Сангай-Борейскаятундра", -- [1]
								"PRIEST", -- [2]
								"Тэйма", -- [3]
							}, -- [255]
							{
								"Мануэлито-Борейскаятундра", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [256]
							{
								"Люмьерс-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [257]
							{
								"Астрент-Борейскаятундра", -- [1]
								"DEMONHUNTER", -- [2]
								"3200,0", -- [3]
							}, -- [258]
							{
								"Лилблаф-Борейскаятундра", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [259]
							{
								"Килоом-Борейскаятундра", -- [1]
								"ROGUE", -- [2]
								"Хазред", -- [3]
							}, -- [260]
							{
								"Белэкрос-Борейскаятундра", -- [1]
								"WARLOCK", -- [2]
								"Тайтэн", -- [3]
							}, -- [261]
							{
								"Пятибалко-Борейскаятундра", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [262]
							{
								"Кхорус-Борейскаятундра", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [263]
							{
								"Плвп-Борейскаятундра", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [264]
							{
								"Кикими-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"Вафовна", -- [3]
							}, -- [265]
							{
								"Кейлани-Борейскаятундра", -- [1]
								"MONK", -- [2]
								"Вафовна", -- [3]
							}, -- [266]
							{
								"Рэннитор-Борейскаятундра", -- [1]
								"ROGUE", -- [2]
								"Ратимир", -- [3]
							}, -- [267]
							{
								"Лавхейт-Борейскаятундра", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [268]
							{
								"Кеерег-Борейскаятундра", -- [1]
								"WARRIOR", -- [2]
								"Неторт", -- [3]
							}, -- [269]
							{
								"Покатеплая-Борейскаятундра", -- [1]
								"DEATHKNIGHT", -- [2]
								"Вафовна", -- [3]
							}, -- [270]
							{
								"Лихоймаг-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"Орион", -- [3]
							}, -- [271]
							{
								"Эйтрин-Борейскаятундра", -- [1]
								"PRIEST", -- [2]
								"Шалентил", -- [3]
							}, -- [272]
							{
								"Слимег-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"Слиим", -- [3]
							}, -- [273]
							{
								"Турбошнуропс-Борейскаятундра", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [274]
							{
								"Иммэлф-Борейскаятундра", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [275]
							{
								"Вуйчич-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [276]
							{
								"Зонна-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"Алоиза", -- [3]
							}, -- [277]
							{
								"Драгги-Борейскаятундра", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [278]
							{
								"Хиро85FC96-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [279]
							{
								"Лунатэль-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [280]
							{
								"Ашканди-Борейскаятундра", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [281]
							{
								"Феолена-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [282]
							{
								"Грэйв-Борейскаятундра", -- [1]
								"ROGUE", -- [2]
								"Неторт", -- [3]
							}, -- [283]
							{
								"Твитрикс-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [284]
							{
								"Гермий-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"Трайплэкс", -- [3]
							}, -- [285]
							{
								"Сормант-Борейскаятундра", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [286]
							{
								"Аттон-Борейскаятундра", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [287]
							{
								"Арелстраза-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [288]
							{
								"Дьяволёночек-Борейскаятундра", -- [1]
								"WARLOCK", -- [2]
								"Юляшик", -- [3]
							}, -- [289]
							{
								"Драдрия-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [290]
							{
								"Самиэль-Борейскаятундра", -- [1]
								"DEMONHUNTER", -- [2]
								"0,0", -- [3]
							}, -- [291]
							{
								"Лордерея-Борейскаятундра", -- [1]
								"DEMONHUNTER", -- [2]
								"", -- [3]
							}, -- [292]
							{
								"Амидар-Борейскаятундра", -- [1]
								"DEATHKNIGHT", -- [2]
								"Хазред", -- [3]
							}, -- [293]
							{
								"Айсимайси-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [294]
							{
								"Масандрмакс-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [295]
							{
								"Сейлормунка-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"Топзеро", -- [3]
							}, -- [296]
							{
								"Мистизи-Борейскаятундра", -- [1]
								"PRIEST", -- [2]
								"Неторт", -- [3]
							}, -- [297]
							{
								"Юргенсен-Борейскаятундра", -- [1]
								"HUNTER", -- [2]
								"Дессантура", -- [3]
							}, -- [298]
							{
								"Саммерби-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [299]
							{
								"Синдикрабка-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [300]
							{
								"Менельдор-Борейскаятундра", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [301]
							{
								"Полидект-Борейскаятундра", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [302]
							{
								"Эллатея-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"Гриддис", -- [3]
							}, -- [303]
							{
								"Шлемвкустах-Борейскаятундра", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [304]
							{
								"Эгион-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [305]
							{
								"Двенадцатая-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [306]
							{
								"Райзз-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [307]
							{
								"Пандапро-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [308]
							{
								"Тэнтри-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [309]
							{
								"Иноходец-Борейскаятундра", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [310]
							{
								"Чуман-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"Ихтик", -- [3]
							}, -- [311]
							{
								"Цифрона-Борейскаятундра", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [312]
							{
								"Харпроу-Борейскаятундра", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [313]
							{
								"Ыфрваа-Борейскаятундра", -- [1]
								"MONK", -- [2]
								"Демонийа", -- [3]
							}, -- [314]
							{
								"Биннель-Борейскаятундра", -- [1]
								"MONK", -- [2]
								"Дирой", -- [3]
							}, -- [315]
							{
								"Экзекутуз-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [316]
							{
								"Тенсин-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"Дирой", -- [3]
							}, -- [317]
							{
								"Комендант-Борейскаятундра", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [318]
							{
								"Смегодяй-Борейскаятундра", -- [1]
								"HUNTER", -- [2]
								"Самопал", -- [3]
							}, -- [319]
							{
								"Йорикович-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [320]
							{
								"Слимпанда-Борейскаятундра", -- [1]
								"MONK", -- [2]
								"Слиим", -- [3]
							}, -- [321]
							{
								"Марголетта-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [322]
							{
								"Дистанция-Борейскаятундра", -- [1]
								"DEMONHUNTER", -- [2]
								"Вафовна", -- [3]
							}, -- [323]
							{
								"Рэнндом-Борейскаятундра", -- [1]
								"PRIEST", -- [2]
								"Ратимир", -- [3]
							}, -- [324]
							{
								"Пивнушка-Борейскаятундра", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [325]
							{
								"Чирутт-Борейскаятундра", -- [1]
								"MONK", -- [2]
								"Вайлдерс", -- [3]
							}, -- [326]
							{
								"Долдрен-Борейскаятундра", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [327]
							{
								"Тэалайни-Борейскаятундра", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [328]
							{
								"Дэлична-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [329]
							{
								"Ойзин-Борейскаятундра", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [330]
							{
								"Бладколл-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"Масандрмакс", -- [3]
							}, -- [331]
							{
								"Слайти-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [332]
							{
								"Панданепро-Борейскаятундра", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [333]
							{
								"Похардкору-Борейскаятундра", -- [1]
								"WARRIOR", -- [2]
								"ВафОвна", -- [3]
							}, -- [334]
							{
								"Имурук-Борейскаятундра", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [335]
							{
								"Мохьмад-Борейскаятундра", -- [1]
								"HUNTER", -- [2]
								"Балаке", -- [3]
							}, -- [336]
							{
								"Вингейтс-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"Тайтэн", -- [3]
							}, -- [337]
							{
								"Тюлень-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [338]
							{
								"Ногусвело-Борейскаятундра", -- [1]
								"MONK", -- [2]
								"Блэкмор", -- [3]
							}, -- [339]
							{
								"Ледали792B0E-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [340]
							{
								"Каванах-Борейскаятундра", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [341]
							{
								"Придазя-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"Сефузя", -- [3]
							}, -- [342]
							{
								"Быстролапая-Борейскаятундра", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [343]
							{
								"Балакэ-Борейскаятундра", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [344]
							{
								"Иглис-Борейскаятундра", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [345]
							{
								"Апельсинккаа-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"3300,1684", -- [3]
							}, -- [346]
							{
								"Хамелеонн-Борейскаятундра", -- [1]
								"ROGUE", -- [2]
								"Репликантт", -- [3]
							}, -- [347]
							{
								"Тайтэн-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [348]
							{
								"Лакоста-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [349]
							{
								"Строул-Борейскаятундра", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [350]
							{
								"Нисирос-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [351]
							{
								"Дедпистолет-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [352]
							{
								"Дирки-Борейскаятундра", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [353]
							{
								"Турим-Борейскаятундра", -- [1]
								"DEMONHUNTER", -- [2]
								"", -- [3]
							}, -- [354]
							{
								"Боргук-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [355]
							{
								"Рамео-Борейскаятундра", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [356]
							{
								"Жиррнаятварь-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [357]
							{
								"Пандыпро-Борейскаятундра", -- [1]
								"MONK", -- [2]
								"Ржавыйтанк", -- [3]
							}, -- [358]
							{
								"Бейрин-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"Агроиэль", -- [3]
							}, -- [359]
							{
								"Хамелионн-Борейскаятундра", -- [1]
								"DEATHKNIGHT", -- [2]
								"Репликантт", -- [3]
							}, -- [360]
							{
								"Соцработница-Борейскаятундра", -- [1]
								"HUNTER", -- [2]
								"3300,0", -- [3]
							}, -- [361]
							{
								"Хагель-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"Дессантура", -- [3]
							}, -- [362]
							{
								"Хагелёв-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"Дессантура", -- [3]
							}, -- [363]
							{
								"Дарклайф-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [364]
							{
								"Сэнжиф-Борейскаятундра", -- [1]
								"ROGUE", -- [2]
								"Элейни", -- [3]
							}, -- [365]
							{
								"Флэммичи-Борейскаятундра", -- [1]
								"MONK", -- [2]
								"Флэмми", -- [3]
							}, -- [366]
							{
								"Страпонэла-Борейскаятундра", -- [1]
								"ROGUE", -- [2]
								"Ххболторнхх", -- [3]
							}, -- [367]
							{
								"Одиссей-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [368]
							{
								"Леониде-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [369]
							{
								"Андедмакс-Борейскаятундра", -- [1]
								"DEATHKNIGHT", -- [2]
								"Народрауг", -- [3]
							}, -- [370]
							{
								"Гадегар-Борейскаятундра", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [371]
							{
								"Кагат-Борейскаятундра", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [372]
							{
								"Элеот-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [373]
							{
								"Эиро-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"Эллатея", -- [3]
							}, -- [374]
							{
								"Каули-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"Аттон", -- [3]
							}, -- [375]
							{
								"Фьорита-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [376]
							{
								"Ибара-Борейскаятундра", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [377]
							{
								"Эвридэй-Борейскаятундра", -- [1]
								"DEATHKNIGHT", -- [2]
								"Джэдх", -- [3]
							}, -- [378]
							{
								"Эмерик-Борейскаятундра", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [379]
							{
								"Эмалкан-Борейскаятундра", -- [1]
								"WARRIOR", -- [2]
								"Балаке", -- [3]
							}, -- [380]
							{
								"Амираж-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [381]
							{
								"Буггимэн-Борейскаятундра", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [382]
							{
								"Ардвалин-Борейскаятундра", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [383]
							{
								"Хайви-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [384]
							{
								"Хазред-Борейскаятундра", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [385]
							{
								"Крэйс-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"Неторт", -- [3]
							}, -- [386]
							{
								"Фрауриттер-Борейскаятундра", -- [1]
								"DEMONHUNTER", -- [2]
								"", -- [3]
							}, -- [387]
							{
								"Фаббало-Борейскаятундра", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [388]
							{
								"Докурочин-Борейскаятундра", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [389]
							{
								"Хэтчер-Борейскаятундра", -- [1]
								"WARLOCK", -- [2]
								"Сау", -- [3]
							}, -- [390]
							{
								"Сефузя-Борейскаятундра", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [391]
							{
								"Риетуму-Борейскаятундра", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [392]
							{
								"Ларь-Борейскаятундра", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [393]
							{
								"Лисюхоудль-Борейскаятундра", -- [1]
								"DRUID", -- [2]
								"Айсли", -- [3]
							}, -- [394]
							{
								"Райпи-Борейскаятундра", -- [1]
								"PRIEST", -- [2]
								"Пайпи", -- [3]
							}, -- [395]
							{
								"Онеил-Борейскаятундра", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [396]
							{
								"Сейнори-Борейскаятундра", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [397]
							{
								"Новадей-Борейскаятундра", -- [1]
								"DEMONHUNTER", -- [2]
								"0,0", -- [3]
							}, -- [398]
							{
								"Великий-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [399]
							{
								"Окро-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [400]
							{
								"Индзиро-Борейскаятундра", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [401]
							{
								"Бумшакалаках-Борейскаятундра", -- [1]
								"MAGE", -- [2]
								"Джэдх", -- [3]
							}, -- [402]
							{
								"Вильгельм-Борейскаятундра", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [403]
						},
						["time"] = 1531871820,
					},
				},
			},
		},
		["announce"] = {
			["profiles"] = {
				["Версус"] = {
					["enabled"] = false,
				},
			},
		},
		["gptooltip"] = {
		},
		["whisper"] = {
		},
	},
	["global"] = {
		["last_version"] = "v5.12.17",
		["last_tier"] = 703,
	},
	["profileKeys"] = {
		["Алтери - Борейская тундра"] = "Версус",
		["Зонна - Борейская тундра"] = "Версус",
		["Эрника - Борейская тундра"] = "Эрника - Борейская тундра",
		["Алоиза - Борейская тундра"] = "Версус",
		["Тиаз - Борейская тундра"] = "Тиаз - Борейская тундра",
		["Ниоши - Борейская тундра"] = "Ниоши - Борейская тундра",
		["Дэлери - Борейская тундра"] = "Версус",
		["Эстрея - Борейская тундра"] = "Версус",
		["Нирейя - Борейская тундра"] = "Нирейя - Борейская тундра",
		["Элави - Борейская тундра"] = "Версус",
		["Сайбил - Борейская тундра"] = "Сайбил - Борейская тундра",
	},
	["profiles"] = {
		["Алтери - Борейская тундра"] = {
			["min_ep"] = 5000,
			["base_gp"] = 100,
			["decay_p"] = 20,
			["outsiders"] = 0,
		},
		["Зонна - Борейская тундра"] = {
			["min_ep"] = 5000,
			["base_gp"] = 100,
			["decay_p"] = 20,
			["outsiders"] = 0,
		},
		["Элави - Борейская тундра"] = {
			["min_ep"] = 5000,
			["base_gp"] = 100,
			["decay_p"] = 20,
			["outsiders"] = 0,
		},
		["Ниоши - Борейская тундра"] = {
		},
		["Дэлери - Борейская тундра"] = {
			["min_ep"] = 5000,
			["base_gp"] = 100,
			["decay_p"] = 20,
			["outsiders"] = 0,
		},
		["Эстрея - Борейская тундра"] = {
			["min_ep"] = 5000,
			["base_gp"] = 100,
			["decay_p"] = 20,
			["outsiders"] = 0,
		},
		["Версус"] = {
			["outsiders"] = 0,
			["decay_p"] = 20,
			["min_ep"] = 5000,
			["base_gp"] = 100,
			["bonus_loot_log"] = {
				{
					["player"] = "Земин-Гордунни",
					["coinsLeft"] = "0",
					["timestamp"] = "2018-05-14 20:08:00",
					["reward"] = "|cffa335ee|Hitem:152360::::::::110:104::3:3:3614:1472:3528:::|h[Перчатки бесчеловечных свершений]|h|r",
					["currencyID"] = "0",
				}, -- [1]
				{
					["player"] = "Argàn-Nemesis",
					["coinsLeft"] = "0",
					["timestamp"] = "2018-05-15 16:37:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:152093::::::::110:259::3:4:3610:1808:1472:3528:::|h[Eredità di Gorshalach]|h|r",
				}, -- [2]
				{
					["player"] = "Corgininja-Silvermoon",
					["coinsLeft"] = "0",
					["timestamp"] = "2018-05-15 16:59:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:152358::::::::110:261::3:3:3614:1472:3528:::|h[Imp-Overseer's Vest]|h|r",
				}, -- [3]
				{
					["player"] = "Дэлери",
					["coinsLeft"] = "0",
					["timestamp"] = "2018-05-15 18:35:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:152688::::::::110:581::3:4:3610:1808:1472:3528:::|h[Петля хранительницы жизни]|h|r",
				}, -- [4]
				{
					["player"] = "Дэлери",
					["coinsLeft"] = "0",
					["timestamp"] = "2018-05-20 14:41:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:155855::::::::110:581::3:3:3610:1482:3528:::|h[Искра начальника кузни]|h|r",
				}, -- [5]
				{
					["player"] = "Isä-BronzeDragonflight",
					["coinsLeft"] = "0",
					["timestamp"] = "2018-05-20 15:55:00",
					["reward"] = "|cffa335ee|Hitem:155850::::::::110:270::5:3:3611:1507:3336:::|h[Rime of the Spirit Realm]|h|r",
					["currencyID"] = "0",
				}, -- [6]
				{
					["player"] = "Havocian-Aggramar",
					["coinsLeft"] = "0",
					["timestamp"] = "2018-05-20 15:55:00",
					["reward"] = "|cffa335ee|Hitem:151986::::::::110:577::5:3:3611:1492:3336:::|h[Death-Enveloping Cincture]|h|r",
					["currencyID"] = "0",
				}, -- [7]
				{
					["player"] = "Алтери",
					["coinsLeft"] = "0",
					["timestamp"] = "2018-05-20 20:03:00",
					["reward"] = "|cffa335ee|Hitem:155847::::::::110:259::3:3:3610:1482:3528:::|h[Кровь Мстителя]|h|r",
					["currencyID"] = "0",
				}, -- [8]
				{
					["player"] = "Выя",
					["coinsLeft"] = "0",
					["timestamp"] = "2018-05-20 22:37:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:152679::::::::110:258::5:3:3611:1487:3528:::|h[Поддоспешник порчи Саргераса]|h|r",
				}, -- [9]
				{
					["player"] = "Эстрея",
					["coinsLeft"] = "0",
					["timestamp"] = "2018-05-20 22:37:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:155849::::::::110:104::5:3:3611:1497:3528:::|h[Мерцающая глыба ярости]|h|r",
				}, -- [10]
				{
					["player"] = "Алтери",
					["coinsLeft"] = "0",
					["timestamp"] = "2018-05-21 23:06:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:151983::::::::110:259::5:3:3611:1487:3528:::|h[Жуткие огнелапы]|h|r",
				}, -- [11]
				{
					["player"] = "Алтери",
					["coinsLeft"] = "0",
					["timestamp"] = "2018-05-23 21:04:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:151980::::::::110:259::5:3:3611:1487:3528:::|h[Шлейка гнетущей Тьмы]|h|r",
				}, -- [12]
				{
					["player"] = "Mawzh-Ravencrest",
					["coinsLeft"] = "0",
					["timestamp"] = "2018-05-28 13:33:00",
					["reward"] = "|cffa335ee|Hitem:152283::::::::110:254::5:3:3611:1487:3528:::|h[Chain of the Unmaker]|h|r",
					["currencyID"] = "0",
				}, -- [13]
				{
					["player"] = "Maceeka-Arathor",
					["coinsLeft"] = "0",
					["timestamp"] = "2018-05-28 13:33:00",
					["reward"] = "|cffa335ee|Hitem:155850::::::::110:105::5:3:3611:1497:3528:::|h[Rime of the Spirit Realm]|h|r",
					["currencyID"] = "0",
				}, -- [14]
				{
					["player"] = "Эстрея",
					["coinsLeft"] = "0",
					["timestamp"] = "2018-06-02 19:52:00",
					["reward"] = "|cffa335ee|Hitem:152050::::::::110:104::5:3:3611:1487:3528:::|h[Таинственное окаменевшее яйцо]|h|r",
					["currencyID"] = "0",
				}, -- [15]
				{
					["player"] = "Эстрея",
					["coinsLeft"] = "0",
					["timestamp"] = "2018-06-02 23:15:00",
					["reward"] = "|cffa335ee|Hitem:155854::::::::110:104::5:3:3611:1502:3336:::|h[Корень Хранительницы жизни]|h|r",
					["currencyID"] = "0",
				}, -- [16]
				{
					["player"] = "Алоиза",
					["timestamp"] = "2018-06-04 01:20:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [17]
				{
					["timestamp"] = "2018-06-13 00:50:00",
					["player"] = "Аркадрон",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [18]
				{
					["player"] = "Зонна",
					["coinsLeft"] = "0",
					["timestamp"] = "2018-07-02 16:09:00",
					["reward"] = "|cffa335ee|Hitem:152062::::::::110:63::3:3:3610:1472:3528:::|h[Великий плащ Темного Пантеона]|h|r",
					["currencyID"] = "0",
				}, -- [19]
				{
					["player"] = "Алоиза",
					["coinsLeft"] = "0",
					["timestamp"] = "2018-07-03 14:23:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:155852::::::::110:258::5:3:3611:1497:3528:::|h[Нестабильный осколок души]|h|r",
				}, -- [20]
				{
					["timestamp"] = "2018-07-15 18:46:00",
					["player"] = "Дэлери",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [21]
			},
			["blizzard_show_offline"] = true,
		},
		["Алоиза - Борейская тундра"] = {
			["min_ep"] = 5000,
			["base_gp"] = 100,
			["decay_p"] = 20,
			["outsiders"] = 0,
		},
		["Сайбил - Борейская тундра"] = {
		},
	},
}
