
HandyNotesDB = {
["profileKeys"] = {
["Шайэн - Гордунни"] = "Шайэн - Гордунни",
["Алтери - Борейская тундра"] = "Алтери - Борейская тундра",
["Эстэро - Гордунни"] = "Эстэро - Гордунни",
["Эстрэя - Гордунни"] = "Эстрэя - Гордунни",
["Алоиза - Борейская тундра"] = "Алоиза - Борейская тундра",
["Тиаз - Борейская тундра"] = "Тиаз - Борейская тундра",
["Литрэс - Гордунни"] = "Литрэс - Гордунни",
["Катрэта - Гордунни"] = "Катрэта - Гордунни",
["Лиерми - Гордунни"] = "Лиерми - Гордунни",
["Эллиата - Гордунни"] = "Эллиата - Гордунни",
["Мэйрика - Гордунни"] = "Мэйрика - Гордунни",
["Estrea - EU Mythic Dungeons"] = "Estrea - EU Mythic Dungeons",
["Elavi - Durotan"] = "Elavi - Durotan",
["Nietta - EU Mythic Dungeons"] = "Nietta - EU Mythic Dungeons",
["Элави - Борейская тундра"] = "Элави - Борейская тундра",
["Ниоши - Борейская тундра"] = "Ниоши - Борейская тундра",
["Алоиза - Гордунни"] = "Алоиза - Гордунни",
["Миттенс - Гордунни"] = "Миттенс - Гордунни",
["Ниэтта - Гордунни"] = "Ниэтта - Гордунни",
["Фламиника - Борейская тундра"] = "Фламиника - Борейская тундра",
["Дэлери - Гордунни"] = "Дэлери - Гордунни",
["Ниамэй - Гордунни"] = "Ниамэй - Гордунни",
["Фламинника - Гордунни"] = "Фламинника - Гордунни",
["Элсин - Гордунни"] = "Элсин - Гордунни",
["Altery - Durotan"] = "Altery - Durotan",
["Altery - Bronzebeard"] = "Altery - Bronzebeard",
["Алтэри - Гордунни"] = "Алтэри - Гордунни",
["Нирейя - Борейская тундра"] = "Нирейя - Борейская тундра",
["Земкатра - Гордунни"] = "Земкатра - Гордунни",
["Дэлери - Борейская тундра"] = "Дэлери - Борейская тундра",
["Энастари - Гордунни"] = "Энастари - Гордунни",
["Нэмея - Гордунни"] = "Нэмея - Гордунни",
["Терцета - Гордунни"] = "Терцета - Гордунни",
["Зиэ - Гордунни"] = "Зиэ - Гордунни",
["Рефти - Гордунни"] = "Рефти - Гордунни",
["Эраминта - Гордунни"] = "Эраминта - Гордунни",
["Зонна - Борейская тундра"] = "Зонна - Борейская тундра",
["Эстрея - Борейская тундра"] = "Эстрея - Борейская тундра",
["Ващеновый - Гордунни"] = "Ващеновый - Гордунни",
["Estrea - Alleria"] = "Estrea - Alleria",
["Эрника - Борейская тундра"] = "Эрника - Борейская тундра",
["Flaminika - Silvermoon"] = "Flaminika - Silvermoon",
["Delery - Durotan"] = "Delery - Durotan",
["Flaminika - Durotan"] = "Flaminika - Durotan",
["Элантаис - Гордунни"] = "Элантаис - Гордунни",
["Вейлзевулла - Борейская тундра"] = "Вейлзевулла - Борейская тундра",
["Хилопятьумер - Гордунни"] = "Хилопятьумер - Гордунни",
["Сайбил - Борейская тундра"] = "Сайбил - Борейская тундра",
["Артэмита - Гордунни"] = "Артэмита - Гордунни",
["Алиэрена - Гордунни"] = "Алиэрена - Гордунни",
},
["profiles"] = {
["Шайэн - Гордунни"] = {
},
["Алтери - Борейская тундра"] = {
},
["Эстэро - Гордунни"] = {
},
["Эстрэя - Гордунни"] = {
},
["Алоиза - Борейская тундра"] = {
["enabledPlugins"] = {
["DraenorTreasures"] = false,
},
},
["Тиаз - Борейская тундра"] = {
},
["Литрэс - Гордунни"] = {
},
["Катрэта - Гордунни"] = {
},
["Лиерми - Гордунни"] = {
},
["Эллиата - Гордунни"] = {
},
["Мэйрика - Гордунни"] = {
},
["Estrea - EU Mythic Dungeons"] = {
},
["Elavi - Durotan"] = {
},
["Nietta - EU Mythic Dungeons"] = {
},
["Элави - Борейская тундра"] = {
},
["Ниоши - Борейская тундра"] = {
},
["Алоиза - Гордунни"] = {
},
["Миттенс - Гордунни"] = {
},
["Ниэтта - Гордунни"] = {
},
["Фламиника - Борейская тундра"] = {
["enabledPlugins"] = {
["TomCat's Tours: Rares of Visions of N'zoth"] = false,
},
},
["Дэлери - Гордунни"] = {
},
["Ниамэй - Гордунни"] = {
},
["Фламинника - Гордунни"] = {
},
["Элсин - Гордунни"] = {
},
["Altery - Durotan"] = {
},
["Altery - Bronzebeard"] = {
},
["Алтэри - Гордунни"] = {
},
["Нирейя - Борейская тундра"] = {
},
["Земкатра - Гордунни"] = {
},
["Дэлери - Борейская тундра"] = {
},
["Энастари - Гордунни"] = {
},
["Нэмея - Гордунни"] = {
},
["Терцета - Гордунни"] = {
},
["Зиэ - Гордунни"] = {
},
["Рефти - Гордунни"] = {
},
["Эраминта - Гордунни"] = {
},
["Зонна - Борейская тундра"] = {
},
["Эстрея - Борейская тундра"] = {
},
["Ващеновый - Гордунни"] = {
},
["Estrea - Alleria"] = {
},
["Эрника - Борейская тундра"] = {
},
["Flaminika - Silvermoon"] = {
},
["Delery - Durotan"] = {
},
["Flaminika - Durotan"] = {
},
["Элантаис - Гордунни"] = {
},
["Вейлзевулла - Борейская тундра"] = {
},
["Хилопятьумер - Гордунни"] = {
},
["Сайбил - Борейская тундра"] = {
},
["Артэмита - Гордунни"] = {
},
["Алиэрена - Гордунни"] = {
},
},
}
HandyNotes_HandyNotesDB = {
["profileKeys"] = {
["Шайэн - Гордунни"] = "Шайэн - Гордунни",
["Алтери - Борейская тундра"] = "Алтери - Борейская тундра",
["Эстэро - Гордунни"] = "Эстэро - Гордунни",
["Эстрэя - Гордунни"] = "Эстрэя - Гордунни",
["Алоиза - Борейская тундра"] = "Алоиза - Борейская тундра",
["Тиаз - Борейская тундра"] = "Тиаз - Борейская тундра",
["Литрэс - Гордунни"] = "Литрэс - Гордунни",
["Катрэта - Гордунни"] = "Катрэта - Гордунни",
["Лиерми - Гордунни"] = "Лиерми - Гордунни",
["Эллиата - Гордунни"] = "Эллиата - Гордунни",
["Мэйрика - Гордунни"] = "Мэйрика - Гордунни",
["Estrea - EU Mythic Dungeons"] = "Estrea - EU Mythic Dungeons",
["Elavi - Durotan"] = "Elavi - Durotan",
["Nietta - EU Mythic Dungeons"] = "Nietta - EU Mythic Dungeons",
["Элави - Борейская тундра"] = "Элави - Борейская тундра",
["Ниоши - Борейская тундра"] = "Ниоши - Борейская тундра",
["Алоиза - Гордунни"] = "Алоиза - Гордунни",
["Миттенс - Гордунни"] = "Миттенс - Гордунни",
["Ниэтта - Гордунни"] = "Ниэтта - Гордунни",
["Фламиника - Борейская тундра"] = "Фламиника - Борейская тундра",
["Дэлери - Гордунни"] = "Дэлери - Гордунни",
["Ниамэй - Гордунни"] = "Ниамэй - Гордунни",
["Фламинника - Гордунни"] = "Фламинника - Гордунни",
["Элсин - Гордунни"] = "Элсин - Гордунни",
["Altery - Durotan"] = "Altery - Durotan",
["Altery - Bronzebeard"] = "Altery - Bronzebeard",
["Алтэри - Гордунни"] = "Алтэри - Гордунни",
["Нирейя - Борейская тундра"] = "Нирейя - Борейская тундра",
["Земкатра - Гордунни"] = "Земкатра - Гордунни",
["Дэлери - Борейская тундра"] = "Дэлери - Борейская тундра",
["Энастари - Гордунни"] = "Энастари - Гордунни",
["Нэмея - Гордунни"] = "Нэмея - Гордунни",
["Терцета - Гордунни"] = "Терцета - Гордунни",
["Зиэ - Гордунни"] = "Зиэ - Гордунни",
["Рефти - Гордунни"] = "Рефти - Гордунни",
["Эраминта - Гордунни"] = "Эраминта - Гордунни",
["Зонна - Борейская тундра"] = "Зонна - Борейская тундра",
["Эстрея - Борейская тундра"] = "Эстрея - Борейская тундра",
["Ващеновый - Гордунни"] = "Ващеновый - Гордунни",
["Estrea - Alleria"] = "Estrea - Alleria",
["Эрника - Борейская тундра"] = "Эрника - Борейская тундра",
["Flaminika - Silvermoon"] = "Flaminika - Silvermoon",
["Delery - Durotan"] = "Delery - Durotan",
["Flaminika - Durotan"] = "Flaminika - Durotan",
["Элантаис - Гордунни"] = "Элантаис - Гордунни",
["Вейлзевулла - Борейская тундра"] = "Вейлзевулла - Борейская тундра",
["Хилопятьумер - Гордунни"] = "Хилопятьумер - Гордунни",
["Сайбил - Борейская тундра"] = "Сайбил - Борейская тундра",
["Артэмита - Гордунни"] = "Артэмита - Гордунни",
["Алиэрена - Гордунни"] = "Алиэрена - Гордунни",
},
["global"] = {
[1699] = {
[21005400] = {
["title"] = "Dimitry (cloth)",
["cont"] = false,
["icon"] = 5,
["desc"] = "",
},
},
[2248] = {
[70733460] = {
["title"] = "Leather",
["cont"] = false,
["icon"] = 10,
["desc"] = "",
},
},
[1530] = {
[52004100] = {
["cont"] = false,
["icon"] = 1,
["title"] = "Забытая",
["desc"] = "",
},
[21176235] = {
["cont"] = false,
["icon"] = 3,
["title"] = "Amber chest",
["desc"] = "",
},
[59906220] = {
["cont"] = false,
["icon"] = 1,
["title"] = "Воля Нзота",
["desc"] = "",
},
},
[1822] = {
[46001800] = {
["cont"] = false,
["icon"] = 6,
["title"] = "Obolos (cloth)",
["desc"] = "",
},
},
[2023] = {
[57087769] = {
["icon"] = 6,
["title"] = "Radiya",
["cont"] = false,
["desc"] = "",
},
[50485288] = {
["cont"] = false,
["icon"] = 8,
["title"] = "Nat Pangle",
["desc"] = "",
},
},
[864] = {
[38007100] = {
["icon"] = 1,
["title"] = "Board",
["cont"] = false,
["desc"] = "",
},
[48006250] = {
["icon"] = 1,
["title"] = "Board",
["cont"] = false,
["desc"] = "",
},
[38027090] = {
["icon"] = 7,
["title"] = "Board",
["cont"] = false,
["desc"] = "",
},
[27706212] = {
["icon"] = 3,
["title"] = "Loa",
["cont"] = false,
["desc"] = "",
},
[32096910] = {
["title"] = "Board",
["cont"] = false,
["icon"] = 7,
["desc"] = "",
},
[46806360] = {
["icon"] = 1,
["title"] = "Board",
["cont"] = false,
["desc"] = "",
},
[42226211] = {
["icon"] = 3,
["title"] = "Loa",
["cont"] = false,
["desc"] = "",
},
[55002130] = {
["icon"] = 1,
["title"] = "Board",
["cont"] = false,
["desc"] = "",
},
[49572457] = {
["icon"] = 3,
["title"] = "Loa",
["cont"] = false,
["desc"] = "",
},
},
[1527] = {
[42007000] = {
["icon"] = 7,
["title"] = "Alpaka",
["cont"] = false,
["desc"] = "",
},
[46004800] = {
["icon"] = 7,
["title"] = "Alpaka",
["cont"] = false,
["desc"] = "",
},
[76006700] = {
["icon"] = 7,
["title"] = "Альпака",
["cont"] = false,
["desc"] = "",
},
[63001400] = {
["icon"] = 7,
["title"] = "Alpaka",
["cont"] = false,
["desc"] = "",
},
[70003900] = {
["icon"] = 7,
["title"] = "Alpaka",
["cont"] = true,
["desc"] = "",
},
[30002900] = {
["icon"] = 7,
["title"] = "Alpaka",
["cont"] = false,
["desc"] = "",
},
[53001900] = {
["icon"] = 7,
["title"] = "Alpaka",
["cont"] = false,
["desc"] = "",
},
[37000924] = {
["cont"] = false,
["icon"] = 7,
["title"] = "Alpaka",
["desc"] = "",
},
[63005200] = {
["icon"] = 7,
["title"] = "Alpaka",
["cont"] = false,
["desc"] = "",
},
[55007000] = {
["icon"] = 7,
["title"] = "Alpaka",
["cont"] = false,
["desc"] = "",
},
},
[641] = {
[41518118] = {
["cont"] = false,
["icon"] = 3,
["title"] = "Orb 3",
["desc"] = "",
},
[58136968] = {
["cont"] = false,
["icon"] = 7,
["title"] = "Demons",
["desc"] = "",
},
},
[1161] = {
[66846405] = {
["title"] = "Leeroy Jenkins",
["cont"] = false,
["icon"] = 1,
["desc"] = "66,64",
},
},
[1543] = {
[27007100] = {
["icon"] = 6,
["title"] = "Tanassius (plate)",
["cont"] = false,
["desc"] = "",
},
[27906290] = {
["cont"] = false,
["icon"] = 8,
["title"] = "Charger (Necrolord)",
["desc"] = "",
},
[27431751] = {
["cont"] = false,
["icon"] = 3,
["title"] = "Charger 2",
["desc"] = "",
},
[26636634] = {
["cont"] = false,
["icon"] = 3,
["title"] = "Charger 1",
["desc"] = "",
},
[28002400] = {
["cont"] = false,
["icon"] = 4,
["title"] = "Torgllun (mail, offhand)",
["desc"] = "",
},
[59005100] = {
["cont"] = false,
["icon"] = 1,
["title"] = "Darithis",
["desc"] = "",
},
[54007900] = {
["icon"] = 6,
["title"] = "Rat Lord (plate)",
["cont"] = false,
["desc"] = "",
},
[66105750] = {
["title"] = "Dominion Chest",
["cont"] = false,
["icon"] = 1,
["desc"] = "",
},
[55806750] = {
["cont"] = false,
["icon"] = 1,
["title"] = "Sanngror",
["desc"] = "",
},
[34007400] = {
["icon"] = 6,
["title"] = "T (plate)",
["cont"] = false,
["desc"] = "",
},
[16274949] = {
["cont"] = false,
["icon"] = 3,
["title"] = "Charger 3",
["desc"] = "",
},
[48501840] = {
["cont"] = false,
["icon"] = 6,
["title"] = "Obolos (cloth)",
["desc"] = "",
},
[66915620] = {
["title"] = "Keyring",
["cont"] = false,
["icon"] = 7,
["desc"] = "",
},
},
[379] = {
[57007500] = {
["title"] = "Хавак",
["cont"] = false,
["icon"] = 6,
["desc"] = "",
},
[73007700] = {
["title"] = "Зей Изгой",
["cont"] = false,
["icon"] = 6,
["desc"] = "",
},
},
[2405] = {
[39957102] = {
["title"] = "Unreachable Symbol",
["cont"] = false,
["icon"] = 1,
["desc"] = "",
},
[29007000] = {
["cont"] = false,
["icon"] = 3,
["title"] = "Crystal",
["desc"] = "",
},
},
[2133] = {
[54414162] = {
["title"] = "Klakatak",
["cont"] = false,
["icon"] = 6,
["desc"] = "",
},
[42006500] = {
["title"] = "Karakokta",
["cont"] = false,
["icon"] = 6,
["desc"] = "",
},
[49213339] = {
["cont"] = false,
["icon"] = 1,
["title"] = "Puddlehopper",
["desc"] = "",
},
[58045379] = {
["icon"] = 10,
["title"] = "Бартер",
["cont"] = false,
["desc"] = "",
},
[44054787] = {
["title"] = "Cobra",
["cont"] = false,
["icon"] = 2,
["desc"] = "",
},
},
[630] = {
[37963741] = {
["cont"] = false,
["icon"] = 3,
["title"] = "Orb 1",
["desc"] = "",
},
[54022618] = {
["cont"] = false,
["icon"] = 3,
["title"] = "Orb 8",
["desc"] = "",
},
[59371313] = {
["cont"] = false,
["icon"] = 3,
["title"] = "Orb 5",
["desc"] = "",
},
},
[885] = {
[60154548] = {
["cont"] = false,
["icon"] = 6,
["title"] = "Орикс",
["desc"] = "",
},
},
[2472] = {
[57565791] = {
["title"] = "Oasis Quest Chain",
["cont"] = false,
["icon"] = 28,
["desc"] = "",
},
},
[634] = {
[32927590] = {
["cont"] = false,
["icon"] = 3,
["title"] = "Orb 2",
["desc"] = "",
},
[67001400] = {
["cont"] = false,
["icon"] = 3,
["title"] = "Orb 6",
["desc"] = "",
},
},
[2346] = {
[30008600] = {
["title"] = "Cей",
["cont"] = false,
["icon"] = 27,
["desc"] = "",
},
[42001000] = {
["icon"] = 4,
["title"] = "Лаймовый куробот",
["cont"] = false,
["desc"] = "",
},
[32006500] = {
["icon"] = 4,
["title"] = "Acid Rat",
["cont"] = false,
["desc"] = "",
},
[24006300] = {
["icon"] = 3,
["title"] = "Накидки",
["cont"] = false,
["desc"] = "",
},
[34007100] = {
["cont"] = false,
["icon"] = 23,
["title"] = "Fish",
["desc"] = "",
},
[29744120] = {
["icon"] = 8,
["title"] = "Решалы",
["cont"] = false,
["desc"] = "",
},
[46006300] = {
["icon"] = 4,
["title"] = "Бомбопанцирник",
["cont"] = false,
["desc"] = "",
},
[35004100] = {
["icon"] = 10,
["title"] = "Разная механика",
["cont"] = false,
["desc"] = "",
},
[20005500] = {
["icon"] = 4,
["title"] = "Каджа-краб",
["cont"] = false,
["desc"] = "",
},
},
[1961] = {
[61804460] = {
["title"] = "Rift1",
["cont"] = false,
["icon"] = 1,
["desc"] = "",
},
[59405370] = {
["title"] = "Rift5",
["cont"] = false,
["icon"] = 1,
["desc"] = "",
},
},
[2024] = {
[14003700] = {
["cont"] = false,
["icon"] = 1,
["title"] = "Gnarls",
["desc"] = "",
},
[29784630] = {
["title"] = "Лиса",
["cont"] = false,
["icon"] = 25,
["desc"] = "",
},
[58773479] = {
["cont"] = false,
["icon"] = 28,
["title"] = "Лунка Мрачноклыка",
["desc"] = "",
},
},
[1536] = {
[37007600] = {
["icon"] = 6,
["title"] = "Бочнок вина",
["cont"] = false,
["desc"] = "",
},
[54003000] = {
["icon"] = 6,
["title"] = "Шляпа Данди",
["cont"] = false,
["desc"] = "",
},
[42005300] = {
["icon"] = 6,
["title"] = "Трупные вши",
["cont"] = false,
["desc"] = "",
},
},
[646] = {
[29167857] = {
["cont"] = false,
["icon"] = 3,
["title"] = "Orb 4",
["desc"] = "",
},
[57005200] = {
["cont"] = false,
["icon"] = 23,
["title"] = "Relic",
["desc"] = "",
},
[37007100] = {
["cont"] = false,
["icon"] = 6,
["title"] = "Drackthul",
["desc"] = "",
},
},
[2213] = {
[58373174] = {
["icon"] = 16,
["title"] = "Engi",
["cont"] = false,
["desc"] = "",
},
[45421324] = {
["title"] = "Alchemy",
["cont"] = false,
["icon"] = 22,
["desc"] = "",
},
},
[713] = {
[79528931] = {
["cont"] = false,
["icon"] = 3,
["title"] = "Orb 9",
["desc"] = "",
},
},
[2025] = {
[52656729] = {
["icon"] = 19,
["title"] = "Abandoned quest",
["cont"] = false,
["desc"] = "",
},
[42688180] = {
["icon"] = 19,
["title"] = "Abandoned quest",
["cont"] = false,
["desc"] = "",
},
},
[1355] = {
[45712409] = {
["cont"] = false,
["icon"] = 4,
["title"] = "Sline",
["desc"] = "",
},
[55134877] = {
["cont"] = false,
["icon"] = 4,
["title"] = "Slime",
["desc"] = "Done",
},
[71712569] = {
["cont"] = false,
["icon"] = 4,
["title"] = "Slime",
["desc"] = "Done",
},
[60663194] = {
["title"] = "Laboratory",
["cont"] = false,
["icon"] = 3,
["desc"] = "",
},
},
[2371] = {
[69006000] = {
["icon"] = 28,
["title"] = "Malim",
["cont"] = false,
["desc"] = "",
},
[76094523] = {
["cont"] = false,
["icon"] = 6,
["title"] = "Lantern",
["desc"] = "",
},
[75003900] = {
["icon"] = 28,
["title"] = "Nahra",
["cont"] = false,
["desc"] = "",
},
[68004500] = {
["icon"] = 28,
["title"] = "Naji",
["cont"] = false,
["desc"] = "",
},
},
[52] = {
[48002000] = {
["icon"] = 10,
["title"] = "Oats",
["cont"] = false,
["desc"] = "",
},
},
[2215] = {
[43195176] = {
["icon"] = 21,
["title"] = "Лазарет",
["cont"] = false,
["desc"] = "",
},
},
[201] = {
[60145864] = {
["cont"] = false,
["icon"] = 6,
["title"] = "Ol’ Fishbreath",
["desc"] = "",
},
},
[2151] = {
[43035063] = {
["icon"] = 6,
["title"] = "Скала",
["cont"] = false,
["desc"] = "",
},
[31136077] = {
["icon"] = 8,
["title"] = "Sub",
["cont"] = false,
["desc"] = "",
},
[61642624] = {
["icon"] = 6,
["title"] = "Вертолёт",
["cont"] = false,
["desc"] = "",
},
[45093671] = {
["cont"] = false,
["icon"] = 6,
["title"] = "Moose",
["desc"] = "",
},
[55715142] = {
["title"] = "Выдр",
["cont"] = false,
["icon"] = 6,
["desc"] = "",
},
[44724002] = {
["icon"] = 23,
["title"] = "Beast to skin",
["cont"] = false,
["desc"] = "",
},
},
[1970] = {
[60867590] = {
["icon"] = 2,
["title"] = "",
["cont"] = false,
["desc"] = "",
},
[35705550] = {
["cont"] = false,
["icon"] = 1,
["title"] = "1",
["desc"] = "",
},
[57197778] = {
["icon"] = 2,
["title"] = "",
["cont"] = false,
["desc"] = "",
},
[43228490] = {
["icon"] = 2,
["title"] = "",
["cont"] = false,
["desc"] = "",
},
[41746244] = {
["cont"] = false,
["icon"] = 1,
["title"] = "2",
["desc"] = "",
},
[54216510] = {
["icon"] = 2,
["title"] = "",
["cont"] = false,
["desc"] = "",
},
[67422518] = {
["cont"] = false,
["icon"] = 1,
["title"] = "6",
["desc"] = "",
},
[49827656] = {
["cont"] = false,
["icon"] = 1,
["title"] = "4",
["desc"] = "",
},
[34524969] = {
["icon"] = 2,
["title"] = "",
["cont"] = false,
["desc"] = "",
},
[60884298] = {
["icon"] = 2,
["title"] = "",
["cont"] = false,
["desc"] = "",
},
[50807086] = {
["icon"] = 2,
["title"] = "",
["cont"] = false,
["desc"] = "",
},
[58006800] = {
["cont"] = false,
["icon"] = 8,
["title"] = "Helmix",
["desc"] = "",
},
[41366938] = {
["icon"] = 2,
["title"] = "",
["cont"] = false,
["desc"] = "",
},
[44605191] = {
["icon"] = 2,
["title"] = "",
["cont"] = false,
["desc"] = "",
},
[34544970] = {
["icon"] = 2,
["title"] = "",
["cont"] = false,
["desc"] = "",
},
[34604670] = {
["icon"] = 6,
["title"] = "Orb",
["cont"] = false,
["desc"] = "",
},
[39033109] = {
["cont"] = false,
["icon"] = 1,
["title"] = "5",
["desc"] = "",
},
[34254870] = {
["cont"] = false,
["icon"] = 1,
["title"] = "Epilogue",
["desc"] = "",
},
[35954603] = {
["icon"] = 2,
["title"] = "",
["cont"] = false,
["desc"] = "",
},
[37544601] = {
["cont"] = false,
["icon"] = 1,
["title"] = "3",
["desc"] = "",
},
[34306654] = {
["icon"] = 2,
["title"] = "",
["cont"] = false,
["desc"] = "",
},
[44038079] = {
["icon"] = 6,
["title"] = "Orb",
["cont"] = false,
["desc"] = "",
},
[55147678] = {
["icon"] = 2,
["title"] = "",
["cont"] = false,
["desc"] = "",
},
[58876526] = {
["icon"] = 2,
["title"] = "",
["cont"] = false,
["desc"] = "",
},
[34676925] = {
["icon"] = 2,
["title"] = "",
["cont"] = false,
["desc"] = "",
},
[49227170] = {
["icon"] = 2,
["title"] = "",
["cont"] = false,
["desc"] = "",
},
[39355097] = {
["icon"] = 2,
["title"] = "",
["cont"] = false,
["desc"] = "",
},
},
[1525] = {
[39587155] = {
["icon"] = 8,
["title"] = "Devourer",
["cont"] = false,
["desc"] = "",
},
[45676006] = {
["title"] = "Chest (mail, bow)",
["cont"] = false,
["icon"] = 10,
["desc"] = "",
},
[25004800] = {
["icon"] = 5,
["title"] = "Light Amalgamation (cloth)",
["cont"] = false,
["desc"] = "",
},
[52005200] = {
["icon"] = 8,
["title"] = "Dreamcrusher",
["cont"] = false,
["desc"] = "",
},
[65006300] = {
["cont"] = false,
["icon"] = 20,
["title"] = "Torch Quest",
["desc"] = "",
},
[67533929] = {
["icon"] = 10,
["title"] = "Chest (mail, intellect weapon)",
["cont"] = false,
["desc"] = "",
},
[56367438] = {
["cont"] = false,
["icon"] = 10,
["title"] = "Chest (mail, bow)",
["desc"] = "",
},
[21005400] = {
["title"] = "Dimitry",
["cont"] = false,
["icon"] = 5,
["desc"] = "",
},
[60356252] = {
["title"] = "60.35 62.52",
["cont"] = false,
["icon"] = 6,
["desc"] = "",
},
[79054215] = {
["icon"] = 10,
["title"] = "Chest (plate, offhand)",
["cont"] = false,
["desc"] = "",
},
[80363974] = {
["icon"] = 10,
["title"] = "Chest (plate, offhand)",
["cont"] = false,
["desc"] = "",
},
[41273110] = {
["title"] = "Chest (mail, cloth)",
["cont"] = false,
["icon"] = 10,
["desc"] = "",
},
},
[2112] = {
[72916625] = {
["title"] = "Driad",
["cont"] = false,
["icon"] = 1,
["desc"] = "",
},
},
[204] = {
[45001800] = {
["cont"] = false,
["icon"] = 6,
["title"] = "Little Carp",
["desc"] = "",
},
[63984184] = {
["cont"] = false,
["icon"] = 6,
["title"] = "Gloomy Bluefin.",
["desc"] = "",
},
[16008200] = {
["cont"] = false,
["icon"] = 6,
["title"] = "The Blackfish",
["desc"] = "",
},
[38667533] = {
["cont"] = false,
["icon"] = 6,
["title"] = "Нестабильная лилиовая чешуя",
["desc"] = "",
},
},
[863] = {
[25004000] = {
["icon"] = 1,
["title"] = "Cwa",
["cont"] = false,
["desc"] = "",
},
[44009200] = {
["icon"] = 1,
["title"] = "Kwa",
["cont"] = false,
["desc"] = "",
},
[24009100] = {
["icon"] = 1,
["title"] = "Cwa",
["cont"] = false,
["desc"] = "",
},
[52784285] = {
["title"] = "Ква",
["cont"] = false,
["icon"] = 4,
["desc"] = "",
},
[33436151] = {
["title"] = "Ква",
["cont"] = false,
["icon"] = 4,
["desc"] = "",
},
[70885645] = {
["icon"] = 10,
["title"] = "Frog vendor",
["cont"] = false,
["desc"] = "",
},
[28008300] = {
["icon"] = 1,
["title"] = "Cwa",
["cont"] = false,
["desc"] = "",
},
[21006900] = {
["icon"] = 1,
["title"] = "Cwa",
["cont"] = false,
["desc"] = "",
},
[56006500] = {
["icon"] = 1,
["title"] = "Cwa",
["cont"] = false,
["desc"] = "",
},
[69005800] = {
["icon"] = 1,
["title"] = "Cwa",
["cont"] = false,
["desc"] = "",
},
[65005000] = {
["icon"] = 1,
["title"] = "Cwa",
["cont"] = false,
["desc"] = "",
},
},
[1462] = {
[66455889] = {
["title"] = "Едкий слизень DR-CC73",
["cont"] = false,
["icon"] = 6,
["desc"] = "",
},
},
[205] = {
[54008800] = {
["cont"] = false,
["icon"] = 6,
["title"] = "Crimson Angerfish",
["desc"] = "",
},
[45072044] = {
["cont"] = false,
["icon"] = 6,
["title"] = "Sir Finley Mrrgglton",
["desc"] = "",
},
[69674678] = {
["cont"] = false,
["icon"] = 6,
["title"] = "Lil’ Whalley",
["desc"] = "",
},
[53992390] = {
["cont"] = false,
["icon"] = 6,
["title"] = "Manta Stargazer",
["desc"] = "",
},
},
[680] = {
[41036936] = {
["title"] = "House",
["cont"] = false,
["icon"] = 10,
["desc"] = "",
},
[43008100] = {
["title"] = "Yellow",
["cont"] = false,
["icon"] = 1,
["desc"] = "",
},
},
[619] = {
[79528931] = {
["title"] = "Orb 9",
["cont"] = false,
["icon"] = 3,
["desc"] = "",
},
},
[2214] = {
[50354624] = {
["icon"] = 10,
["title"] = "Leather",
["cont"] = false,
["desc"] = "",
},
[43321994] = {
["cont"] = false,
["icon"] = 10,
["title"] = "Scraps",
["desc"] = "",
},
[68644426] = {
["icon"] = 4,
["title"] = "Грибостраж (рога, шаман, монах)",
["cont"] = false,
["desc"] = "Древнекованая дубина",
},
[56104744] = {
["icon"] = 10,
["title"] = "Elusive Beast",
["cont"] = false,
["desc"] = "",
},
},
[2239] = {
[48227641] = {
["cont"] = false,
["icon"] = 3,
["title"] = "Purple Bag",
["desc"] = "",
},
},
[650] = {
[55843847] = {
["cont"] = false,
["icon"] = 3,
["title"] = "Orb 7",
["desc"] = "",
},
[31102994] = {
["cont"] = false,
["icon"] = 7,
["title"] = "Evil Taurens",
["desc"] = "",
},
},
[2255] = {
[64007400] = {
["cont"] = false,
["icon"] = 17,
["title"] = "Transformer",
["desc"] = "",
},
},
[1165] = {
[54510934] = {
["cont"] = false,
["icon"] = 8,
["title"] = "Терродактиль",
["desc"] = "",
},
[49541503] = {
["cont"] = false,
["icon"] = 4,
["title"] = "Терродактиль",
["desc"] = "",
},
},
[2393] = {
[33299017] = {
["cont"] = false,
["icon"] = 17,
["title"] = "Page 2",
["desc"] = "",
},
[39828048] = {
["cont"] = false,
["icon"] = 17,
["title"] = "Page 3",
["desc"] = "",
},
[40768843] = {
["cont"] = false,
["icon"] = 17,
["title"] = "Page 1",
["desc"] = "",
},
[37805260] = {
["cont"] = false,
["icon"] = 18,
["title"] = "Book of Sonnets",
["desc"] = "",
},
},
[1565] = {
[50485769] = {
["title"] = "Bird",
["cont"] = false,
["icon"] = 8,
["desc"] = "",
},
[67005100] = {
["cont"] = false,
["icon"] = 3,
["title"] = "Vivian (Ax, Staff, Leather)",
["desc"] = "",
},
},
[2369] = {
[49301688] = {
["icon"] = 8,
["title"] = "Vault",
["cont"] = false,
["desc"] = "",
},
},
},
["profiles"] = {
["Шайэн - Гордунни"] = {
},
["Алтери - Борейская тундра"] = {
},
["Эстэро - Гордунни"] = {
},
["Эстрэя - Гордунни"] = {
},
["Алоиза - Борейская тундра"] = {
},
["Тиаз - Борейская тундра"] = {
},
["Литрэс - Гордунни"] = {
},
["Катрэта - Гордунни"] = {
},
["Лиерми - Гордунни"] = {
},
["Эллиата - Гордунни"] = {
},
["Мэйрика - Гордунни"] = {
},
["Estrea - EU Mythic Dungeons"] = {
},
["Elavi - Durotan"] = {
},
["Nietta - EU Mythic Dungeons"] = {
},
["Элави - Борейская тундра"] = {
},
["Ниоши - Борейская тундра"] = {
},
["Алоиза - Гордунни"] = {
},
["Миттенс - Гордунни"] = {
},
["Ниэтта - Гордунни"] = {
},
["Фламиника - Борейская тундра"] = {
},
["Дэлери - Гордунни"] = {
},
["Ниамэй - Гордунни"] = {
},
["Фламинника - Гордунни"] = {
},
["Элсин - Гордунни"] = {
},
["Altery - Durotan"] = {
},
["Altery - Bronzebeard"] = {
},
["Алтэри - Гордунни"] = {
},
["Нирейя - Борейская тундра"] = {
},
["Земкатра - Гордунни"] = {
},
["Дэлери - Борейская тундра"] = {
},
["Энастари - Гордунни"] = {
},
["Нэмея - Гордунни"] = {
},
["Терцета - Гордунни"] = {
},
["Зиэ - Гордунни"] = {
},
["Рефти - Гордунни"] = {
},
["Эраминта - Гордунни"] = {
},
["Зонна - Борейская тундра"] = {
},
["Эстрея - Борейская тундра"] = {
},
["Ващеновый - Гордунни"] = {
},
["Estrea - Alleria"] = {
},
["Эрника - Борейская тундра"] = {
},
["Flaminika - Silvermoon"] = {
},
["Delery - Durotan"] = {
},
["Flaminika - Durotan"] = {
},
["Элантаис - Гордунни"] = {
},
["Вейлзевулла - Борейская тундра"] = {
},
["Хилопятьумер - Гордунни"] = {
},
["Сайбил - Борейская тундра"] = {
},
["Артэмита - Гордунни"] = {
},
["Алиэрена - Гордунни"] = {
},
},
}
