
HandyNotes_BattleForAzerothTreasuresDB = {
["profileKeys"] = {
["Вейлзевулла - Борейская тундра"] = "Вейлзевулла - Борейская тундра",
["Алтери - Борейская тундра"] = "Алтери - Борейская тундра",
["Фламинника - Гордунни"] = "Фламинника - Гордунни",
["Altery - Bronzebeard"] = "Altery - Bronzebeard",
["Алоиза - Борейская тундра"] = "Алоиза - Борейская тундра",
["Тиаз - Борейская тундра"] = "Тиаз - Борейская тундра",
["Дэлери - Борейская тундра"] = "Дэлери - Борейская тундра",
["Эстрея - Борейская тундра"] = "Эстрея - Борейская тундра",
["Зонна - Борейская тундра"] = "Зонна - Борейская тундра",
["Эрника - Борейская тундра"] = "Эрника - Борейская тундра",
["Элави - Борейская тундра"] = "Элави - Борейская тундра",
["Шайэн - Гордунни"] = "Шайэн - Гордунни",
["Ниоши - Борейская тундра"] = "Ниоши - Борейская тундра",
["Сайбил - Борейская тундра"] = "Сайбил - Борейская тундра",
["Нирейя - Борейская тундра"] = "Нирейя - Борейская тундра",
["Ниэтта - Гордунни"] = "Ниэтта - Гордунни",
["Фламиника - Борейская тундра"] = "Фламиника - Борейская тундра",
["Дэлери - Гордунни"] = "Дэлери - Гордунни",
},
["profiles"] = {
["Вейлзевулла - Борейская тундра"] = {
},
["Алтери - Борейская тундра"] = {
},
["Фламинника - Гордунни"] = {
},
["Altery - Bronzebeard"] = {
},
["Алоиза - Борейская тундра"] = {
},
["Тиаз - Борейская тундра"] = {
},
["Дэлери - Борейская тундра"] = {
},
["Эстрея - Борейская тундра"] = {
},
["Зонна - Борейская тундра"] = {
},
["Эрника - Борейская тундра"] = {
},
["Элави - Борейская тундра"] = {
},
["Шайэн - Гордунни"] = {
},
["Ниоши - Борейская тундра"] = {
},
["Сайбил - Борейская тундра"] = {
},
["Нирейя - Борейская тундра"] = {
},
["Ниэтта - Гордунни"] = {
},
["Фламиника - Борейская тундра"] = {
},
["Дэлери - Гордунни"] = {
},
},
}
