
PandariaTreasuresDB = {
	["profileKeys"] = {
		["Алтери - Борейская тундра"] = "Default",
		["Зонна - Борейская тундра"] = "Default",
		["Эрника - Борейская тундра"] = "Default",
		["Алоиза - Борейская тундра"] = "Default",
		["Сайбил - Борейская тундра"] = "Default",
		["Нирейя - Борейская тундра"] = "Default",
		["Ниоши - Борейская тундра"] = "Default",
		["Дэлери - Борейская тундра"] = "Default",
		["Тиаз - Борейская тундра"] = "Default",
		["Алоиза - Гордунни"] = "Default",
		["Фламиника - Борейская тундра"] = "Default",
		["Эстрея - Борейская тундра"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
		},
	},
}
