
HandyNotesDB = {
	["profileKeys"] = {
		["Вейлзевулла - Борейская тундра"] = "Вейлзевулла - Борейская тундра",
		["Алтери - Борейская тундра"] = "Алтери - Борейская тундра",
		["Фламинника - Гордунни"] = "Фламинника - Гордунни",
		["Altery - Durotan"] = "Altery - Durotan",
		["Эстрэя - Гордунни"] = "Эстрэя - Гордунни",
		["Altery - Bronzebeard"] = "Altery - Bronzebeard",
		["Алоиза - Борейская тундра"] = "Алоиза - Борейская тундра",
		["Нирейя - Борейская тундра"] = "Нирейя - Борейская тундра",
		["Дэлери - Борейская тундра"] = "Дэлери - Борейская тундра",
		["Сайбил - Борейская тундра"] = "Сайбил - Борейская тундра",
		["Тиаз - Борейская тундра"] = "Тиаз - Борейская тундра",
		["Элави - Борейская тундра"] = "Элави - Борейская тундра",
		["Elavi - Durotan"] = "Elavi - Durotan",
		["Эрника - Борейская тундра"] = "Эрника - Борейская тундра",
		["Flaminika - Silvermoon"] = "Flaminika - Silvermoon",
		["Зонна - Борейская тундра"] = "Зонна - Борейская тундра",
		["Flaminika - Durotan"] = "Flaminika - Durotan",
		["Delery - Durotan"] = "Delery - Durotan",
		["Эстрея - Борейская тундра"] = "Эстрея - Борейская тундра",
		["Ниамэй - Гордунни"] = "Ниамэй - Гордунни",
		["Ниоши - Борейская тундра"] = "Ниоши - Борейская тундра",
		["Алоиза - Гордунни"] = "Алоиза - Гордунни",
		["Хилопятьумер - Гордунни"] = "Хилопятьумер - Гордунни",
		["Ниэтта - Гордунни"] = "Ниэтта - Гордунни",
		["Фламиника - Борейская тундра"] = "Фламиника - Борейская тундра",
		["Дэлери - Гордунни"] = "Дэлери - Гордунни",
	},
	["profiles"] = {
		["Вейлзевулла - Борейская тундра"] = {
		},
		["Алтери - Борейская тундра"] = {
		},
		["Фламинника - Гордунни"] = {
		},
		["Altery - Durotan"] = {
		},
		["Эстрэя - Гордунни"] = {
		},
		["Altery - Bronzebeard"] = {
		},
		["Алоиза - Борейская тундра"] = {
			["enabledPlugins"] = {
				["DraenorTreasures"] = false,
			},
		},
		["Нирейя - Борейская тундра"] = {
		},
		["Дэлери - Борейская тундра"] = {
		},
		["Сайбил - Борейская тундра"] = {
		},
		["Тиаз - Борейская тундра"] = {
		},
		["Элави - Борейская тундра"] = {
		},
		["Elavi - Durotan"] = {
		},
		["Эрника - Борейская тундра"] = {
		},
		["Flaminika - Silvermoon"] = {
		},
		["Зонна - Борейская тундра"] = {
		},
		["Flaminika - Durotan"] = {
		},
		["Delery - Durotan"] = {
		},
		["Эстрея - Борейская тундра"] = {
		},
		["Ниамэй - Гордунни"] = {
		},
		["Ниоши - Борейская тундра"] = {
		},
		["Алоиза - Гордунни"] = {
		},
		["Хилопятьумер - Гордунни"] = {
		},
		["Ниэтта - Гордунни"] = {
		},
		["Фламиника - Борейская тундра"] = {
			["enabledPlugins"] = {
				["TomCat's Tours: Rares of Visions of N'zoth"] = false,
			},
		},
		["Дэлери - Гордунни"] = {
		},
	},
}
HandyNotes_HandyNotesDB = {
	["profileKeys"] = {
		["Вейлзевулла - Борейская тундра"] = "Вейлзевулла - Борейская тундра",
		["Алтери - Борейская тундра"] = "Алтери - Борейская тундра",
		["Фламинника - Гордунни"] = "Фламинника - Гордунни",
		["Altery - Durotan"] = "Altery - Durotan",
		["Эстрэя - Гордунни"] = "Эстрэя - Гордунни",
		["Altery - Bronzebeard"] = "Altery - Bronzebeard",
		["Алоиза - Борейская тундра"] = "Алоиза - Борейская тундра",
		["Нирейя - Борейская тундра"] = "Нирейя - Борейская тундра",
		["Дэлери - Борейская тундра"] = "Дэлери - Борейская тундра",
		["Сайбил - Борейская тундра"] = "Сайбил - Борейская тундра",
		["Тиаз - Борейская тундра"] = "Тиаз - Борейская тундра",
		["Элави - Борейская тундра"] = "Элави - Борейская тундра",
		["Elavi - Durotan"] = "Elavi - Durotan",
		["Эрника - Борейская тундра"] = "Эрника - Борейская тундра",
		["Flaminika - Silvermoon"] = "Flaminika - Silvermoon",
		["Зонна - Борейская тундра"] = "Зонна - Борейская тундра",
		["Flaminika - Durotan"] = "Flaminika - Durotan",
		["Delery - Durotan"] = "Delery - Durotan",
		["Эстрея - Борейская тундра"] = "Эстрея - Борейская тундра",
		["Ниамэй - Гордунни"] = "Ниамэй - Гордунни",
		["Ниоши - Борейская тундра"] = "Ниоши - Борейская тундра",
		["Алоиза - Гордунни"] = "Алоиза - Гордунни",
		["Хилопятьумер - Гордунни"] = "Хилопятьумер - Гордунни",
		["Ниэтта - Гордунни"] = "Ниэтта - Гордунни",
		["Фламиника - Борейская тундра"] = "Фламиника - Борейская тундра",
		["Дэлери - Гордунни"] = "Дэлери - Гордунни",
	},
	["global"] = {
		[885] = {
			[60154548] = {
				["icon"] = 6,
				["title"] = "Орикс",
				["cont"] = false,
				["desc"] = "",
			},
		},
		[1161] = {
			[66846405] = {
				["cont"] = false,
				["icon"] = 1,
				["title"] = "Leeroy Jenkins",
				["desc"] = "66,64",
			},
		},
		[680] = {
			[41036936] = {
				["cont"] = false,
				["icon"] = 28,
				["title"] = "House",
				["desc"] = "",
			},
			[46002800] = {
				["cont"] = false,
				["icon"] = 6,
				["title"] = "Blue",
				["desc"] = "",
			},
			[43008100] = {
				["cont"] = false,
				["icon"] = 1,
				["title"] = "Yellow",
				["desc"] = "",
			},
			[19004600] = {
				["cont"] = false,
				["icon"] = 4,
				["title"] = "Green",
				["desc"] = "",
			},
			[71006200] = {
				["cont"] = false,
				["icon"] = 7,
				["title"] = "Red",
				["desc"] = "",
			},
		},
		[1527] = {
			[42007000] = {
				["title"] = "Alpaka",
				["cont"] = false,
				["icon"] = 7,
				["desc"] = "",
			},
			[46004800] = {
				["title"] = "Alpaka",
				["cont"] = false,
				["icon"] = 7,
				["desc"] = "",
			},
			[76006700] = {
				["title"] = "Альпака",
				["cont"] = false,
				["icon"] = 7,
				["desc"] = "",
			},
			[63001400] = {
				["title"] = "Alpaka",
				["cont"] = false,
				["icon"] = 7,
				["desc"] = "",
			},
			[70003900] = {
				["title"] = "Alpaka",
				["cont"] = true,
				["icon"] = 7,
				["desc"] = "",
			},
			[30002900] = {
				["title"] = "Alpaka",
				["cont"] = false,
				["icon"] = 7,
				["desc"] = "",
			},
			[53001900] = {
				["title"] = "Alpaka",
				["cont"] = false,
				["icon"] = 7,
				["desc"] = "",
			},
			[37000924] = {
				["icon"] = 7,
				["title"] = "Alpaka",
				["cont"] = false,
				["desc"] = "",
			},
			[63005200] = {
				["title"] = "Alpaka",
				["cont"] = false,
				["icon"] = 7,
				["desc"] = "",
			},
			[55007000] = {
				["title"] = "Alpaka",
				["cont"] = false,
				["icon"] = 7,
				["desc"] = "",
			},
		},
		[863] = {
			[25004000] = {
				["title"] = "Cwa",
				["cont"] = false,
				["icon"] = 1,
				["desc"] = "",
			},
			[44009200] = {
				["title"] = "Kwa",
				["cont"] = false,
				["icon"] = 1,
				["desc"] = "",
			},
			[24009100] = {
				["title"] = "Cwa",
				["cont"] = false,
				["icon"] = 1,
				["desc"] = "",
			},
			[52784285] = {
				["cont"] = false,
				["icon"] = 4,
				["title"] = "Ква",
				["desc"] = "",
			},
			[33436151] = {
				["cont"] = false,
				["icon"] = 4,
				["title"] = "Ква",
				["desc"] = "",
			},
			[70885645] = {
				["title"] = "Frog vendor",
				["cont"] = false,
				["icon"] = 10,
				["desc"] = "",
			},
			[28008300] = {
				["title"] = "Cwa",
				["cont"] = false,
				["icon"] = 1,
				["desc"] = "",
			},
			[21006900] = {
				["title"] = "Cwa",
				["cont"] = false,
				["icon"] = 1,
				["desc"] = "",
			},
			[56006500] = {
				["title"] = "Cwa",
				["cont"] = false,
				["icon"] = 1,
				["desc"] = "",
			},
			[69005800] = {
				["title"] = "Cwa",
				["cont"] = false,
				["icon"] = 1,
				["desc"] = "",
			},
			[65005000] = {
				["title"] = "Cwa",
				["cont"] = false,
				["icon"] = 1,
				["desc"] = "",
			},
		},
		[204] = {
			[45001800] = {
				["icon"] = 6,
				["title"] = "Little Carp",
				["cont"] = false,
				["desc"] = "",
			},
			[63984184] = {
				["icon"] = 6,
				["title"] = "Gloomy Bluefin.",
				["cont"] = false,
				["desc"] = "",
			},
			[16008200] = {
				["icon"] = 6,
				["title"] = "The Blackfish",
				["cont"] = false,
				["desc"] = "",
			},
			[38667533] = {
				["icon"] = 6,
				["title"] = "Нестабильная лилиовая чешуя",
				["cont"] = false,
				["desc"] = "",
			},
		},
		[864] = {
			[38007100] = {
				["title"] = "Board",
				["cont"] = false,
				["icon"] = 1,
				["desc"] = "",
			},
			[48006250] = {
				["title"] = "Board",
				["cont"] = false,
				["icon"] = 1,
				["desc"] = "",
			},
			[38027090] = {
				["title"] = "Board",
				["cont"] = false,
				["icon"] = 7,
				["desc"] = "",
			},
			[27706212] = {
				["title"] = "Loa",
				["cont"] = false,
				["icon"] = 3,
				["desc"] = "",
			},
			[32096910] = {
				["cont"] = false,
				["icon"] = 7,
				["title"] = "Board",
				["desc"] = "",
			},
			[46806360] = {
				["title"] = "Board",
				["cont"] = false,
				["icon"] = 1,
				["desc"] = "",
			},
			[42226211] = {
				["title"] = "Loa",
				["cont"] = false,
				["icon"] = 3,
				["desc"] = "",
			},
			[55002130] = {
				["title"] = "Board",
				["cont"] = false,
				["icon"] = 1,
				["desc"] = "",
			},
			[49572457] = {
				["title"] = "Loa",
				["cont"] = false,
				["icon"] = 3,
				["desc"] = "",
			},
		},
		[1355] = {
			[45712409] = {
				["icon"] = 4,
				["title"] = "Sline",
				["cont"] = false,
				["desc"] = "",
			},
			[55134877] = {
				["icon"] = 4,
				["title"] = "Slime",
				["cont"] = false,
				["desc"] = "Done",
			},
			[71712569] = {
				["icon"] = 4,
				["title"] = "Slime",
				["cont"] = false,
				["desc"] = "Done",
			},
			[60663194] = {
				["cont"] = false,
				["icon"] = 3,
				["title"] = "Laboratory",
				["desc"] = "",
			},
		},
		[1165] = {
			[54510934] = {
				["icon"] = 8,
				["title"] = "Терродактиль",
				["cont"] = false,
				["desc"] = "",
			},
			[49541503] = {
				["icon"] = 4,
				["title"] = "Терродактиль",
				["cont"] = false,
				["desc"] = "",
			},
		},
		[379] = {
			[57007500] = {
				["cont"] = false,
				["icon"] = 6,
				["title"] = "Хавак",
				["desc"] = "",
			},
			[73007700] = {
				["cont"] = false,
				["icon"] = 6,
				["title"] = "Зей Изгой",
				["desc"] = "",
			},
		},
		[388] = {
			[62553425] = {
				["cont"] = false,
				["icon"] = 6,
				["title"] = "Кахтир",
				["desc"] = "",
			},
			[54006300] = {
				["cont"] = false,
				["icon"] = 6,
				["title"] = "Норлакс",
				["desc"] = "",
			},
		},
		[201] = {
			[60145864] = {
				["icon"] = 6,
				["title"] = "Ol’ Fishbreath",
				["cont"] = false,
				["desc"] = "",
			},
		},
		[205] = {
			[53992390] = {
				["icon"] = 6,
				["title"] = "Manta Stargazer",
				["cont"] = false,
				["desc"] = "",
			},
			[45072044] = {
				["icon"] = 6,
				["title"] = "Sir Finley Mrrgglton",
				["cont"] = false,
				["desc"] = "",
			},
			[54008800] = {
				["icon"] = 6,
				["title"] = "Crimson Angerfish",
				["cont"] = false,
				["desc"] = "",
			},
			[69674678] = {
				["icon"] = 6,
				["title"] = "Lil’ Whalley",
				["cont"] = false,
				["desc"] = "",
			},
		},
		[1530] = {
			[21176235] = {
				["icon"] = 3,
				["title"] = "Amber chest",
				["cont"] = false,
				["desc"] = "",
			},
		},
	},
	["profiles"] = {
		["Вейлзевулла - Борейская тундра"] = {
		},
		["Алтери - Борейская тундра"] = {
		},
		["Фламинника - Гордунни"] = {
		},
		["Altery - Durotan"] = {
		},
		["Эстрэя - Гордунни"] = {
		},
		["Altery - Bronzebeard"] = {
		},
		["Алоиза - Борейская тундра"] = {
		},
		["Нирейя - Борейская тундра"] = {
		},
		["Дэлери - Борейская тундра"] = {
		},
		["Сайбил - Борейская тундра"] = {
		},
		["Тиаз - Борейская тундра"] = {
		},
		["Элави - Борейская тундра"] = {
		},
		["Elavi - Durotan"] = {
		},
		["Эрника - Борейская тундра"] = {
		},
		["Flaminika - Silvermoon"] = {
		},
		["Зонна - Борейская тундра"] = {
		},
		["Flaminika - Durotan"] = {
		},
		["Delery - Durotan"] = {
		},
		["Эстрея - Борейская тундра"] = {
		},
		["Ниамэй - Гордунни"] = {
		},
		["Ниоши - Борейская тундра"] = {
		},
		["Алоиза - Гордунни"] = {
		},
		["Хилопятьумер - Гордунни"] = {
		},
		["Ниэтта - Гордунни"] = {
		},
		["Фламиника - Борейская тундра"] = {
		},
		["Дэлери - Гордунни"] = {
		},
	},
}
