
HandyNotes_SuramarTelemancyDB = {
	["profileKeys"] = {
		["Алтери - Борейская тундра"] = "Алтери - Борейская тундра",
		["Зонна - Борейская тундра"] = "Зонна - Борейская тундра",
		["Эрника - Борейская тундра"] = "Эрника - Борейская тундра",
		["Алоиза - Борейская тундра"] = "Алоиза - Борейская тундра",
		["Сайбил - Борейская тундра"] = "Сайбил - Борейская тундра",
		["Тиаз - Борейская тундра"] = "Тиаз - Борейская тундра",
		["Ниоши - Борейская тундра"] = "Ниоши - Борейская тундра",
		["Дэлери - Борейская тундра"] = "Дэлери - Борейская тундра",
		["Altery - Bronzebeard"] = "Altery - Bronzebeard",
		["Элави - Борейская тундра"] = "Элави - Борейская тундра",
		["Нирейя - Борейская тундра"] = "Нирейя - Борейская тундра",
		["Эстрея - Борейская тундра"] = "Эстрея - Борейская тундра",
	},
	["profiles"] = {
		["Алтери - Борейская тундра"] = {
		},
		["Зонна - Борейская тундра"] = {
		},
		["Эрника - Борейская тундра"] = {
		},
		["Алоиза - Борейская тундра"] = {
		},
		["Сайбил - Борейская тундра"] = {
		},
		["Тиаз - Борейская тундра"] = {
		},
		["Ниоши - Борейская тундра"] = {
		},
		["Дэлери - Борейская тундра"] = {
		},
		["Altery - Bronzebeard"] = {
		},
		["Элави - Борейская тундра"] = {
		},
		["Нирейя - Борейская тундра"] = {
		},
		["Эстрея - Борейская тундра"] = {
		},
	},
}
