
OmniCCDB = {
	["global"] = {
		["addonVersion"] = "9.0.4",
		["dbVersion"] = 5,
	},
	["profileKeys"] = {
		["Ниамэй - Гордунни"] = "По умолчанию",
		["Алтери - Борейская тундра"] = "По умолчанию",
		["Фламинника - Гордунни"] = "По умолчанию",
		["Altery - Durotan"] = "Default",
		["Эстрэя - Гордунни"] = "По умолчанию",
		["Алоиза - Борейская тундра"] = "По умолчанию",
		["Тиаз - Борейская тундра"] = "По умолчанию",
		["Дэлери - Борейская тундра"] = "По умолчанию",
		["Сайбил - Борейская тундра"] = "По умолчанию",
		["Нирейя - Борейская тундра"] = "По умолчанию",
		["Elavi - Durotan"] = "Default",
		["Эрника - Борейская тундра"] = "По умолчанию",
		["Delery - Durotan"] = "Standard",
		["Зонна - Борейская тундра"] = "По умолчанию",
		["Flaminika - Durotan"] = "Standard",
		["Элави - Борейская тундра"] = "По умолчанию",
		["Эстрея - Борейская тундра"] = "По умолчанию",
		["Flaminika - Silvermoon"] = "Default",
		["Ниоши - Борейская тундра"] = "По умолчанию",
		["Алоиза - Гордунни"] = "По умолчанию",
		["Хилопятьумер - Гордунни"] = "По умолчанию",
		["Ниэтта - Гордунни"] = "По умолчанию",
		["Фламиника - Борейская тундра"] = "По умолчанию",
		["Дэлери - Гордунни"] = "По умолчанию",
	},
	["profiles"] = {
		["Standard"] = {
			["themes"] = {
				["Standard"] = {
					["textStyles"] = {
						["seconds"] = {
						},
						["soon"] = {
						},
						["minutes"] = {
						},
					},
				},
				["Default"] = {
					["textStyles"] = {
						["minutes"] = {
						},
						["seconds"] = {
						},
						["soon"] = {
						},
					},
				},
			},
		},
		["Default"] = {
			["themes"] = {
				["Default"] = {
					["textStyles"] = {
						["minutes"] = {
						},
						["seconds"] = {
						},
						["soon"] = {
						},
					},
				},
				["Standard"] = {
					["textStyles"] = {
						["minutes"] = {
						},
						["seconds"] = {
						},
						["soon"] = {
						},
					},
				},
			},
		},
		["По умолчанию"] = {
			["themes"] = {
				["По умолчанию"] = {
					["textStyles"] = {
						["minutes"] = {
						},
						["seconds"] = {
						},
						["soon"] = {
						},
					},
				},
			},
		},
	},
}
OmniCC4Config = {
	["version"] = "8.2.5",
	["groupSettings"] = {
		["base"] = {
			["minDuration"] = 2,
			["styles"] = {
				["seconds"] = {
				},
				["minutes"] = {
				},
				["soon"] = {
				},
				["hours"] = {
				},
				["charging"] = {
				},
				["controlled"] = {
				},
			},
			["tenthsDuration"] = 0,
			["minSize"] = 0.5,
			["minEffectDuration"] = 30,
			["mmSSDuration"] = 0,
		},
	},
	["groups"] = {
	},
}
