
OmniCCDB = {
["global"] = {
["dbVersion"] = 6,
["addonVersion"] = "11.2.8",
},
["profileKeys"] = {
["Шайэн - Гордунни"] = "По умолчанию",
["Алтери - Борейская тундра"] = "По умолчанию",
["Эстрэя - Гордунни"] = "По умолчанию",
["Алоиза - Борейская тундра"] = "По умолчанию",
["Тиаз - Борейская тундра"] = "По умолчанию",
["Литрэс - Гордунни"] = "По умолчанию",
["Катрэта - Гордунни"] = "По умолчанию",
["Лиерми - Гордунни"] = "По умолчанию",
["Эстрея - Борейская тундра"] = "По умолчанию",
["Мэйрика - Гордунни"] = "По умолчанию",
["Estrea - EU Mythic Dungeons"] = "Default",
["Зонна - Борейская тундра"] = "По умолчанию",
["Nietta - EU Mythic Dungeons"] = "Default",
["Элави - Борейская тундра"] = "По умолчанию",
["Ниоши - Борейская тундра"] = "По умолчанию",
["Алоиза - Гордунни"] = "По умолчанию",
["Миттенс - Гордунни"] = "По умолчанию",
["Ниэтта - Гордунни"] = "По умолчанию",
["Фламиника - Борейская тундра"] = "По умолчанию",
["Дэлери - Гордунни"] = "По умолчанию",
["Ниамэй - Гордунни"] = "По умолчанию",
["Фламинника - Гордунни"] = "По умолчанию",
["Элсин - Гордунни"] = "По умолчанию",
["Altery - Durotan"] = "Default",
["Алтэри - Гордунни"] = "По умолчанию",
["Нирейя - Борейская тундра"] = "По умолчанию",
["Дэлери - Борейская тундра"] = "По умолчанию",
["Алиэрена - Гордунни"] = "По умолчанию",
["Артэмита - Гордунни"] = "По умолчанию",
["Зиэ - Гордунни"] = "По умолчанию",
["Рефти - Гордунни"] = "По умолчанию",
["Эраминта - Гордунни"] = "По умолчанию",
["Elavi - Durotan"] = "Default",
["Сайбил - Борейская тундра"] = "По умолчанию",
["Ващеновый - Гордунни"] = "По умолчанию",
["Эллиата - Гордунни"] = "По умолчанию",
["Flaminika - Durotan"] = "Standard",
["Flaminika - Silvermoon"] = "Default",
["Эрника - Борейская тундра"] = "По умолчанию",
["Estrea - Alleria"] = "Default",
["Элантаис - Гордунни"] = "По умолчанию",
["Delery - Durotan"] = "Standard",
["Хилопятьумер - Гордунни"] = "По умолчанию",
["Терцета - Гордунни"] = "По умолчанию",
["Нэмея - Гордунни"] = "По умолчанию",
["Земкатра - Гордунни"] = "По умолчанию",
},
["profiles"] = {
["Standard"] = {
["themes"] = {
["Standard"] = {
["textStyles"] = {
["seconds"] = {
},
["soon"] = {
},
["minutes"] = {
},
},
},
["Default"] = {
["textStyles"] = {
["minutes"] = {
},
["seconds"] = {
},
["soon"] = {
},
},
},
},
},
["Default"] = {
["themes"] = {
["Default"] = {
["textStyles"] = {
["seconds"] = {
},
["soon"] = {
},
["minutes"] = {
},
},
},
["Standard"] = {
["textStyles"] = {
["seconds"] = {
},
["soon"] = {
},
["minutes"] = {
},
},
},
},
},
["По умолчанию"] = {
["rules"] = {
{
["patterns"] = {
"PlaterMainAuraIcon",
"PlaterSecondaryAuraIcon",
"ExtraIconRowIcon",
},
["id"] = "Plater Nameplates Rule",
["priority"] = 1,
["theme"] = "Plater Nameplates Theme",
},
},
["themes"] = {
["По умолчанию"] = {
["textStyles"] = {
["soon"] = {
},
["minutes"] = {
},
["seconds"] = {
},
},
},
["Plater Nameplates Theme"] = {
["textStyles"] = {
["seconds"] = {
},
["soon"] = {
},
["minutes"] = {
},
},
},
},
},
},
}
OmniCC4Config = {
["groups"] = {
},
["version"] = "8.2.5",
["groupSettings"] = {
["base"] = {
["minDuration"] = 2,
["styles"] = {
["seconds"] = {
},
["minutes"] = {
},
["soon"] = {
},
["hours"] = {
},
["charging"] = {
},
["controlled"] = {
},
},
["tenthsDuration"] = 0,
["minSize"] = 0.5,
["minEffectDuration"] = 30,
["mmSSDuration"] = 0,
},
},
}
