
Postal3DB = {
	["global"] = {
		["BlackBook"] = {
			["alts"] = {
				"Altery|Bronzebeard|Alliance|1|ROGUE", -- [1]
				"Altery|Durotan|Alliance|60|ROGUE", -- [2]
				"Delery|Durotan|Alliance|100|DEMONHUNTER", -- [3]
				"Elavi|Durotan|Alliance|5|ROGUE", -- [4]
				"Estrea|Alleria|Alliance|60|DRUID", -- [5]
				"Estrea|EU Mythic Dungeons|Alliance|60|DRUID", -- [6]
				"Flaminika|Durotan|Alliance|10|ROGUE", -- [7]
				"Flaminika|Silvermoon|Alliance|1|WARRIOR", -- [8]
				"Nietta|EU Mythic Dungeons|Alliance|60|PALADIN", -- [9]
				"Алоиза|Борейская тундра|Alliance|52|PRIEST", -- [10]
				"Алоиза|Гордунни|Alliance|60|PRIEST", -- [11]
				"Алтери|Борейская тундра|Alliance|53|ROGUE", -- [12]
				"Алтэри|Гордунни|Alliance|60|DEMONHUNTER", -- [13]
				"Вейлзевулла|Борейская тундра|Alliance|1|WARRIOR", -- [14]
				"Дэлери|Борейская тундра|Alliance|60|DEMONHUNTER", -- [15]
				"Дэлери|Гордунни|Alliance|60|DEATHKNIGHT", -- [16]
				"Зонна|Борейская тундра|Alliance|50|MAGE", -- [17]
				"Ниамэй|Гордунни|Alliance|60|MONK", -- [18]
				"Ниоши|Борейская тундра|Alliance|21|MAGE", -- [19]
				"Нирейя|Борейская тундра|Alliance|13|DRUID", -- [20]
				"Ниэтта|Гордунни|Alliance|60|PALADIN", -- [21]
				"Сайбил|Борейская тундра|Horde|50|DEATHKNIGHT", -- [22]
				"Тиаз|Борейская тундра|Alliance|31|MAGE", -- [23]
				"Фламинника|Гордунни|Alliance|60|WARRIOR", -- [24]
				"Шайэн|Гордунни|Alliance|60|SHAMAN", -- [25]
				"Элави|Борейская тундра|Alliance|13|WARLOCK", -- [26]
				"Эллиата|Гордунни|Alliance|13|WARLOCK", -- [27]
				"Эрника|Борейская тундра|Alliance|3|MAGE", -- [28]
				"Эстрея|Борейская тундра|Alliance|51|DRUID", -- [29]
				"Эстрэя|Гордунни|Alliance|60|DRUID", -- [30]
			},
		},
	},
	["profileKeys"] = {
		["Вейлзевулла - Борейская тундра"] = "Вейлзевулла - Борейская тундра",
		["Алтери - Борейская тундра"] = "Алтери - Борейская тундра",
		["Фламинника - Гордунни"] = "Фламинника - Гордунни",
		["Шайэн - Гордунни"] = "Шайэн - Гордунни",
		["Altery - Durotan"] = "Altery - Durotan",
		["Эстрэя - Гордунни"] = "Эстрэя - Гордунни",
		["Altery - Bronzebeard"] = "Altery - Bronzebeard",
		["Алоиза - Борейская тундра"] = "Алоиза - Борейская тундра",
		["Алтэри - Гордунни"] = "Алтэри - Гордунни",
		["Нирейя - Борейская тундра"] = "Нирейя - Борейская тундра",
		["Тиаз - Борейская тундра"] = "Тиаз - Борейская тундра",
		["Дэлери - Борейская тундра"] = "Дэлери - Борейская тундра",
		["Ниамэй - Гордунни"] = "Ниамэй - Гордунни",
		["Эстрея - Борейская тундра"] = "Эстрея - Борейская тундра",
		["Сайбил - Борейская тундра"] = "Сайбил - Борейская тундра",
		["Эллиата - Гордунни"] = "Эллиата - Гордунни",
		["Delery - Durotan"] = "Delery - Durotan",
		["Nietta - EU Mythic Dungeons"] = "Nietta - EU Mythic Dungeons",
		["Элави - Борейская тундра"] = "Элави - Борейская тундра",
		["Estrea - Alleria"] = "Estrea - Alleria",
		["Flaminika - Durotan"] = "Flaminika - Durotan",
		["Зонна - Борейская тундра"] = "Зонна - Борейская тундра",
		["Эрника - Борейская тундра"] = "Эрника - Борейская тундра",
		["Flaminika - Silvermoon"] = "Flaminika - Silvermoon",
		["Elavi - Durotan"] = "Elavi - Durotan",
		["Estrea - EU Mythic Dungeons"] = "Estrea - EU Mythic Dungeons",
		["Ниоши - Борейская тундра"] = "Ниоши - Борейская тундра",
		["Алоиза - Гордунни"] = "Алоиза - Гордунни",
		["Хилопятьумер - Гордунни"] = "Хилопятьумер - Гордунни",
		["Ниэтта - Гордунни"] = "Ниэтта - Гордунни",
		["Фламиника - Борейская тундра"] = "Фламиника - Борейская тундра",
		["Дэлери - Гордунни"] = "Дэлери - Гордунни",
	},
	["profiles"] = {
		["Вейлзевулла - Борейская тундра"] = {
		},
		["Алтери - Борейская тундра"] = {
			["BlackBook"] = {
				["recent"] = {
					"Алоиза|Борейская тундра|Alliance", -- [1]
					"Ниэтта-Гордунни|Борейская тундра|Alliance", -- [2]
					"Дэлери|Борейская тундра|Alliance", -- [3]
					"Эстрея|Борейская тундра|Alliance", -- [4]
					"Зонна|Борейская тундра|Alliance", -- [5]
					"Ниамэй-Гордунни|Борейская тундра|Alliance", -- [6]
					"Эстрэя-Гордунни|Борейская тундра|Alliance", -- [7]
					"Фламиника|Борейская тундра|Alliance", -- [8]
					"Эрника|Борейская тундра|Alliance", -- [9]
					"Сайбил|Борейская тундра|Alliance", -- [10]
					"Ниоши|Борейская тундра|Alliance", -- [11]
					"Нирейя|Борейская тундра|Alliance", -- [12]
					"Теам|Борейская тундра|Alliance", -- [13]
					"Вц|Борейская тундра|Alliance", -- [14]
					"Саджет|Борейская тундра|Alliance", -- [15]
					"Тиаз|Борейская тундра|Alliance", -- [16]
					"Айсли|Борейская тундра|Alliance", -- [17]
					"Вц-Борейскаятундра|Борейская тундра|Alliance", -- [18]
					"Пуфка|Борейская тундра|Alliance", -- [19]
					"Альмагорн-Борейскаятундра|Борейская тундра|Alliance", -- [20]
				},
			},
		},
		["Фламинника - Гордунни"] = {
			["BlackBook"] = {
				["recent"] = {
					"Ниэтта|Гордунни|Alliance", -- [1]
					"Ниамэй|Гордунни|Alliance", -- [2]
					"Шайэн|Гордунни|Alliance", -- [3]
					"Эстрэя|Гордунни|Alliance", -- [4]
					"Дэлери|Гордунни|Alliance", -- [5]
					"Алоиза|Гордунни|Alliance", -- [6]
					"Эллиата|Гордунни|Alliance", -- [7]
					"Алтэри|Гордунни|Alliance", -- [8]
					"Сострадание|Гордунни|Alliance", -- [9]
					"Altery-Durotan|Гордунни|Alliance", -- [10]
					"Нозердума|Гордунни|Alliance", -- [11]
					"Алоиза-Борейская тундра|Гордунни|Alliance", -- [12]
					"Алтери-Борейская тундра|Гордунни|Alliance", -- [13]
					"Эрника-Борейская тундра|Гордунни|Alliance", -- [14]
					"Эстрея-Борейская тундра|Гордунни|Alliance", -- [15]
					"Вайфария|Гордунни|Alliance", -- [16]
					"Зонна-Борейская тундра|Гордунни|Alliance", -- [17]
				},
			},
		},
		["Шайэн - Гордунни"] = {
			["BlackBook"] = {
				["recent"] = {
					"Алтэри|Гордунни|Alliance", -- [1]
					"Ниэтта|Гордунни|Alliance", -- [2]
					"Дэлери|Гордунни|Alliance", -- [3]
					"Фламинника|Гордунни|Alliance", -- [4]
					"Эстрэя|Гордунни|Alliance", -- [5]
					"Алоиза|Гордунни|Alliance", -- [6]
					"Сочувствие|Гордунни|Alliance", -- [7]
					"Пойдёт|Гордунни|Alliance", -- [8]
					"Сострадание|Гордунни|Alliance", -- [9]
					"Существенно|Гордунни|Alliance", -- [10]
				},
			},
		},
		["Altery - Durotan"] = {
			["BlackBook"] = {
				["recent"] = {
					"Flaminika|Durotan|Alliance", -- [1]
					"Ниэтта-Гордунни|Durotan|Alliance", -- [2]
					"Алоиза-Борейская тундра|Durotan|Alliance", -- [3]
				},
			},
		},
		["Эстрэя - Гордунни"] = {
			["BlackBook"] = {
				["recent"] = {
					"Алоиза|Гордунни|Alliance", -- [1]
					"Ниэтта|Гордунни|Alliance", -- [2]
					"Шайэн|Гордунни|Alliance", -- [3]
					"Ниамэй|Гордунни|Alliance", -- [4]
					"Фламинника|Гордунни|Alliance", -- [5]
					"Дэлери|Гордунни|Alliance", -- [6]
					"Алтэри|Гордунни|Alliance", -- [7]
					"Алтери-Борейская тундра|Гордунни|Alliance", -- [8]
					"Altery-Durotan|Гордунни|Alliance", -- [9]
					"Estrea-Alleria|Гордунни|Alliance", -- [10]
					"Нозердума|Гордунни|Alliance", -- [11]
					"Супркек|Гордунни|Alliance", -- [12]
					"Вайфария|Гордунни|Alliance", -- [13]
					"Эстрея-Борейская тундра|Гордунни|Alliance", -- [14]
					"Алоиза-Борейская тундра|Гордунни|Alliance", -- [15]
				},
			},
		},
		["Altery - Bronzebeard"] = {
			["BlackBook"] = {
				["recent"] = {
					"Tierra|Bronzebeard|Alliance", -- [1]
				},
			},
		},
		["Алоиза - Борейская тундра"] = {
			["OpenAll"] = {
				["Postmaster"] = false,
				["AHSuccess"] = false,
				["Attachments"] = false,
			},
			["BlackBook"] = {
				["recent"] = {
					"Нирейя|Борейская тундра|Alliance", -- [1]
					"Фламинника-Гордунни|Борейская тундра|Alliance", -- [2]
					"Зонна|Борейская тундра|Alliance", -- [3]
					"Ниэтта-Гордунни|Борейская тундра|Alliance", -- [4]
					"Дэлери|Борейская тундра|Alliance", -- [5]
					"Эстрэя-Гордунни|Борейская тундра|Alliance", -- [6]
					"Эрника|Борейская тундра|Alliance", -- [7]
					"Ниоши|Борейская тундра|Alliance", -- [8]
					"Эстрея|Борейская тундра|Alliance", -- [9]
					"Алтери|Борейская тундра|Alliance", -- [10]
					"Паркетник|Борейская тундра|Alliance", -- [11]
					"Altery-Durotan|Борейская тундра|Alliance", -- [12]
					"Ниамэй-Гордунни|Борейская тундра|Alliance", -- [13]
					"Фламиника|Борейская тундра|Alliance", -- [14]
					"Тиаз|Борейская тундра|Alliance", -- [15]
					"Ниоши-Борейская тундра|Борейская тундра|Alliance", -- [16]
					"Сайбил|Борейская тундра|Alliance", -- [17]
					"Полосатыш|Борейская тундра|Alliance", -- [18]
					"Аркадрон|Борейская тундра|Alliance", -- [19]
					"Теам|Борейская тундра|Alliance", -- [20]
				},
			},
		},
		["Алтэри - Гордунни"] = {
			["OpenAll"] = {
				["SpamChat"] = false,
				["AHSuccess"] = false,
			},
			["BlackBook"] = {
				["recent"] = {
					"Дэлери|Гордунни|Alliance", -- [1]
					"Ниэтта|Гордунни|Alliance", -- [2]
					"Шайэн|Гордунни|Alliance", -- [3]
					"Алоиза|Гордунни|Alliance", -- [4]
					"Эстрэя|Гордунни|Alliance", -- [5]
					"Сострадание|Гордунни|Alliance", -- [6]
					"Ниамэй|Гордунни|Alliance", -- [7]
					"Фламинника|Гордунни|Alliance", -- [8]
					"Существенно|Гордунни|Alliance", -- [9]
					"Estrea-Alleria|Гордунни|Alliance", -- [10]
				},
			},
		},
		["Нирейя - Борейская тундра"] = {
			["BlackBook"] = {
				["recent"] = {
					"Алтэри-Гордунни|Борейская тундра|Alliance", -- [1]
					"Ниэтта-Гордунни|Борейская тундра|Alliance", -- [2]
					"Алоиза|Борейская тундра|Alliance", -- [3]
					"Ниоши|Борейская тундра|Alliance", -- [4]
					"Фламиника|Борейская тундра|Alliance", -- [5]
					"Эрника|Борейская тундра|Alliance", -- [6]
					"Альмагорн|Борейская тундра|Alliance", -- [7]
					"Зонна|Борейская тундра|Alliance", -- [8]
					"Эстрея|Борейская тундра|Alliance", -- [9]
					"Дэлери|Борейская тундра|Alliance", -- [10]
					"Алтери|Борейская тундра|Alliance", -- [11]
				},
			},
		},
		["Тиаз - Борейская тундра"] = {
			["BlackBook"] = {
				["recent"] = {
					"Дэлери|Борейская тундра|Alliance", -- [1]
					"Алтери|Борейская тундра|Alliance", -- [2]
					"Эстрея|Борейская тундра|Alliance", -- [3]
					"Фламиника|Борейская тундра|Alliance", -- [4]
					"Зонна|Борейская тундра|Alliance", -- [5]
					"Алоиза|Борейская тундра|Alliance", -- [6]
					"Нирейя|Борейская тундра|Alliance", -- [7]
				},
			},
		},
		["Дэлери - Борейская тундра"] = {
			["OpenAll"] = {
				["AHSuccess"] = false,
				["Attachments"] = false,
			},
			["BlackBook"] = {
				["recent"] = {
					"Алоиза|Борейская тундра|Alliance", -- [1]
					"Алтери|Борейская тундра|Alliance", -- [2]
					"Altery-Durotan|Борейская тундра|Alliance", -- [3]
					"Нирейя|Борейская тундра|Alliance", -- [4]
					"Эстрэя-Гордунни|Борейская тундра|Alliance", -- [5]
					"Эстрея|Борейская тундра|Alliance", -- [6]
					"Фламинника-Гордунни|Борейская тундра|Alliance", -- [7]
					"Зонна|Борейская тундра|Alliance", -- [8]
					"Элави|Борейская тундра|Alliance", -- [9]
					"Тиаз|Борейская тундра|Alliance", -- [10]
					"Эрника|Борейская тундра|Alliance", -- [11]
					"Фламиника|Борейская тундра|Alliance", -- [12]
					"Ниоши|Борейская тундра|Alliance", -- [13]
					"Сайбил|Борейская тундра|Alliance", -- [14]
					"Вц|Борейская тундра|Alliance", -- [15]
					"Момск|Борейская тундра|Alliance", -- [16]
					"Вирж-Борейскаятундра|Борейская тундра|Alliance", -- [17]
					"Кейстут|Борейская тундра|Alliance", -- [18]
					"Альмагорн-Борейскаятундра|Борейская тундра|Alliance", -- [19]
				},
			},
		},
		["Ниамэй - Гордунни"] = {
			["BlackBook"] = {
				["recent"] = {
					"Шайэн|Гордунни|Alliance", -- [1]
					"Ниэтта|Гордунни|Alliance", -- [2]
					"Эстрэя|Гордунни|Alliance", -- [3]
					"Фламинника|Гордунни|Alliance", -- [4]
					"Дэлери|Гордунни|Alliance", -- [5]
					"Алоиза|Гордунни|Alliance", -- [6]
					"Алтэри|Гордунни|Alliance", -- [7]
					"Алтери-Борейская тундра|Гордунни|Alliance", -- [8]
					"Estrea-Alleria|Гордунни|Alliance", -- [9]
				},
			},
		},
		["Эстрея - Борейская тундра"] = {
			["OpenAll"] = {
				["Attachments"] = false,
				["AHSuccess"] = false,
			},
			["BlackBook"] = {
				["recent"] = {
					"Ниэтта-Гордунни|Борейская тундра|Alliance", -- [1]
					"Зонна|Борейская тундра|Alliance", -- [2]
					"Нирейя|Борейская тундра|Alliance", -- [3]
					"Алтери|Борейская тундра|Alliance", -- [4]
					"Дэлери|Борейская тундра|Alliance", -- [5]
					"Алоиза|Борейская тундра|Alliance", -- [6]
					"Эстрэя-Гордунни|Борейская тундра|Alliance", -- [7]
					"Фламиника|Борейская тундра|Alliance", -- [8]
					"Сайбил|Борейская тундра|Alliance", -- [9]
					"Эрника|Борейская тундра|Alliance", -- [10]
					"Ниоши|Борейская тундра|Alliance", -- [11]
					"Тиаз|Борейская тундра|Alliance", -- [12]
					"Эгтауэр-Борейскаятундра|Борейская тундра|Alliance", -- [13]
					"Альмагорн|Борейская тундра|Alliance", -- [14]
					"Пуфка|Борейская тундра|Alliance", -- [15]
					"Элави|Борейская тундра|Alliance", -- [16]
					"Айсли-Борейскаятундра|Борейская тундра|Alliance", -- [17]
				},
			},
		},
		["Сайбил - Борейская тундра"] = {
			["BlackBook"] = {
				["recent"] = {
					"Ниэтта-Гордунни|Борейская тундра|Horde", -- [1]
					"Эстрэя-Гордунни|Борейская тундра|Horde", -- [2]
					"Алоиза-Борейская тундра|Борейская тундра|Horde", -- [3]
					"Алтери-Борейская тундра|Борейская тундра|Horde", -- [4]
				},
			},
		},
		["Эллиата - Гордунни"] = {
			["BlackBook"] = {
				["recent"] = {
					"Ниамэй|Гордунни|Alliance", -- [1]
				},
			},
		},
		["Delery - Durotan"] = {
		},
		["Nietta - EU Mythic Dungeons"] = {
		},
		["Элави - Борейская тундра"] = {
			["OpenAll"] = {
				["Attachments"] = false,
			},
			["BlackBook"] = {
				["recent"] = {
					"Алоиза|Борейская тундра|Alliance", -- [1]
					"Нирейя|Борейская тундра|Alliance", -- [2]
					"Эрника|Борейская тундра|Alliance", -- [3]
					"Алтери|Борейская тундра|Alliance", -- [4]
				},
			},
		},
		["Estrea - Alleria"] = {
			["BlackBook"] = {
				["recent"] = {
					"Altery-Durotan|Alleria|Alliance", -- [1]
				},
			},
		},
		["Flaminika - Durotan"] = {
			["BlackBook"] = {
				["recent"] = {
					"Xynn|Durotan|Alliance", -- [1]
					"Altery|Durotan|Alliance", -- [2]
				},
			},
		},
		["Зонна - Борейская тундра"] = {
			["OpenAll"] = {
				["AHSuccess"] = false,
				["Attachments"] = false,
			},
			["BlackBook"] = {
				["recent"] = {
					"Алтери|Борейская тундра|Alliance", -- [1]
					"Ниэтта-Гордунни|Борейская тундра|Alliance", -- [2]
					"Алоиза-Гордунни|Борейская тундра|Alliance", -- [3]
					"Алоиза|Борейская тундра|Alliance", -- [4]
					"Эстрея|Борейская тундра|Alliance", -- [5]
					"Дэлери|Борейская тундра|Alliance", -- [6]
					"Фламинника-Гордунни|Борейская тундра|Alliance", -- [7]
					"Фламиника|Борейская тундра|Alliance", -- [8]
					"Ниоши|Борейская тундра|Alliance", -- [9]
					"Сайбил|Борейская тундра|Alliance", -- [10]
					"Эрника|Борейская тундра|Alliance", -- [11]
					"Нирейя|Борейская тундра|Alliance", -- [12]
					"Ложимся|Борейская тундра|Alliance", -- [13]
					"Ложимся-Борейскаятундра|Борейская тундра|Alliance", -- [14]
					"Тюпалка-Борейскаятундра|Борейская тундра|Alliance", -- [15]
					"Тиаз|Борейская тундра|Alliance", -- [16]
					"Ресточка|Борейская тундра|Alliance", -- [17]
					"Альмагорн|Борейская тундра|Alliance", -- [18]
					"Элави|Борейская тундра|Alliance", -- [19]
					"Аркадрон-Борейскаятундра|Борейская тундра|Alliance", -- [20]
				},
			},
		},
		["Эрника - Борейская тундра"] = {
			["BlackBook"] = {
				["recent"] = {
					"Ниэтта-Гордунни|Борейская тундра|Alliance", -- [1]
					"Элави|Борейская тундра|Alliance", -- [2]
					"Фламиника|Борейская тундра|Alliance", -- [3]
					"Алоиза|Борейская тундра|Alliance", -- [4]
					"Алтери|Борейская тундра|Alliance", -- [5]
					"Дэлери|Борейская тундра|Alliance", -- [6]
					"Эстрея|Борейская тундра|Alliance", -- [7]
					"Зонна|Борейская тундра|Alliance", -- [8]
				},
			},
		},
		["Flaminika - Silvermoon"] = {
			["BlackBook"] = {
				["recent"] = {
					"Skywwalker|Silvermoon|Alliance", -- [1]
				},
			},
		},
		["Elavi - Durotan"] = {
		},
		["Estrea - EU Mythic Dungeons"] = {
		},
		["Ниоши - Борейская тундра"] = {
			["BlackBook"] = {
				["recent"] = {
					"Зонна|Борейская тундра|Alliance", -- [1]
					"Алтери|Борейская тундра|Alliance", -- [2]
					"Фламиника|Борейская тундра|Alliance", -- [3]
					"Алоиза|Борейская тундра|Alliance", -- [4]
					"Дэлери|Борейская тундра|Alliance", -- [5]
					"Нирейя|Борейская тундра|Alliance", -- [6]
					"Эрника|Борейская тундра|Alliance", -- [7]
					"Эстрея|Борейская тундра|Alliance", -- [8]
				},
			},
		},
		["Алоиза - Гордунни"] = {
			["BlackBook"] = {
				["recent"] = {
					"Алтэри|Гордунни|Alliance", -- [1]
					"Дэлери|Гордунни|Alliance", -- [2]
					"Шайэн|Гордунни|Alliance", -- [3]
					"Ниэтта|Гордунни|Alliance", -- [4]
					"Сотворение|Гордунни|Alliance", -- [5]
					"Ниамэй|Гордунни|Alliance", -- [6]
					"Эстрэя|Гордунни|Alliance", -- [7]
					"Алтери-Борейская тундра|Гордунни|Alliance", -- [8]
					"Фламинника|Гордунни|Alliance", -- [9]
					"Altery-Durotan|Гордунни|Alliance", -- [10]
					"Estrea-Alleria|Гордунни|Alliance", -- [11]
					"Пойдёт|Гордунни|Alliance", -- [12]
					"Уххастик|Гордунни|Alliance", -- [13]
					"Сострадание|Гордунни|Alliance", -- [14]
				},
			},
		},
		["Хилопятьумер - Гордунни"] = {
		},
		["Ниэтта - Гордунни"] = {
			["BlackBook"] = {
				["recent"] = {
					"Сострадание|Гордунни|Alliance", -- [1]
					"Эстрэя|Гордунни|Alliance", -- [2]
					"Шайэн|Гордунни|Alliance", -- [3]
					"Фламинника|Гордунни|Alliance", -- [4]
					"Алтэри|Гордунни|Alliance", -- [5]
					"Алоиза|Гордунни|Alliance", -- [6]
					"Ниамэй|Гордунни|Alliance", -- [7]
					"Дэлери|Гордунни|Alliance", -- [8]
					"Эллиата|Гордунни|Alliance", -- [9]
					"Асташка|Гордунни|Alliance", -- [10]
					"Алтери-Борейская тундра|Гордунни|Alliance", -- [11]
					"Altery-Durotan|Гордунни|Alliance", -- [12]
					"Estrea-Alleria|Гордунни|Alliance", -- [13]
					"Сочувствие|Гордунни|Alliance", -- [14]
					"Иллюзорность|Гордунни|Alliance", -- [15]
					"Нозердума|Гордунни|Alliance", -- [16]
					"Киркора|Гордунни|Alliance", -- [17]
					"Азирона|Гордунни|Alliance", -- [18]
					"Супркек|Гордунни|Alliance", -- [19]
				},
			},
			["OpenAll"] = {
				["Attachments"] = false,
				["AHSuccess"] = false,
			},
		},
		["Фламиника - Борейская тундра"] = {
			["BlackBook"] = {
				["recent"] = {
					"Алоиза|Борейская тундра|Alliance", -- [1]
					"Зонна|Борейская тундра|Alliance", -- [2]
					"Эстрэя-Гордунни|Борейская тундра|Alliance", -- [3]
					"Алтери|Борейская тундра|Alliance", -- [4]
					"Дэлери|Борейская тундра|Alliance", -- [5]
					"Тиаз|Борейская тундра|Alliance", -- [6]
					"Элави|Борейская тундра|Alliance", -- [7]
					"Сайбил|Борейская тундра|Alliance", -- [8]
					"Эстрея|Борейская тундра|Alliance", -- [9]
					"Ниоши|Борейская тундра|Alliance", -- [10]
					"Эрника|Борейская тундра|Alliance", -- [11]
					"Хелье|Борейская тундра|Alliance", -- [12]
					"Нирейя|Борейская тундра|Alliance", -- [13]
					"Айсли|Борейская тундра|Alliance", -- [14]
					"Полосатыш|Борейская тундра|Alliance", -- [15]
					"Вц-Борейскаятундра|Борейская тундра|Alliance", -- [16]
					"Ресточка|Борейская тундра|Alliance", -- [17]
				},
			},
		},
		["Дэлери - Гордунни"] = {
			["OpenAll"] = {
				["AHWon"] = false,
				["AHSuccess"] = false,
				["Attachments"] = false,
			},
			["BlackBook"] = {
				["recent"] = {
					"Алоиза|Гордунни|Alliance", -- [1]
					"Ниэтта|Гордунни|Alliance", -- [2]
					"Фламинника|Гордунни|Alliance", -- [3]
					"Алтэри|Гордунни|Alliance", -- [4]
					"Эстрэя|Гордунни|Alliance", -- [5]
					"Шайэн|Гордунни|Alliance", -- [6]
					"Ниамэй|Гордунни|Alliance", -- [7]
					"Алтери-Борейская тундра|Гордунни|Alliance", -- [8]
					"Сострадание|Гордунни|Alliance", -- [9]
					"Estrea-Alleria|Гордунни|Alliance", -- [10]
				},
			},
		},
	},
}
