
PublicOrdersReagentsColumnADB = {
["profileKeys"] = {
["Шайэн - Гордунни"] = "Шайэн - Гордунни",
["Мэйрика - Гордунни"] = "Мэйрика - Гордунни",
["Фламинника - Гордунни"] = "Фламинника - Гордунни",
["Эллиата - Гордунни"] = "Эллиата - Гордунни",
["Ващеновый - Гордунни"] = "Ващеновый - Гордунни",
["Эстрэя - Гордунни"] = "Эстрэя - Гордунни",
["Сайбил - Борейская тундра"] = "Сайбил - Борейская тундра",
["Алтэри - Гордунни"] = "Алтэри - Гордунни",
["Дэлери - Гордунни"] = "Дэлери - Гордунни",
["Зонна - Борейская тундра"] = "Зонна - Борейская тундра",
["Рефти - Гордунни"] = "Рефти - Гордунни",
["Алоиза - Гордунни"] = "Алоиза - Гордунни",
["Ниамэй - Гордунни"] = "Ниамэй - Гордунни",
["Ниэтта - Гордунни"] = "Ниэтта - Гордунни",
["Алтери - Борейская тундра"] = "Алтери - Борейская тундра",
["Эстрея - Борейская тундра"] = "Эстрея - Борейская тундра",
},
["profiles"] = {
["Ниамэй - Гордунни"] = {
},
["Мэйрика - Гордунни"] = {
},
["Фламинника - Гордунни"] = {
},
["Эстрэя - Гордунни"] = {
},
["Алтэри - Гордунни"] = {
},
["Эллиата - Гордунни"] = {
},
["Рефти - Гордунни"] = {
},
["Шайэн - Гордунни"] = {
},
["Алоиза - Гордунни"] = {
},
["Зонна - Борейская тундра"] = {
},
["Ниэтта - Гордунни"] = {
},
["Алтери - Борейская тундра"] = {
},
["Дэлери - Гордунни"] = {
},
},
}
