
SimulationCraftDB = {
	["profileKeys"] = {
		["Вейлзевулла - Борейская тундра"] = "Вейлзевулла - Борейская тундра",
		["Алтери - Борейская тундра"] = "Алтери - Борейская тундра",
		["Фламинника - Гордунни"] = "Фламинника - Гордунни",
		["Altery - Durotan"] = "Altery - Durotan",
		["Эстрэя - Гордунни"] = "Эстрэя - Гордунни",
		["Шайэн - Гордунни"] = "Шайэн - Гордунни",
		["Алоиза - Борейская тундра"] = "Алоиза - Борейская тундра",
		["Алтэри - Гордунни"] = "Алтэри - Гордунни",
		["Тиаз - Борейская тундра"] = "Тиаз - Борейская тундра",
		["Нирейя - Борейская тундра"] = "Нирейя - Борейская тундра",
		["Дэлери - Борейская тундра"] = "Дэлери - Борейская тундра",
		["Ниамэй - Гордунни"] = "Ниамэй - Гордунни",
		["Эллиата - Гордунни"] = "Эллиата - Гордунни",
		["Сайбил - Борейская тундра"] = "Сайбил - Борейская тундра",
		["Эстрея - Борейская тундра"] = "Эстрея - Борейская тундра",
		["Estrea - Alleria"] = "Estrea - Alleria",
		["Elavi - Durotan"] = "Elavi - Durotan",
		["Элави - Борейская тундра"] = "Элави - Борейская тундра",
		["Estrea - EU Mythic Dungeons"] = "Estrea - EU Mythic Dungeons",
		["Flaminika - Durotan"] = "Flaminika - Durotan",
		["Зонна - Борейская тундра"] = "Зонна - Борейская тундра",
		["Nietta - EU Mythic Dungeons"] = "Nietta - EU Mythic Dungeons",
		["Flaminika - Silvermoon"] = "Flaminika - Silvermoon",
		["Эрника - Борейская тундра"] = "Эрника - Борейская тундра",
		["Delery - Durotan"] = "Delery - Durotan",
		["Ниоши - Борейская тундра"] = "Ниоши - Борейская тундра",
		["Алоиза - Гордунни"] = "Алоиза - Гордунни",
		["Хилопятьумер - Гордунни"] = "Хилопятьумер - Гордунни",
		["Ниэтта - Гордунни"] = "Ниэтта - Гордунни",
		["Фламиника - Борейская тундра"] = "Фламиника - Борейская тундра",
		["Дэлери - Гордунни"] = "Дэлери - Гордунни",
	},
	["profiles"] = {
		["Вейлзевулла - Борейская тундра"] = {
		},
		["Алтери - Борейская тундра"] = {
			["minimap"] = {
				["minimapPos"] = 109.057599758715,
			},
		},
		["Фламинника - Гордунни"] = {
			["minimap"] = {
				["minimapPos"] = 140.7925261466002,
			},
		},
		["Altery - Durotan"] = {
			["minimap"] = {
				["minimapPos"] = 154.0750187190208,
			},
		},
		["Эстрэя - Гордунни"] = {
			["minimap"] = {
				["minimapPos"] = 78.31057620900614,
			},
		},
		["Шайэн - Гордунни"] = {
			["minimap"] = {
				["minimapPos"] = 173.90168893473,
			},
		},
		["Алоиза - Борейская тундра"] = {
			["minimap"] = {
				["minimapPos"] = 121.9079902008552,
			},
		},
		["Алтэри - Гордунни"] = {
		},
		["Тиаз - Борейская тундра"] = {
		},
		["Нирейя - Борейская тундра"] = {
		},
		["Дэлери - Борейская тундра"] = {
			["minimap"] = {
				["minimapPos"] = 119.1341299108605,
			},
		},
		["Ниамэй - Гордунни"] = {
			["minimap"] = {
				["minimapPos"] = 115.4075243237816,
			},
		},
		["Эллиата - Гордунни"] = {
		},
		["Сайбил - Борейская тундра"] = {
			["minimap"] = {
				["minimapPos"] = 111.8012645164558,
			},
		},
		["Эстрея - Борейская тундра"] = {
			["minimap"] = {
				["minimapPos"] = 120.8275025907426,
			},
		},
		["Estrea - Alleria"] = {
		},
		["Elavi - Durotan"] = {
		},
		["Элави - Борейская тундра"] = {
		},
		["Estrea - EU Mythic Dungeons"] = {
		},
		["Flaminika - Durotan"] = {
			["minimap"] = {
				["minimapPos"] = 153.4348647020085,
			},
		},
		["Зонна - Борейская тундра"] = {
			["minimap"] = {
				["minimapPos"] = 115.4265923719718,
			},
		},
		["Nietta - EU Mythic Dungeons"] = {
		},
		["Flaminika - Silvermoon"] = {
			["minimap"] = {
				["minimapPos"] = 108.9464399997288,
			},
		},
		["Эрника - Борейская тундра"] = {
		},
		["Delery - Durotan"] = {
			["minimap"] = {
				["minimapPos"] = 155.9556204495023,
			},
		},
		["Ниоши - Борейская тундра"] = {
		},
		["Алоиза - Гордунни"] = {
			["minimap"] = {
				["minimapPos"] = 119.1477291063849,
			},
		},
		["Хилопятьумер - Гордунни"] = {
		},
		["Ниэтта - Гордунни"] = {
			["minimap"] = {
				["minimapPos"] = 140.7104689286851,
			},
		},
		["Фламиника - Борейская тундра"] = {
			["minimap"] = {
				["minimapPos"] = 114.7749598452514,
			},
		},
		["Дэлери - Гордунни"] = {
			["minimap"] = {
				["minimapPos"] = 124.9307889967628,
			},
		},
	},
}
