
TradeSkillMaster_AuctioningDB = {
	["g@ @confirmCompleteSound"] = "TSM_NO_SOUND",
	["g@ @roundNormalPrice"] = false,
	["g@ @disableInvalidMsg"] = false,
	["g@ @priceColumn"] = 1,
	["_scopeKeys"] = {
		["char"] = {
			"Алтери - Борейская тундра", -- [1]
			"Алоиза - Борейская тундра", -- [2]
			"Эстрея - Борейская тундра", -- [3]
			"Зонна - Борейская тундра", -- [4]
			"Дэлери - Борейская тундра", -- [5]
			"Тиаз - Борейская тундра", -- [6]
			"Нирейя - Борейская тундра", -- [7]
			"Ниоши - Борейская тундра", -- [8]
			"Эрника - Борейская тундра", -- [9]
			"Элави - Борейская тундра", -- [10]
			"Сайбил - Борейская тундра", -- [11]
		},
		["factionrealm"] = {
			"Alliance - Борейская тундра", -- [1]
			"Horde - Борейская тундра", -- [2]
		},
		["profile"] = {
			"Default", -- [1]
		},
		["realm"] = {
			"Борейская тундра", -- [1]
		},
	},
	["g@ @helpPlatesShown"] = {
		["selection"] = true,
	},
	["f@Horde - Борейская тундра@whitelist"] = {
	},
	["f@Horde - Борейская тундра@player"] = {
		["Сайбил"] = true,
	},
	["f@Alliance - Борейская тундра@whitelist"] = {
	},
	["_hash"] = 5870975,
	["g@ @matchWhitelist"] = true,
	["f@Alliance - Борейская тундра@player"] = {
		["Дэлери"] = true,
		["Нирейя"] = true,
		["Тиаз"] = true,
		["Эстрея"] = true,
		["Ниоши"] = true,
		["Алоиза"] = true,
		["Элави"] = true,
		["Эрника"] = true,
		["Алтери"] = true,
		["Зонна"] = true,
	},
	["g@ @cancelWithBid"] = false,
	["g@ @scanCompleteSound"] = "TSM_NO_SOUND",
	["_version"] = 1,
	["_currentProfile"] = {
		["Алтери - Борейская тундра"] = "Default",
		["Зонна - Борейская тундра"] = "Default",
		["Эрника - Борейская тундра"] = "Default",
		["Алоиза - Борейская тундра"] = "Default",
		["Тиаз - Борейская тундра"] = "Default",
		["Ниоши - Борейская тундра"] = "Default",
		["Дэлери - Борейская тундра"] = "Default",
		["Эстрея - Борейская тундра"] = "Default",
		["Нирейя - Борейская тундра"] = "Default",
		["Элави - Борейская тундра"] = "Default",
		["Сайбил - Борейская тундра"] = "Default",
	},
}
