
WarpDepleteDB = {
	["profileKeys"] = {
		["Шайэн - Гордунни"] = "Default",
		["Фламинника - Гордунни"] = "Default",
		["Эстрэя - Гордунни"] = "Default",
		["Алтэри - Гордунни"] = "Default",
		["Дэлери - Гордунни"] = "Default",
		["Зонна - Борейская тундра"] = "Default",
		["Алоиза - Гордунни"] = "Default",
		["Ниамэй - Гордунни"] = "Default",
		["Ниэтта - Гордунни"] = "Default",
		["Алоиза - Борейская тундра"] = "Default",
		["Эллиата - Гордунни"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
		},
	},
}
