
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
				"/г Вар устал", -- [1]
				"/г /tmw", -- [2]
				"/г /tmw", -- [3]
				"/г Вот как мне ещё 110 уровней без свистка распорядителя полётов играть?", -- [4]
				"/г Да вообще", -- [5]
				"/г ВАР БИТЬ", -- [6]
				"/cw Ромеох А теперь ты меня добавь в гильдию) //Алоиза", -- [7]
				" Ща тогда Ромеэ напишу", -- [8]
				" Именно", -- [9]
				" Если этот чар может", -- [10]
				" Добавь меня в гильдию)", -- [11]
				"/с /tmw", -- [12]
				"/с /tmw", -- [13]
				"/с /tmw", -- [14]
				"/с /tmw", -- [15]
				"/с /vuhdo options", -- [16]
				"/с /bt", -- [17]
			},
			["ChatFrame3EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1590472855,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[01:49:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T773178:14|tБлескотрончик – |3-8(ваш питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279770.4,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352952,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[01:49:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132140:14|tНегодяй – |3-8(вражеский питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279771.159,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352953,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[01:49:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279777.402,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352959,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[01:49:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134518:14|t|cff4e96f7|HbattlePetAbil:392:1400:260:325|h[Дополнительная броня]|h|r накладывает эффект |T134518:14|t|cff4e96f7|HbattlePetAbil:391:1400:260:325|h[Дополнительная броня]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279777.902,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352959,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[01:49:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279778.912,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352960,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[01:49:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279779.412,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352961,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[01:49:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279779.912,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352961,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[01:49:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:3025:325:219|h[Игры разума]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279781.912,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352963,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[01:49:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279784.433,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352966,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[01:49:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1050:260:325|h[Игры разума: здоровье]|h|r наносит 350 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279784.433,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352966,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[01:49:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1050:260:325|h[Игры разума: здоровье]|h|r наносит 406 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279784.683,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352966,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[01:49:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1050:260:325|h[Игры разума: здоровье]|h|r наносит 386 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279784.933,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352966,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[01:49:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279785.183,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352967,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[01:49:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279785.433,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352967,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[01:49:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279785.683,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352967,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[01:49:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 103 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279788.45,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352970,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[01:49:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279788.45,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352970,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[01:49:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279788.45,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352970,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[01:49:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279794.442,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352976,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[01:49:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279795.442,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352977,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[01:49:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279795.793,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352977,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[01:49:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279796.143,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352978,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[01:49:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r накладывает эффект \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:947:260:325|h[Рог изобилия]|h|r\" на |3-3(команда противника).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279796.494,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352978,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[01:49:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:2647:325:219|h[Укус]|h|r наносит 172 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279798.215,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352980,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[01:49:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:775:260:325|h[Рог изобилия]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279800.23,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352982,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[01:49:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279801.471,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352983,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[01:49:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279801.973,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352983,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[01:49:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279802.723,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352984,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[01:49:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279803.074,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352985,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[01:49:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:775:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279803.424,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352985,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[01:49:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:2395:325:219|h[Укус]|h|r наносит 258 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279806.256,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352988,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[01:49:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:517:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279808.267,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352990,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[01:49:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T134518:14|t|cff4e96f7|HbattlePetAbil:391:517:260:325|h[Дополнительная броня]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279808.317,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352990,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[01:49:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:2301:325:219|h[Игры разума]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279808.317,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352990,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[01:49:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279809.561,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352991,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[01:49:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:517:260:325|h[Умножение сущностей]|h|r наносит 235 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279809.912,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352991,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[01:49:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:517:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279810.7,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352992,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[01:49:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:517:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279811.051,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352993,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[01:49:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:517:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:517:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279811.404,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352993,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[01:49:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236189:14|t|cff4e96f7|HbattlePetAbil:1016:1752:325:219|h[Корм]|h|r наносит 345 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279813.874,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352995,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[01:49:57]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236189:14|t|cff4e96f7|HbattlePetAbil:1016:2097:325:219|h[Корм]|h|r восстанавливает 345 ед. урона |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279814.126,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352996,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[01:49:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:172:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279816.128,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352998,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[01:49:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279816.978,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352998,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[01:50:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:172:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279817.481,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352999,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[01:50:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:172:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279818.231,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353000,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[01:50:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:172:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279818.582,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353000,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[01:50:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:172:260:325|h[Умножение сущностей]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:172:260:325|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279818.582,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353000,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[01:50:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:172:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:172:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279818.935,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353000,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[01:50:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:1343:325:219|h[Укус]|h|r наносит 431 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279821.853,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353003,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[01:50:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T773178:14|tБлескотрончик погибает.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279821.853,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353003,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[01:50:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:280:260:325|h[Последний шанс]|h|r восстанавливает 280 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279824.367,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353006,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[01:50:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:280:260:325|h[Последний шанс]|h|r накладывает эффект |T618979:14|t|cff4e96f7|HbattlePetAbil:244:280:260:325|h[Механический питомец]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279824.619,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353006,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[01:50:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:280:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279827.644,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353009,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[01:50:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279829.408,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353011,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[01:50:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:280:260:325|h[Рог изобилия]|h|r наносит 283 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279830.416,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353012,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[01:50:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:280:260:325|h[Рог изобилия]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279830.806,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353012,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[01:50:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:280:260:325|h[Рог изобилия]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279831.158,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353013,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[01:50:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:280:260:325|h[Рог изобилия]|h|r накладывает эффект \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:280:260:325|h[Рог изобилия]|h|r\" на |3-3(команда противника).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279831.522,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353013,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[01:50:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:966:325:219|h[Укус]|h|r наносит 431 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279832.889,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353014,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[01:50:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T773178:14|tБлескотрончик погибает.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279832.889,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353014,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[01:50:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:0:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279836.408,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353018,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[01:50:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279838.415,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353020,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[01:50:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133015:14|tПаровой танк ярмарки Новолуния – |3-8(ваш питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279838.415,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353020,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[01:50:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279850.444,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353032,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[01:50:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T252188:14|t|cff4e96f7|HbattlePetAbil:646:1014:273:260|h[Шок и трепет]|h|r наносит 988 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279851.58,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353033,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[01:50:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T132140:14|tНегодяй погибает.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279851.58,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353033,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[01:50:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1321:273:260|h[Боевое восстановление]|h|r восстанавливает 307 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279854.972,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353036,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[01:50:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1250:273:273|h[Боевое восстановление]|h|r восстанавливает 297 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279854.972,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353036,
				}, -- [68]
			},
			["headIndex"] = 68,
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 5,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["g"] = 0.917647123336792,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 248779.617,
					["serverTime"] = 1668045030,
					["b"] = 0.9843137860298157,
				}, -- [1]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["serverTime"] = 1668092046,
					["r"] = 1,
					["b"] = 0.9843137860298157,
					["timestamp"] = 248779.617,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["g"] = 0.917647123336792,
				}, -- [2]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 248779.617,
				}, -- [3]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 248779.617,
				}, -- [4]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 248762.915,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [5]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame2"] = {
			["maxElements"] = 300,
			["elements"] = {
				{
					["message"] = "Одрия-СтражСмерти выполняет действие \"Горное дело\" на |3-6(Залежи монелита).",
					["r"] = 0.501960813999176,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1150387.774,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "Одрия-СтражСмерти выполняет действие \"Сбор трав\" на |3-6(Якорь-трава).",
					["r"] = 0.501960813999176,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1150400.447,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [2]
				{
					["message"] = "Вц-Борейскаятундра отпускает |3-3(ГдеМясо).",
					["r"] = 0.501960813999176,
					["extraData"] = {
						32, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1151156.532,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [3]
				{
					["message"] = "Предметы вашей экипировки утратили 10% прочности.",
					["r"] = 0.501960813999176,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1151562.883,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [4]
				{
					["message"] = "Вц-Борейскаятундра отпускает |3-3(Гриддис).",
					["r"] = 0.501960813999176,
					["extraData"] = {
						32, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1151713.78,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [5]
				{
					["message"] = "Вц-Борейскаятундра отпускает |3-3(Гриддис).",
					["r"] = 0.501960813999176,
					["extraData"] = {
						32, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1152146.172,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [6]
				{
					["message"] = "Предметы вашей экипировки утратили 10% прочности.",
					["r"] = 0.501960813999176,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1152181.518,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [7]
				{
					["message"] = "Вц-Борейскаятундра отпускает |3-3(Гриддис).",
					["r"] = 0.501960813999176,
					["extraData"] = {
						32, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1152403.328,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [8]
				{
					["message"] = "Вц-Борейскаятундра отпускает |3-3(Гриддис).",
					["r"] = 0.501960813999176,
					["extraData"] = {
						32, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1152583.328,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [9]
				{
					["message"] = "Вы создаете: Военный свиток стойкости.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1152993.96,
					["g"] = 1,
					["b"] = 1,
				}, -- [10]
				{
					["message"] = "Вы создаете: Военный свиток стойкости.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1152995.539,
					["g"] = 1,
					["b"] = 1,
				}, -- [11]
				{
					["message"] = "Вы создаете: Военный свиток стойкости.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1152997.117,
					["g"] = 1,
					["b"] = 1,
				}, -- [12]
				{
					["message"] = "Вы создаете: Военный свиток стойкости.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1152998.77,
					["g"] = 1,
					["b"] = 1,
				}, -- [13]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1153408.478,
					["g"] = 1,
					["b"] = 1,
				}, -- [14]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1153408.478,
					["g"] = 1,
					["b"] = 1,
				}, -- [15]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1153408.478,
					["g"] = 1,
					["b"] = 1,
				}, -- [16]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1153409.87,
					["g"] = 1,
					["b"] = 1,
				}, -- [17]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1153409.87,
					["g"] = 1,
					["b"] = 1,
				}, -- [18]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1153409.87,
					["g"] = 1,
					["b"] = 1,
				}, -- [19]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1153416.593,
					["g"] = 1,
					["b"] = 1,
				}, -- [20]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1153418.158,
					["g"] = 1,
					["b"] = 1,
				}, -- [21]
				{
					["message"] = "Вы создаете: Фолиант спокойного разума.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1153422.216,
					["g"] = 1,
					["b"] = 1,
				}, -- [22]
				{
					["message"] = "Предметы вашей экипировки утратили 10% прочности.",
					["r"] = 0.501960813999176,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1153838.911,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [23]
				{
					["message"] = "Предметы вашей экипировки утратили 10% прочности.",
					["r"] = 0.501960813999176,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1155640.147,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [24]
				{
					["message"] = "Предметы вашей экипировки утратили 10% прочности.",
					["r"] = 0.501960813999176,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1156013.193,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [25]
				{
					["message"] = "Предметы вашей экипировки утратили 10% прочности.",
					["r"] = 0.501960813999176,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1156605.79,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [26]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157162.358,
					["g"] = 1,
					["b"] = 1,
				}, -- [27]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157163.937,
					["g"] = 1,
					["b"] = 1,
				}, -- [28]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157165.574,
					["g"] = 1,
					["b"] = 1,
				}, -- [29]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157167.241,
					["g"] = 1,
					["b"] = 1,
				}, -- [30]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157168.874,
					["g"] = 1,
					["b"] = 1,
				}, -- [31]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157170.511,
					["g"] = 1,
					["b"] = 1,
				}, -- [32]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157172.145,
					["g"] = 1,
					["b"] = 1,
				}, -- [33]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157173.746,
					["g"] = 1,
					["b"] = 1,
				}, -- [34]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157279.484,
					["g"] = 1,
					["b"] = 1,
				}, -- [35]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157279.484,
					["g"] = 1,
					["b"] = 1,
				}, -- [36]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157279.484,
					["g"] = 1,
					["b"] = 1,
				}, -- [37]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157281.25,
					["g"] = 1,
					["b"] = 1,
				}, -- [38]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157281.25,
					["g"] = 1,
					["b"] = 1,
				}, -- [39]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157282.888,
					["g"] = 1,
					["b"] = 1,
				}, -- [40]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157282.888,
					["g"] = 1,
					["b"] = 1,
				}, -- [41]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157282.888,
					["g"] = 1,
					["b"] = 1,
				}, -- [42]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157284.327,
					["g"] = 1,
					["b"] = 1,
				}, -- [43]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157284.327,
					["g"] = 1,
					["b"] = 1,
				}, -- [44]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157284.327,
					["g"] = 1,
					["b"] = 1,
				}, -- [45]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157285.99,
					["g"] = 1,
					["b"] = 1,
				}, -- [46]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157285.99,
					["g"] = 1,
					["b"] = 1,
				}, -- [47]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157285.99,
					["g"] = 1,
					["b"] = 1,
				}, -- [48]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157287.153,
					["g"] = 1,
					["b"] = 1,
				}, -- [49]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157287.153,
					["g"] = 1,
					["b"] = 1,
				}, -- [50]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157287.153,
					["g"] = 1,
					["b"] = 1,
				}, -- [51]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157288.476,
					["g"] = 1,
					["b"] = 1,
				}, -- [52]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157288.476,
					["g"] = 1,
					["b"] = 1,
				}, -- [53]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157288.476,
					["g"] = 1,
					["b"] = 1,
				}, -- [54]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157289.82,
					["g"] = 1,
					["b"] = 1,
				}, -- [55]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157289.82,
					["g"] = 1,
					["b"] = 1,
				}, -- [56]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157289.82,
					["g"] = 1,
					["b"] = 1,
				}, -- [57]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157291.244,
					["g"] = 1,
					["b"] = 1,
				}, -- [58]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157291.244,
					["g"] = 1,
					["b"] = 1,
				}, -- [59]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157291.244,
					["g"] = 1,
					["b"] = 1,
				}, -- [60]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157292.511,
					["g"] = 1,
					["b"] = 1,
				}, -- [61]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157292.511,
					["g"] = 1,
					["b"] = 1,
				}, -- [62]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157292.511,
					["g"] = 1,
					["b"] = 1,
				}, -- [63]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157293.736,
					["g"] = 1,
					["b"] = 1,
				}, -- [64]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157293.736,
					["g"] = 1,
					["b"] = 1,
				}, -- [65]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157295.267,
					["g"] = 1,
					["b"] = 1,
				}, -- [66]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157295.267,
					["g"] = 1,
					["b"] = 1,
				}, -- [67]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157295.267,
					["g"] = 1,
					["b"] = 1,
				}, -- [68]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157297.231,
					["g"] = 1,
					["b"] = 1,
				}, -- [69]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157297.231,
					["g"] = 1,
					["b"] = 1,
				}, -- [70]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157297.231,
					["g"] = 1,
					["b"] = 1,
				}, -- [71]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157298.631,
					["g"] = 1,
					["b"] = 1,
				}, -- [72]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157298.631,
					["g"] = 1,
					["b"] = 1,
				}, -- [73]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157298.631,
					["g"] = 1,
					["b"] = 1,
				}, -- [74]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157299.868,
					["g"] = 1,
					["b"] = 1,
				}, -- [75]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157299.868,
					["g"] = 1,
					["b"] = 1,
				}, -- [76]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157299.868,
					["g"] = 1,
					["b"] = 1,
				}, -- [77]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157301.281,
					["g"] = 1,
					["b"] = 1,
				}, -- [78]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157301.281,
					["g"] = 1,
					["b"] = 1,
				}, -- [79]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157301.281,
					["g"] = 1,
					["b"] = 1,
				}, -- [80]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157309.555,
					["g"] = 1,
					["b"] = 1,
				}, -- [81]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157311.169,
					["g"] = 1,
					["b"] = 1,
				}, -- [82]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157312.806,
					["g"] = 1,
					["b"] = 1,
				}, -- [83]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157314.519,
					["g"] = 1,
					["b"] = 1,
				}, -- [84]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157316.113,
					["g"] = 1,
					["b"] = 1,
				}, -- [85]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157317.715,
					["g"] = 1,
					["b"] = 1,
				}, -- [86]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157319.36,
					["g"] = 1,
					["b"] = 1,
				}, -- [87]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157321.399,
					["g"] = 1,
					["b"] = 1,
				}, -- [88]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157322.969,
					["g"] = 1,
					["b"] = 1,
				}, -- [89]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157324.702,
					["g"] = 1,
					["b"] = 1,
				}, -- [90]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157326.34,
					["g"] = 1,
					["b"] = 1,
				}, -- [91]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157327.981,
					["g"] = 1,
					["b"] = 1,
				}, -- [92]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157329.63,
					["g"] = 1,
					["b"] = 1,
				}, -- [93]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157331.257,
					["g"] = 1,
					["b"] = 1,
				}, -- [94]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157332.876,
					["g"] = 1,
					["b"] = 1,
				}, -- [95]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157334.492,
					["g"] = 1,
					["b"] = 1,
				}, -- [96]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157336.133,
					["g"] = 1,
					["b"] = 1,
				}, -- [97]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157337.773,
					["g"] = 1,
					["b"] = 1,
				}, -- [98]
				{
					["message"] = "Вы создаете: Военный свиток боевого клича.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157450.257,
					["g"] = 1,
					["b"] = 1,
				}, -- [99]
				{
					["message"] = "Вы создаете: Военный свиток боевого клича.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157452.026,
					["g"] = 1,
					["b"] = 1,
				}, -- [100]
				{
					["message"] = "Вы создаете: Военный свиток боевого клича.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157453.617,
					["g"] = 1,
					["b"] = 1,
				}, -- [101]
			},
			["headIndex"] = 101,
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 54,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[03:50:32]|h Вы будете получать добычу для специализации \"Оружие\".",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 248779.617,
					["serverTime"] = 1668045031,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[03:50:33]|h Задание \"Возвращение потерянных душ\" удалено из вашего журнала.",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 248779.617,
					["serverTime"] = 1668045032,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[03:50:33]|h Общее время игры: 119 |4день:дня:дней;, 13 |4час:часа:часов;, 25 |4минута:минуты:минут;, 29 |4секунда:секунды:секунд;.",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 248779.617,
					["serverTime"] = 1668045032,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[03:50:33]|h Время игры на этом уровне: 7 |4день:дня:дней;, 23 |4час:часа:часов;, 10 |4минута:минуты:минут;, 29 |4секунда:секунды:секунд;.",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 248779.617,
					["serverTime"] = 1668045032,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[03:50:57]|h Отношение |3-7(Дикая Охота) к вам улучшилось на 375.",
					["b"] = 1,
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 248779.617,
					["serverTime"] = 1668045056,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[03:50:58]|h Вы получили предмет: |cff1eff00|Hitem:184293::::::::60:72:::::::::|h[Освященный небесным Светом лист]|h|rx13.",
					["b"] = 0.5372549295425415,
					["r"] = 0.9764706492424011,
					["g"] = 0.9215686917304993,
					["timestamp"] = 248779.617,
					["serverTime"] = 1668045057,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[03:50:59]|h Вы получили предмет: |cff0070dd|Hitem:187573::::::::60:72::31:::::::|h[Частица усиления брокера-зачаровывателя]|h|r.",
					["b"] = 0.5372549295425415,
					["r"] = 0.9764706492424011,
					["g"] = 0.9215686917304993,
					["timestamp"] = 248779.617,
					["serverTime"] = 1668045058,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[03:50:59]|h Вы получили предмет: |cff0070dd|Hitem:188656::::::::60:72:::::::::|h[Фрактальный проводник мыслей]|h|r.",
					["b"] = 0.5372549295425415,
					["r"] = 0.9764706492424011,
					["g"] = 0.9215686917304993,
					["timestamp"] = 248779.617,
					["serverTime"] = 1668045058,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[03:51:00]|h Вы получили предмет: |cff0070dd|Hitem:188654::::::::60:72:::::::::|h[Гримуар знаний]|h|r.",
					["b"] = 0.5372549295425415,
					["r"] = 0.9764706492424011,
					["g"] = 0.9215686917304993,
					["timestamp"] = 248779.617,
					["serverTime"] = 1668045059,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[03:51:00]|h Вы получили предмет: |cff0070dd|Hitem:184147::::::::60:72:::::::::|h[Обогатитель агонии]|h|rx3.",
					["b"] = 0.5372549295425415,
					["r"] = 0.9764706492424011,
					["g"] = 0.9215686917304993,
					["timestamp"] = 248779.617,
					["serverTime"] = 1668045059,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[03:53:26]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:<BNET УДАЛЕН>:23:0:BN_INLINE_TOAST_ALERT:0|h[<BNET УДАЛЕН>]|h выходит из сети.",
					["b"] = 1,
					["r"] = 0.5098039507865906,
					["g"] = 0.7725490927696228,
					["timestamp"] = 248779.617,
					["serverTime"] = 1668045205,
					["extraData"] = {
						54, -- [1]
						["n"] = 1,
					},
				}, -- [11]
				{
					["message"] = "0 |4день:дня:дней;, 13 |4час:часа:часов;, 0 |4минута:минуты:минут;, 41 |4секунда:секунды:секунд;.",
					["timestamp"] = 248779.617,
				}, -- [12]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 248779.617,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[16:53:56]|h |cffffe566{VuhDo}|r VuhDo |cffffe566['vu:du:]|r v3.143 (use /vd). Currently maintained by Ivaria@US-Hyjal in honor of Marshy and our two daughters.",
					["r"] = 1,
					["timestamp"] = 248762.915,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[16:54:07]|h Вы будете получать добычу для специализации \"Оружие\".",
					["serverTime"] = 1668092048,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 248779.617,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[16:54:07]|h |cff33ff99Global Ignore: |cffffffffType /gignore or /gi for help and options",
					["timestamp"] = 248779.617,
					["serverTime"] = 1668092048,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[16:54:07]|h |cff33ff99Global Ignore: |cffffffffSynchronizing Ignore list...",
					["timestamp"] = 248779.617,
					["serverTime"] = 1668092048,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[16:54:07]|h |cff33ff99Global Ignore: |cffffffffWARNING: Synchronization could not be preformed at this time because there were |cffffff0050|cffffffff player(s) on Blizzard's ignore list reported as \"Неизвестно\". If synchronization continues to fail, the unknown player may need to be manually removed from Blizzard ignore list.  The list will try to synchronize the next time the GUI is opened, or by typing /gi sync in chat.",
					["timestamp"] = 248779.617,
					["serverTime"] = 1668092048,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[16:54:07]|h |cffffd700Титан Панель|r|cff19ff19 6.00.06.100000|r|cffffd700|cffffd700 от |cffff8c00Titan Development Team|r|cff19ff19|r",
					["timestamp"] = 248779.617,
					["serverTime"] = 1668092048,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[16:54:07]|h |cffffe566{VuhDo}|r Профиль успешно загружен: Фламиника: Vuhdo'esque",
					["r"] = 1,
					["serverTime"] = 1668092048,
					["timestamp"] = 248779.617,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[16:54:07]|h |cff9900ffWeakAuras:|r  Готово к применению 3 |4обновление:обновления:обновлений;.",
					["timestamp"] = 248779.617,
					["serverTime"] = 1668092048,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[16:54:08]|h Общее время игры: 119 |4день:дня:дней;, 13 |4час:часа:часов;, 28 |4минута:минуты:минут;, 41 |4секунда:секунды:секунд;.",
					["serverTime"] = 1668092049,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 248782.972,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[16:54:08]|h Время игры на этом уровне: 7 |4день:дня:дней;, 23 |4час:часа:часов;, 13 |4минута:минуты:минут;, 41 |4секунда:секунды:секунд;.",
					["serverTime"] = 1668092049,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 248782.972,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[16:54:13]|h Семпллок выходит из игрового мира.",
					["serverTime"] = 1668092054,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 248787.626,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[16:54:13]|h |cffb4b4ffALL THE THINGS|r Профиль: По умолчанию",
					["timestamp"] = 248787.626,
					["serverTime"] = 1668092054,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[16:54:15]|h Дядяджонсон выходит из игрового мира.",
					["serverTime"] = 1668092056,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 248790.327,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[16:54:19]|h Получено: 322 |4золотая:золотые:золотых;, 76 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1668092060,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 248794.233,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[16:54:20]|h Вы получили предмет: |cff1eff00|Hitem:181551::::::::60:72:::::::::|h[Истощенное сердце камнерожденного]|h|rx11.",
					["serverTime"] = 1668092061,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 248795.133,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[16:54:21]|h Вы получили предмет: |cff1eff00|Hitem:181544::::::::60:72:::::::::|h[Признания в прегрешениях]|h|rx13.",
					["serverTime"] = 1668092062,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 248796.112,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[16:54:22]|h Получено: 374 |4золотая:золотые:золотых;, 78 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1668092063,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 248796.914,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[16:54:23]|h Вы получили предмет: |cff0070dd|Hitem:181468::::::::60:72:::::::::|h[Затененная руна усиления]|h|rx5.",
					["serverTime"] = 1668092064,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 248797.797,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[16:54:24]|h Получено: 340 |4золотая:золотые:золотых;, 7 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1668092065,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 248798.748,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[16:54:25]|h Получено: 362 |4золотая:золотые:золотых;, 42 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1668092066,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 248799.645,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[16:54:25]|h Вы получили предмет: |cff0070dd|Hitem:188656::::::::60:72:::::::::|h[Фрактальный проводник мыслей]|h|r.",
					["serverTime"] = 1668092066,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 248799.697,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[16:54:26]|h Получено: 369 |4золотая:золотые:золотых;, 43 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1668092067,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 248800.644,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[16:54:26]|h Вы получили предмет: |cffa335ee|Hitem:188657::::::::60:72:::::::::|h[Призма расширения сознания]|h|r.",
					["serverTime"] = 1668092067,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 248800.644,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[16:54:27]|h Вы получили предмет: |cff0070dd|Hitem:189544::::::::60:72:::::::::|h[Тенета анимы]|h|rx5.",
					["serverTime"] = 1668092068,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 248801.59,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[16:54:40]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq46|k:50:14:BN_INLINE_TOAST_ALERT:0|h[|Kq46|k]|h выходит из сети.",
					["serverTime"] = 1668092081,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 248814.552,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[16:54:48]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq46|k:50:15:BN_INLINE_TOAST_ALERT:0|h[|Kq46|k] (|A:UI-ChatIcon-App:14:14:0:0|aElemist)|h входит в сеть.",
					["serverTime"] = 1668092089,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 248823.144,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[16:56:03]|h |Hplayer:Семпллок|h[Семпллок]|h входит в игровой мир.",
					["serverTime"] = 1668092164,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 248897.927,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[16:57:33]|h Кэти Штемпельпупс говорит: Письма должны поступать!",
					["serverTime"] = 1668092254,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 248988.029,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[17:00:30]|h Семпллок выходит из игрового мира.",
					["serverTime"] = 1668092431,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 249164.606,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[17:00:34]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq47|k:33:19:BN_INLINE_TOAST_ALERT:0|h[|Kq47|k] (|A:UI-ChatIcon-App:14:14:0:0|aЭрмано)|h входит в сеть.",
					["serverTime"] = 1668092435,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 249168.97,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[17:01:10]|h |Hplayer:Семпллок|h[Семпллок]|h входит в игровой мир.",
					["serverTime"] = 1668092471,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 249205.17,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[17:01:35]|h Вы отошли от компьютера, оставив сообщение \"Отсутствует\".",
					["serverTime"] = 1668092496,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 249229.692,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[17:04:44]|h Кэти Штемпельпупс говорит: Кто меня звал?",
					["serverTime"] = 1668092684,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 249417.825,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[17:09:03]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq74|k:81:23:BN_INLINE_TOAST_ALERT:0|h[|Kq74|k] (|A:UI-ChatIcon-App:14:14:0:0|awowaaw)|h входит в сеть.",
					["serverTime"] = 1668092942,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 249676.492,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[17:11:01]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq55|k:85:24:BN_INLINE_TOAST_ALERT:0|h[|Kq55|k]|h выходит из сети.",
					["serverTime"] = 1668093061,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 249794.725,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[17:12:27]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq55|k:85:25:BN_INLINE_TOAST_ALERT:0|h[|Kq55|k] (|A:UI-ChatIcon-WoW:14:14:0:0|aНадаю)|h входит в сеть.",
					["serverTime"] = 1668093147,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 249880.735,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[17:13:48]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq55|k:85:26:BN_INLINE_TOAST_ALERT:0|h[|Kq55|k]|h выходит из сети.",
					["serverTime"] = 1668093228,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 249961.47,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[17:14:52]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq55|k:85:27:BN_INLINE_TOAST_ALERT:0|h[|Kq55|k] (|A:UI-ChatIcon-WoW:14:14:0:0|aЖребийброшен)|h входит в сеть.",
					["serverTime"] = 1668093291,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 250025.603,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[17:19:50]|h |Hplayer:Микантер|h[Микантер]|h входит в игровой мир.",
					["serverTime"] = 1668093589,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 250323.136,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[17:20:02]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq65|k:74:29:BN_INLINE_TOAST_ALERT:0|h[|Kq65|k]|h выходит из сети.",
					["serverTime"] = 1668093601,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 250335.04,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[17:20:18]|h |Hplayer:Гивюрхартми|h[Гивюрхартми]|h входит в игровой мир.",
					["serverTime"] = 1668093617,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 250351.274,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [54]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
