
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
				"/г Вар устал", -- [1]
				"/г /tmw", -- [2]
				"/г /tmw", -- [3]
				"/г Вот как мне ещё 110 уровней без свистка распорядителя полётов играть?", -- [4]
				"/г Да вообще", -- [5]
				"/г ВАР БИТЬ", -- [6]
				"/cw Ромеох А теперь ты меня добавь в гильдию) //Алоиза", -- [7]
				" Ща тогда Ромеэ напишу", -- [8]
				" Именно", -- [9]
				" Если этот чар может", -- [10]
				" Добавь меня в гильдию)", -- [11]
				"/с /tmw", -- [12]
				"/с /tmw", -- [13]
				"/с /tmw", -- [14]
				"/с /tmw", -- [15]
				"/с /vuhdo options", -- [16]
				"/с /bt", -- [17]
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1590472855,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 2,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[00:23:51]|h |cffd8d8d8[|r|Hplayer:Субарикк-Гордунни:1127:ACHIEVEMENT|h|cffd8bc3f60|r:|cff006fdcСубарикк|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14845:Player-1602-0A377E51:1:9:11:22:4294967295:4294967295:4294967295:4294967295|h[Приключения: шаг в нужном направлении]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1662931430,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637389.177,
					["g"] = 1,
					["b"] = 0,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[00:25:18]|h |cffd8d8d8[|r|Hplayer:Субарикк-Гордунни:1128:ACHIEVEMENT|h|cffd8bc3f60|r:|cff006fdcСубарикк|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14840:Player-1602-0A377E51:1:9:11:22:4294967295:4294967295:4294967295:4294967295|h[Приключения: азы профессии]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1662931517,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637476.386,
					["g"] = 1,
					["b"] = 0,
				}, -- [2]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[01:49:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T773178:14|tБлескотрончик – |3-8(ваш питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352952,
					["timestamp"] = 2279770.4,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[01:49:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132140:14|tНегодяй – |3-8(вражеский питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352953,
					["timestamp"] = 2279771.159,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[01:49:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352959,
					["timestamp"] = 2279777.402,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[01:49:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134518:14|t|cff4e96f7|HbattlePetAbil:392:1400:260:325|h[Дополнительная броня]|h|r накладывает эффект |T134518:14|t|cff4e96f7|HbattlePetAbil:391:1400:260:325|h[Дополнительная броня]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352959,
					["timestamp"] = 2279777.902,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[01:49:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352960,
					["timestamp"] = 2279778.912,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[01:49:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352961,
					["timestamp"] = 2279779.412,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[01:49:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352961,
					["timestamp"] = 2279779.912,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[01:49:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:3025:325:219|h[Игры разума]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352963,
					["timestamp"] = 2279781.912,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[01:49:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352966,
					["timestamp"] = 2279784.433,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[01:49:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1050:260:325|h[Игры разума: здоровье]|h|r наносит 350 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352966,
					["timestamp"] = 2279784.433,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[01:49:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1050:260:325|h[Игры разума: здоровье]|h|r наносит 406 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352966,
					["timestamp"] = 2279784.683,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[01:49:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1050:260:325|h[Игры разума: здоровье]|h|r наносит 386 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352966,
					["timestamp"] = 2279784.933,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[01:49:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352967,
					["timestamp"] = 2279785.183,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[01:49:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352967,
					["timestamp"] = 2279785.433,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[01:49:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352967,
					["timestamp"] = 2279785.683,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[01:49:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 103 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352970,
					["timestamp"] = 2279788.45,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[01:49:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352970,
					["timestamp"] = 2279788.45,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[01:49:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352970,
					["timestamp"] = 2279788.45,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[01:49:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352976,
					["timestamp"] = 2279794.442,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[01:49:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352977,
					["timestamp"] = 2279795.442,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[01:49:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352977,
					["timestamp"] = 2279795.793,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[01:49:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352978,
					["timestamp"] = 2279796.143,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[01:49:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r накладывает эффект \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:947:260:325|h[Рог изобилия]|h|r\" на |3-3(команда противника).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352978,
					["timestamp"] = 2279796.494,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[01:49:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:2647:325:219|h[Укус]|h|r наносит 172 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352980,
					["timestamp"] = 2279798.215,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[01:49:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:775:260:325|h[Рог изобилия]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352982,
					["timestamp"] = 2279800.23,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[01:49:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352983,
					["timestamp"] = 2279801.471,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[01:49:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352983,
					["timestamp"] = 2279801.973,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[01:49:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352984,
					["timestamp"] = 2279802.723,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[01:49:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352985,
					["timestamp"] = 2279803.074,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[01:49:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:775:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352985,
					["timestamp"] = 2279803.424,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[01:49:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:2395:325:219|h[Укус]|h|r наносит 258 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352988,
					["timestamp"] = 2279806.256,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[01:49:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:517:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352990,
					["timestamp"] = 2279808.267,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[01:49:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T134518:14|t|cff4e96f7|HbattlePetAbil:391:517:260:325|h[Дополнительная броня]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352990,
					["timestamp"] = 2279808.317,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[01:49:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:2301:325:219|h[Игры разума]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352990,
					["timestamp"] = 2279808.317,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[01:49:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352991,
					["timestamp"] = 2279809.561,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[01:49:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:517:260:325|h[Умножение сущностей]|h|r наносит 235 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352991,
					["timestamp"] = 2279809.912,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[01:49:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:517:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352992,
					["timestamp"] = 2279810.7,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[01:49:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:517:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352993,
					["timestamp"] = 2279811.051,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[01:49:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:517:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:517:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352993,
					["timestamp"] = 2279811.404,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[01:49:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236189:14|t|cff4e96f7|HbattlePetAbil:1016:1752:325:219|h[Корм]|h|r наносит 345 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352995,
					["timestamp"] = 2279813.874,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[01:49:57]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236189:14|t|cff4e96f7|HbattlePetAbil:1016:2097:325:219|h[Корм]|h|r восстанавливает 345 ед. урона |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352996,
					["timestamp"] = 2279814.126,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[01:49:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:172:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352998,
					["timestamp"] = 2279816.128,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[01:49:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352998,
					["timestamp"] = 2279816.978,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[01:50:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:172:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352999,
					["timestamp"] = 2279817.481,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[01:50:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:172:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353000,
					["timestamp"] = 2279818.231,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[01:50:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:172:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353000,
					["timestamp"] = 2279818.582,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[01:50:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:172:260:325|h[Умножение сущностей]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:172:260:325|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353000,
					["timestamp"] = 2279818.582,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[01:50:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:172:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:172:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353000,
					["timestamp"] = 2279818.935,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[01:50:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:1343:325:219|h[Укус]|h|r наносит 431 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353003,
					["timestamp"] = 2279821.853,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[01:50:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T773178:14|tБлескотрончик погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353003,
					["timestamp"] = 2279821.853,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[01:50:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:280:260:325|h[Последний шанс]|h|r восстанавливает 280 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353006,
					["timestamp"] = 2279824.367,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[01:50:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:280:260:325|h[Последний шанс]|h|r накладывает эффект |T618979:14|t|cff4e96f7|HbattlePetAbil:244:280:260:325|h[Механический питомец]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353006,
					["timestamp"] = 2279824.619,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[01:50:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:280:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353009,
					["timestamp"] = 2279827.644,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[01:50:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353011,
					["timestamp"] = 2279829.408,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[01:50:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:280:260:325|h[Рог изобилия]|h|r наносит 283 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353012,
					["timestamp"] = 2279830.416,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[01:50:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:280:260:325|h[Рог изобилия]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353012,
					["timestamp"] = 2279830.806,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[01:50:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:280:260:325|h[Рог изобилия]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353013,
					["timestamp"] = 2279831.158,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[01:50:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:280:260:325|h[Рог изобилия]|h|r накладывает эффект \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:280:260:325|h[Рог изобилия]|h|r\" на |3-3(команда противника).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353013,
					["timestamp"] = 2279831.522,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[01:50:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:966:325:219|h[Укус]|h|r наносит 431 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353014,
					["timestamp"] = 2279832.889,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[01:50:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T773178:14|tБлескотрончик погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353014,
					["timestamp"] = 2279832.889,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[01:50:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:0:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353018,
					["timestamp"] = 2279836.408,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[01:50:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353020,
					["timestamp"] = 2279838.415,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[01:50:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133015:14|tПаровой танк ярмарки Новолуния – |3-8(ваш питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353020,
					["timestamp"] = 2279838.415,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[01:50:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353032,
					["timestamp"] = 2279850.444,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[01:50:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T252188:14|t|cff4e96f7|HbattlePetAbil:646:1014:273:260|h[Шок и трепет]|h|r наносит 988 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353033,
					["timestamp"] = 2279851.58,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[01:50:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T132140:14|tНегодяй погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353033,
					["timestamp"] = 2279851.58,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[01:50:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1321:273:260|h[Боевое восстановление]|h|r восстанавливает 307 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353036,
					["timestamp"] = 2279854.972,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[01:50:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1250:273:273|h[Боевое восстановление]|h|r восстанавливает 297 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353036,
					["timestamp"] = 2279854.972,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [68]
			},
			["headIndex"] = 68,
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 4,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["serverTime"] = 1662931219,
					["r"] = 1,
					["b"] = 0.9843137860298157,
					["timestamp"] = 637177.922,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["g"] = 0.917647123336792,
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 637177.922,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 637177.922,
				}, -- [3]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 637166.354,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [4]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 2,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[00:23:51]|h |cffd8d8d8[|r|Hplayer:Субарикк-Гордунни:1127:ACHIEVEMENT|h|cffd8bc3f60|r:|cff006fdcСубарикк|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14845:Player-1602-0A377E51:1:9:11:22:4294967295:4294967295:4294967295:4294967295|h[Приключения: шаг в нужном направлении]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1662931430,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637389.177,
					["g"] = 1,
					["b"] = 0,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[00:25:18]|h |cffd8d8d8[|r|Hplayer:Субарикк-Гордунни:1128:ACHIEVEMENT|h|cffd8bc3f60|r:|cff006fdcСубарикк|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14840:Player-1602-0A377E51:1:9:11:22:4294967295:4294967295:4294967295:4294967295|h[Приключения: азы профессии]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1662931517,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637476.386,
					["g"] = 1,
					["b"] = 0,
				}, -- [2]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame2"] = {
			["maxElements"] = 300,
			["elements"] = {
				{
					["message"] = "Одрия-СтражСмерти выполняет действие \"Горное дело\" на |3-6(Залежи монелита).",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1150387.774,
					["g"] = 0.501960813999176,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
				}, -- [1]
				{
					["message"] = "Одрия-СтражСмерти выполняет действие \"Сбор трав\" на |3-6(Якорь-трава).",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1150400.447,
					["g"] = 0.501960813999176,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
				}, -- [2]
				{
					["message"] = "Вц-Борейскаятундра отпускает |3-3(ГдеМясо).",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1151156.532,
					["g"] = 0.501960813999176,
					["extraData"] = {
						32, -- [1]
						["n"] = 1,
					},
				}, -- [3]
				{
					["message"] = "Предметы вашей экипировки утратили 10% прочности.",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1151562.883,
					["g"] = 0.501960813999176,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
				}, -- [4]
				{
					["message"] = "Вц-Борейскаятундра отпускает |3-3(Гриддис).",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1151713.78,
					["g"] = 0.501960813999176,
					["extraData"] = {
						32, -- [1]
						["n"] = 1,
					},
				}, -- [5]
				{
					["message"] = "Вц-Борейскаятундра отпускает |3-3(Гриддис).",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1152146.172,
					["g"] = 0.501960813999176,
					["extraData"] = {
						32, -- [1]
						["n"] = 1,
					},
				}, -- [6]
				{
					["message"] = "Предметы вашей экипировки утратили 10% прочности.",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1152181.518,
					["g"] = 0.501960813999176,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
				}, -- [7]
				{
					["message"] = "Вц-Борейскаятундра отпускает |3-3(Гриддис).",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1152403.328,
					["g"] = 0.501960813999176,
					["extraData"] = {
						32, -- [1]
						["n"] = 1,
					},
				}, -- [8]
				{
					["message"] = "Вц-Борейскаятундра отпускает |3-3(Гриддис).",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1152583.328,
					["g"] = 0.501960813999176,
					["extraData"] = {
						32, -- [1]
						["n"] = 1,
					},
				}, -- [9]
				{
					["message"] = "Вы создаете: Военный свиток стойкости.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1152993.96,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [10]
				{
					["message"] = "Вы создаете: Военный свиток стойкости.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1152995.539,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [11]
				{
					["message"] = "Вы создаете: Военный свиток стойкости.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1152997.117,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [12]
				{
					["message"] = "Вы создаете: Военный свиток стойкости.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1152998.77,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [13]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1153408.478,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [14]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1153408.478,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [15]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1153408.478,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [16]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1153409.87,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [17]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1153409.87,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [18]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1153409.87,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [19]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1153416.593,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [20]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1153418.158,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [21]
				{
					["message"] = "Вы создаете: Фолиант спокойного разума.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1153422.216,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [22]
				{
					["message"] = "Предметы вашей экипировки утратили 10% прочности.",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1153838.911,
					["g"] = 0.501960813999176,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
				}, -- [23]
				{
					["message"] = "Предметы вашей экипировки утратили 10% прочности.",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1155640.147,
					["g"] = 0.501960813999176,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
				}, -- [24]
				{
					["message"] = "Предметы вашей экипировки утратили 10% прочности.",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1156013.193,
					["g"] = 0.501960813999176,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
				}, -- [25]
				{
					["message"] = "Предметы вашей экипировки утратили 10% прочности.",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1156605.79,
					["g"] = 0.501960813999176,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
				}, -- [26]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157162.358,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [27]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157163.937,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [28]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157165.574,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [29]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157167.241,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [30]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157168.874,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [31]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157170.511,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [32]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157172.145,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [33]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157173.746,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [34]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157279.484,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [35]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157279.484,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [36]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157279.484,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [37]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157281.25,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [38]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157281.25,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [39]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157282.888,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [40]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157282.888,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [41]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157282.888,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [42]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157284.327,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [43]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157284.327,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [44]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157284.327,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [45]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157285.99,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [46]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157285.99,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [47]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157285.99,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [48]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157287.153,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [49]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157287.153,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [50]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157287.153,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [51]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157288.476,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [52]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157288.476,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [53]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157288.476,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [54]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157289.82,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [55]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157289.82,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [56]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157289.82,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [57]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157291.244,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [58]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157291.244,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [59]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157291.244,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [60]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157292.511,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [61]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157292.511,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [62]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157292.511,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [63]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157293.736,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [64]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157293.736,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [65]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157295.267,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [66]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157295.267,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [67]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157295.267,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [68]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157297.231,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [69]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157297.231,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [70]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157297.231,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [71]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157298.631,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [72]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157298.631,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [73]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157298.631,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [74]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157299.868,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [75]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157299.868,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [76]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157299.868,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [77]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157301.281,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [78]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157301.281,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [79]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157301.281,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [80]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157309.555,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [81]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157311.169,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [82]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157312.806,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [83]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157314.519,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [84]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157316.113,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [85]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157317.715,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [86]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157319.36,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [87]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157321.399,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [88]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157322.969,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [89]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157324.702,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [90]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157326.34,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [91]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157327.981,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [92]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157329.63,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [93]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157331.257,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [94]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157332.876,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [95]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157334.492,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [96]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157336.133,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [97]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157337.773,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [98]
				{
					["message"] = "Вы создаете: Военный свиток боевого клича.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157450.257,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [99]
				{
					["message"] = "Вы создаете: Военный свиток боевого клича.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157452.026,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [100]
				{
					["message"] = "Вы создаете: Военный свиток боевого клича.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157453.617,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [101]
			},
			["headIndex"] = 101,
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 74,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[00:20:14]|h |cffffe566{VuhDo}|r VuhDo |cffffe566['vu:du:]|r v3.138 (use /vd). Currently maintained by Ivaria@US-Hyjal in honor of Marshy and our two daughters.",
					["r"] = 1,
					["timestamp"] = 637166.354,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[00:20:21]|h Вы будете получать добычу для специализации \"Оружие\".",
					["serverTime"] = 1662931220,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 637177.922,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[00:20:21]|h |cff33ff99Global Ignore: |cffffffffType /gignore or /gi for help and options",
					["timestamp"] = 637177.922,
					["serverTime"] = 1662931220,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[00:20:21]|h |cff33ff99Global Ignore: |cffffffffSynchronizing Ignore list...",
					["timestamp"] = 637177.922,
					["serverTime"] = 1662931220,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[00:20:21]|h |cffffd700Титан Панель|r|cff20ff20 5.23.7.90207|r|cffffd700|cffffd700 от |cffff8c00Titan Development Team|r|cff20ff20|r",
					["timestamp"] = 637177.922,
					["serverTime"] = 1662931220,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[00:20:21]|h |cffffe566{VuhDo}|r Профиль успешно загружен: Фламиника: Vuhdo'esque",
					["r"] = 1,
					["serverTime"] = 1662931220,
					["timestamp"] = 637177.922,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[00:20:22]|h |cff9900ffWeakAuras:|r  Готово к применению 3 |4обновление:обновления:обновлений;.",
					["timestamp"] = 637177.922,
					["serverTime"] = 1662931221,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[00:20:24]|h Общее время игры: 119 |4день:дня:дней;, 8 |4час:часа:часов;, 36 |4минута:минуты:минут;, 13 |4секунда:секунды:секунд;.",
					["serverTime"] = 1662931223,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 637182.218,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[00:20:24]|h Время игры на этом уровне: 7 |4день:дня:дней;, 18 |4час:часа:часов;, 21 |4минута:минуты:минут;, 13 |4секунда:секунды:секунд;.",
					["serverTime"] = 1662931223,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 637182.218,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[00:20:24]|h |cff7f7f7f[00:20]|r [|cff007f7fNOP|r] Paragon reward for Неумирающая армия is ready!",
					["timestamp"] = 637182.218,
					["serverTime"] = 1662931223,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[00:20:29]|h |cffb4b4ffALL THE THINGS|r Профиль: По умолчанию",
					["timestamp"] = 637186.7880000001,
					["serverTime"] = 1662931228,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[00:20:41]|h Вы получили предмет: |cffa335ee|Hitem:190189::::::::60:72:::::::::|h[Пустынная реликвия]|h|rx250.",
					["serverTime"] = 1662931240,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637199.685,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[00:20:41]|h Вы получили предмет: |cffa335ee|Hitem:190189::::::::60:72:::::::::|h[Пустынная реликвия]|h|rx128.",
					["serverTime"] = 1662931240,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637199.833,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[00:20:49]|h Вы получили: |cffffffff130|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 30|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 40|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t|r",
					["serverTime"] = 1662931248,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 637207.434,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[00:20:49]|h |cff33ff99Postal|r: Собрано 130|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 30|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 40|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t",
					["timestamp"] = 637207.434,
					["serverTime"] = 1662931248,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[00:20:53]|h Добавлено в список хлама: |cffa335ee|Hitem:190189::::::::60:72:::::::::|h[Пустынная реликвия]|h|r",
					["serverTime"] = 1662931252,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						1, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637211.559,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[00:21:17]|h Получено: 329 |4золотая:золотые:золотых;, 41 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1662931276,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637235.702,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[00:21:18]|h Вы получили предмет: |cff0070dd|Hitem:184362::::::::60:72:::::::::|h[Раздумья о чистоте]|h|rx3.",
					["serverTime"] = 1662931277,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637236.536,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[00:21:19]|h Вы получили предмет: |cff1eff00|Hitem:184389::::::::60:72:::::::::|h[Дремлющее звездное семя]|h|rx13.",
					["serverTime"] = 1662931278,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637237.339,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[00:21:21]|h Вы получили предмет: |cffffffff|Hitem:163036::::::::60:72:::::::::|h[Отполированный оберег для питомца]|h|rx20.",
					["serverTime"] = 1662931280,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637239.422,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[00:21:21]|h Вы получили предмет: |cff0070dd|Hitem:188656::::::::60:72:::::::::|h[Фрактальный проводник мыслей]|h|r.",
					["serverTime"] = 1662931280,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637239.422,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[00:21:22]|h Вы получили предмет: |cff1eff00|Hitem:184306::::::::60:72:::::::::|h[Улавливающая души жижа]|h|rx11.",
					["serverTime"] = 1662931281,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637240.292,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[00:21:23]|h Вы получили предмет: |cff0070dd|Hitem:181649::::::::60:72:::::::::|h[Сохраненный неестественный череп]|h|rx3.",
					["serverTime"] = 1662931282,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637241.169,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[00:21:24]|h Вы получили предмет: |cff0070dd|Hitem:187569::::::::60:72::31:::::::|h[Частица усиления брокера-портного]|h|r.",
					["serverTime"] = 1662931283,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637242.073,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[00:21:24]|h Вы получили предмет: |cff1eff00|Hitem:188655::::::::60:72:::::::::|h[Кристальный носитель памяти]|h|r.",
					["serverTime"] = 1662931283,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637242.073,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[00:23:01]|h Вы получили предмет: |cffffffff|Hitem:173202::::::::60:72:::::::::|h[Сумеречная ткань]|h|rx24.",
					["serverTime"] = 1662931380,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637339.223,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[00:23:01]|h Вы получили предмет: |cff1eff00|Hitem:173204::::::::60:72:::::::::|h[Сумрачный шелк]|h|rx6.",
					["serverTime"] = 1662931380,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637339.39,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[00:23:35]|h Кэти Штемпельпупс говорит: Кто меня звал?",
					["serverTime"] = 1662931414,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637373.838,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[00:23:40]|h |cffc59a6cДемонтажь|r выходит из игрового мира.",
					["serverTime"] = 1662931419,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637378.0480000001,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[00:23:51]|h |cffd8d8d8[|r|Hplayer:Субарикк-Гордунни:1127:ACHIEVEMENT|h|cffd8bc3f60|r:|cff006fdcСубарикк|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14845:Player-1602-0A377E51:1:9:11:22:4294967295:4294967295:4294967295:4294967295|h[Приключения: шаг в нужном направлении]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1662931430,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637389.177,
					["g"] = 1,
					["b"] = 0,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[00:25:18]|h |cffd8d8d8[|r|Hplayer:Субарикк-Гордунни:1128:ACHIEVEMENT|h|cffd8bc3f60|r:|cff006fdcСубарикк|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14840:Player-1602-0A377E51:1:9:11:22:4294967295:4294967295:4294967295:4294967295|h[Приключения: азы профессии]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1662931517,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637476.386,
					["g"] = 1,
					["b"] = 0,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[00:26:01]|h Задание \"Наполнение резервуара\" выполнено.",
					["serverTime"] = 1662931560,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637519.0380000001,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[00:26:01]|h Получено: 1602 |4золотая:золотые:золотых;, 96 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1662931560,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637519.0380000001,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[00:26:45]|h Вы будете получать добычу для специализации \"Оружие\".",
					["serverTime"] = 1662931604,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 637562.786,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[00:26:45]|h |cff9900ffWeakAuras:|r  Готово к применению 3 |4обновление:обновления:обновлений;.",
					["timestamp"] = 637562.786,
					["serverTime"] = 1662931604,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[00:26:48]|h Тениос говорит: Дозорный решает, готова ли душа попасть в Темные Земли. Отточи свои навыки в этом испытании.",
					["serverTime"] = 1662931607,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637566.881,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[00:26:48]|h Горделивая защитница говорит: Роща в опасности! Малыши не доберутся до укрытия без меня!",
					["serverTime"] = 1662931607,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637566.881,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[00:26:52]|h Дозорная Джасинта говорит: Она дух природы, поэтому ее отправили в Арденвельд – и дальше помогать тем, кто в этом нуждается. Такова была ее судьба.",
					["serverTime"] = 1662931611,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637569.9890000001,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[00:26:57]|h Просоленный боец говорит: Я сражалась на дуэли со своим безрассудным братом и... поняла, что не смогу пережить его потерю! Я слишком медленно подняла меч и поплатилась за это.",
					["serverTime"] = 1662931616,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637575.031,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[00:27:04]|h Дозорная Джасинта говорит: Ее смерть ужасна, но это ничего не меняет: пришло ее время отправляться в Орибос и присоединиться к вечности.",
					["serverTime"] = 1662931623,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637582.128,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[00:27:09]|h Непреклонная часовая говорит: Древо горит! Я... задыхаюсь...",
					["serverTime"] = 1662931628,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637587.117,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[00:27:12]|h Дозорная Джасинта говорит: Ее время пришло. К несчастью, ее путь в вечности мог вести только в Утробу. Такие решения принимаем не мы, а Арбитр.",
					["serverTime"] = 1662931631,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637590.0650000001,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[00:27:12]|h Отношение |3-7(Перерожденные) к вам улучшилось на 125.",
					["serverTime"] = 1662931631,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637590.158,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[00:27:12]|h Вы получили предмет: |cff0070dd|Hitem:184294::::::::60:72:::::::::|h[Эфирная амброзия]|h|rx3.",
					["serverTime"] = 1662931631,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637590.182,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[00:27:12]|h Тениос говорит: Прекрасно. Душеносцы должны мыслить здраво, чтобы доставлять в Орибос готовые души.",
					["serverTime"] = 1662931631,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637590.265,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[00:27:13]|h Вы получаете валюту – |cffffffff|Hcurrency:1885:0|h[Благодарственное подношение]|h|rх3",
					["serverTime"] = 1662931632,
					["r"] = 0.2823529541492462,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637591.158,
					["g"] = 0.8274510502815247,
					["b"] = 0.8431373238563538,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[00:27:36]|h Ваша добыча: |cff1eff00|Hitem:184293::::::::60:72:::::::::|h[Освященный небесным Светом лист]|h|rx4.",
					["serverTime"] = 1662931655,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637614.702,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[00:27:36]|h Ваша добыча: |cff9d9d9d|Hitem:174022::::::::60:72:::::::::|h[Церемониальный колокольчик]|h|r.",
					["serverTime"] = 1662931655,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637614.876,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[00:27:37]|h Ваша добыча: 15 |4золотая:золотые:золотых;, 20 |4серебряная:серебряные:серебряных;, 98 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1662931656,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637615.3960000001,
					["g"] = 1,
					["b"] = 0,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[00:27:37]|h Вы получаете валюту – |cffffffff|Hcurrency:1885:0|h[Благодарственное подношение]|h|rх2",
					["serverTime"] = 1662931656,
					["r"] = 0.2823529541492462,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637615.5430000001,
					["g"] = 0.8274510502815247,
					["b"] = 0.8431373238563538,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[00:27:48]|h Ксандрия говорит: Малдраксус осмелился снова вторгнуться к нам? Покажи им, кто правит небом!",
					["serverTime"] = 1662931667,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637626.769,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[00:27:54]|h Ваша добыча: |cffffffff|Hitem:180465::::::::60:72:::::::::|h[Хватка Ксандрии]|h|r.",
					["serverTime"] = 1662931673,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637632.031,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[00:28:02]|h Оссеиновая защитница говорит: Пришло время прославиться!",
					["serverTime"] = 1662931681,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637640.049,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[00:28:05]|h Оссеиновая защитница говорит: Никчемные... кости...",
					["serverTime"] = 1662931684,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637643.513,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[00:28:11]|h Призрачная прядильщица ненависти говорит: Примас... покинул... меня...",
					["serverTime"] = 1662931690,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637649.625,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[00:28:26]|h Отношение |3-7(Перерожденные) к вам улучшилось на 125.",
					["serverTime"] = 1662931705,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637664.165,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[00:28:26]|h Вы получили предмет: |cff0070dd|Hitem:184767::::::::60:72:::::::::|h[Ручное зеркало души]|h|rx3.",
					["serverTime"] = 1662931705,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637664.165,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[00:28:26]|h Ксандрия говорит: У тебя нет крыльев, но есть храбрость, достойная перерожденных!",
					["serverTime"] = 1662931705,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637664.206,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[00:28:38]|h Ваша добыча: |cff9d9d9d|Hitem:176874::::::::60:72:::::::::|h[Иссушенная плечевая кость]|h|r.",
					["serverTime"] = 1662931717,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637676.3960000001,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[00:28:46]|h Крылодер Жестокий кричит: Кто звал свою погибель?",
					["serverTime"] = 1662931725,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637684.306,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[00:28:52]|h Крылодер Жестокий говорит: Твой труп украсит мою коллекцию.",
					["serverTime"] = 1662931731,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637690.626,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[00:29:18]|h Крылодер Жестокий говорит: Я побежден... такими... как вы?..",
					["serverTime"] = 1662931757,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637716.397,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[00:29:25]|h Ваша добыча: |cff1eff00|Hitem:182749::::::::60:72::::1:28:2060:::::|h[Отторгнутые крылья кирии]|h|r.",
					["serverTime"] = 1662931764,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637723.537,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[00:29:25]|h Ваша добыча: |cff1eff00|Hitem:184770::::::::60:72:::::::::|h[Реестр Забытых]|h|rx4.",
					["serverTime"] = 1662931764,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637723.713,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[00:29:25]|h Ваша добыча: |cff9d9d9d|Hitem:176866::::::::60:72:::::::::|h[Гнилостная жижа]|h|r.",
					["serverTime"] = 1662931764,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637723.858,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[00:29:26]|h Вы получаете валюту – |cffffffff|Hcurrency:1885:0|h[Благодарственное подношение]|h|rх2",
					["serverTime"] = 1662931765,
					["r"] = 0.2823529541492462,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637724.3640000001,
					["g"] = 0.8274510502815247,
					["b"] = 0.8431373238563538,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[00:29:41]|h Вы будете получать добычу для специализации \"Оружие\".",
					["serverTime"] = 1662931780,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 637738.797,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[00:29:41]|h |cff9900ffWeakAuras:|r  Готово к применению 3 |4обновление:обновления:обновлений;.",
					["timestamp"] = 637738.797,
					["serverTime"] = 1662931780,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[00:29:51]|h |cffd8d8d8[|r|Hplayer:Фламинника-Гордунни:1166:SYSTEM|h|cffd8bc3f60|r:|cffc59a6cФламинника|r|h|cffd8d8d8]|r685 ед. анимы внесено в резервуар.",
					["serverTime"] = 1662931790,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637749.878,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[00:30:04]|h Ошибка интерфейсной операции, вызванная модификацией",
					["serverTime"] = 1662931803,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 637762.635,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[00:30:04]|h Вы продали хлама на 2|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 61|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 30|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t",
					["serverTime"] = 1662931803,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						13, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637762.635,
					["g"] = 1,
					["b"] = 0,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[00:30:09]|h Вы продали хлама на 0|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t",
					["serverTime"] = 1662931808,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						13, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637767.735,
					["g"] = 1,
					["b"] = 0,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[00:30:15]|h Вы продали хлама на 0|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t",
					["serverTime"] = 1662931814,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						13, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637773.055,
					["g"] = 1,
					["b"] = 0,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[00:30:26]|h Вы получили: |cffffffff11|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 72|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 46|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t|r",
					["serverTime"] = 1662931825,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 637784.106,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [74]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
