
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
				"/г Вар устал", -- [1]
				"/г /tmw", -- [2]
				"/г /tmw", -- [3]
				"/г Вот как мне ещё 110 уровней без свистка распорядителя полётов играть?", -- [4]
				"/г Да вообще", -- [5]
				"/г ВАР БИТЬ", -- [6]
				"/cw Ромеох А теперь ты меня добавь в гильдию) //Алоиза", -- [7]
				" Ща тогда Ромеэ напишу", -- [8]
				" Именно", -- [9]
				" Если этот чар может", -- [10]
				" Добавь меня в гильдию)", -- [11]
				"/с /tmw", -- [12]
				"/с /tmw", -- [13]
				"/с /tmw", -- [14]
				"/с /tmw", -- [15]
				"/с /vuhdo options", -- [16]
				"/с /bt", -- [17]
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1590472855,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 5,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[00:55:39]|h |Hplayer:Фламинника-Гордунни|h[|cffc69b6dФламинника|r]|h заслужила достижение |cffffff00|Hachievement:14353:Player-1602-0BC52020:1:10:27:22:4294967295:4294967295:4294967295:4294967295|h[Помостки Арденвельда]|h|r!",
					["serverTime"] = 1666907739,
					["r"] = 0.3411764800548554,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1118038.144,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[00:55:39]|h |Hplayer:Фламинника-Гордунни|h[|cffc69b6dФламинника|r]|h заслужила достижение |cffffff00|Hachievement:14353:Player-1602-0BC52020:1:10:27:22:4294967295:4294967295:4294967295:4294967295|h[Помостки Арденвельда]|h|r!",
					["serverTime"] = 1666907739,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1118038.144,
					["g"] = 1,
					["b"] = 0,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[01:12:43]|h |Hplayer:Kirea-Auchindoun|h[|cff0070ddKirea-Auchindoun|r]|h заслужила достижение |cffffff00|Hachievement:507:Player-1597-0EDAB7D6:1:10:28:22:4294967295:4294967295:4294967295:4294967295|h[1000 заданий]|h|r!",
					["serverTime"] = 1666908763,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1118038.144,
					["g"] = 1,
					["b"] = 0,
				}, -- [3]
				{
					["message"] = "0 |4день:дня:дней;, 16 |4час:часа:часов;, 28 |4минута:минуты:минут;, 6 |4секунда:секунды:секунд;.",
					["timestamp"] = 1118038.144,
				}, -- [4]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1118038.144,
				}, -- [5]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[01:49:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T773178:14|tБлескотрончик – |3-8(ваш питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352952,
					["timestamp"] = 2279770.4,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[01:49:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132140:14|tНегодяй – |3-8(вражеский питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352953,
					["timestamp"] = 2279771.159,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[01:49:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352959,
					["timestamp"] = 2279777.402,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[01:49:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134518:14|t|cff4e96f7|HbattlePetAbil:392:1400:260:325|h[Дополнительная броня]|h|r накладывает эффект |T134518:14|t|cff4e96f7|HbattlePetAbil:391:1400:260:325|h[Дополнительная броня]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352959,
					["timestamp"] = 2279777.902,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[01:49:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352960,
					["timestamp"] = 2279778.912,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[01:49:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352961,
					["timestamp"] = 2279779.412,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[01:49:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352961,
					["timestamp"] = 2279779.912,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[01:49:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:3025:325:219|h[Игры разума]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352963,
					["timestamp"] = 2279781.912,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[01:49:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352966,
					["timestamp"] = 2279784.433,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[01:49:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1050:260:325|h[Игры разума: здоровье]|h|r наносит 350 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352966,
					["timestamp"] = 2279784.433,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[01:49:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1050:260:325|h[Игры разума: здоровье]|h|r наносит 406 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352966,
					["timestamp"] = 2279784.683,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[01:49:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1050:260:325|h[Игры разума: здоровье]|h|r наносит 386 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352966,
					["timestamp"] = 2279784.933,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[01:49:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352967,
					["timestamp"] = 2279785.183,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[01:49:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352967,
					["timestamp"] = 2279785.433,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[01:49:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352967,
					["timestamp"] = 2279785.683,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[01:49:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 103 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352970,
					["timestamp"] = 2279788.45,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[01:49:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352970,
					["timestamp"] = 2279788.45,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[01:49:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352970,
					["timestamp"] = 2279788.45,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[01:49:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352976,
					["timestamp"] = 2279794.442,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[01:49:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352977,
					["timestamp"] = 2279795.442,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[01:49:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352977,
					["timestamp"] = 2279795.793,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[01:49:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352978,
					["timestamp"] = 2279796.143,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[01:49:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r накладывает эффект \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:947:260:325|h[Рог изобилия]|h|r\" на |3-3(команда противника).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352978,
					["timestamp"] = 2279796.494,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[01:49:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:2647:325:219|h[Укус]|h|r наносит 172 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352980,
					["timestamp"] = 2279798.215,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[01:49:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:775:260:325|h[Рог изобилия]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352982,
					["timestamp"] = 2279800.23,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[01:49:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352983,
					["timestamp"] = 2279801.471,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[01:49:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352983,
					["timestamp"] = 2279801.973,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[01:49:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352984,
					["timestamp"] = 2279802.723,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[01:49:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352985,
					["timestamp"] = 2279803.074,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[01:49:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:775:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352985,
					["timestamp"] = 2279803.424,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[01:49:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:2395:325:219|h[Укус]|h|r наносит 258 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352988,
					["timestamp"] = 2279806.256,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[01:49:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:517:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352990,
					["timestamp"] = 2279808.267,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[01:49:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T134518:14|t|cff4e96f7|HbattlePetAbil:391:517:260:325|h[Дополнительная броня]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352990,
					["timestamp"] = 2279808.317,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[01:49:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:2301:325:219|h[Игры разума]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352990,
					["timestamp"] = 2279808.317,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[01:49:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352991,
					["timestamp"] = 2279809.561,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[01:49:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:517:260:325|h[Умножение сущностей]|h|r наносит 235 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352991,
					["timestamp"] = 2279809.912,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[01:49:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:517:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352992,
					["timestamp"] = 2279810.7,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[01:49:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:517:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352993,
					["timestamp"] = 2279811.051,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[01:49:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:517:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:517:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352993,
					["timestamp"] = 2279811.404,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[01:49:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236189:14|t|cff4e96f7|HbattlePetAbil:1016:1752:325:219|h[Корм]|h|r наносит 345 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352995,
					["timestamp"] = 2279813.874,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[01:49:57]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236189:14|t|cff4e96f7|HbattlePetAbil:1016:2097:325:219|h[Корм]|h|r восстанавливает 345 ед. урона |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352996,
					["timestamp"] = 2279814.126,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[01:49:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:172:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352998,
					["timestamp"] = 2279816.128,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[01:49:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352998,
					["timestamp"] = 2279816.978,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[01:50:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:172:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639352999,
					["timestamp"] = 2279817.481,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[01:50:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:172:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353000,
					["timestamp"] = 2279818.231,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[01:50:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:172:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353000,
					["timestamp"] = 2279818.582,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[01:50:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:172:260:325|h[Умножение сущностей]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:172:260:325|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353000,
					["timestamp"] = 2279818.582,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[01:50:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:172:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:172:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353000,
					["timestamp"] = 2279818.935,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[01:50:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:1343:325:219|h[Укус]|h|r наносит 431 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353003,
					["timestamp"] = 2279821.853,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[01:50:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T773178:14|tБлескотрончик погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353003,
					["timestamp"] = 2279821.853,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[01:50:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:280:260:325|h[Последний шанс]|h|r восстанавливает 280 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353006,
					["timestamp"] = 2279824.367,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[01:50:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:280:260:325|h[Последний шанс]|h|r накладывает эффект |T618979:14|t|cff4e96f7|HbattlePetAbil:244:280:260:325|h[Механический питомец]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353006,
					["timestamp"] = 2279824.619,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[01:50:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:280:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353009,
					["timestamp"] = 2279827.644,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[01:50:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353011,
					["timestamp"] = 2279829.408,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[01:50:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:280:260:325|h[Рог изобилия]|h|r наносит 283 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353012,
					["timestamp"] = 2279830.416,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[01:50:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:280:260:325|h[Рог изобилия]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353012,
					["timestamp"] = 2279830.806,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[01:50:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:280:260:325|h[Рог изобилия]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353013,
					["timestamp"] = 2279831.158,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[01:50:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:280:260:325|h[Рог изобилия]|h|r накладывает эффект \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:280:260:325|h[Рог изобилия]|h|r\" на |3-3(команда противника).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353013,
					["timestamp"] = 2279831.522,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[01:50:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:966:325:219|h[Укус]|h|r наносит 431 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353014,
					["timestamp"] = 2279832.889,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[01:50:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T773178:14|tБлескотрончик погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353014,
					["timestamp"] = 2279832.889,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[01:50:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:0:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353018,
					["timestamp"] = 2279836.408,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[01:50:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353020,
					["timestamp"] = 2279838.415,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[01:50:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133015:14|tПаровой танк ярмарки Новолуния – |3-8(ваш питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353020,
					["timestamp"] = 2279838.415,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[01:50:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353032,
					["timestamp"] = 2279850.444,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[01:50:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T252188:14|t|cff4e96f7|HbattlePetAbil:646:1014:273:260|h[Шок и трепет]|h|r наносит 988 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353033,
					["timestamp"] = 2279851.58,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[01:50:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T132140:14|tНегодяй погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353033,
					["timestamp"] = 2279851.58,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[01:50:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1321:273:260|h[Боевое восстановление]|h|r восстанавливает 307 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353036,
					["timestamp"] = 2279854.972,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[01:50:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1250:273:273|h[Боевое восстановление]|h|r восстанавливает 297 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1639353036,
					["timestamp"] = 2279854.972,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [68]
			},
			["headIndex"] = 68,
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 8,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["r"] = 1,
					["b"] = 0.9843137860298157,
					["serverTime"] = 1666907556,
					["timestamp"] = 1118038.144,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["g"] = 0.917647123336792,
				}, -- [1]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 0.9843137860298157,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666909151,
					["r"] = 1,
				}, -- [2]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["serverTime"] = 1666909234,
					["timestamp"] = 1118038.144,
					["g"] = 0.917647123336792,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [3]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["g"] = 0.917647123336792,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666917806,
					["b"] = 0.9843137860298157,
				}, -- [4]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["serverTime"] = 1666968049,
					["r"] = 1,
					["b"] = 0.9843137860298157,
					["timestamp"] = 1118038.144,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["g"] = 0.917647123336792,
				}, -- [5]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 1118038.144,
				}, -- [6]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1118038.144,
				}, -- [7]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1118020.189,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [8]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 11,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[00:55:39]|h |Hplayer:Фламинника-Гордунни|h[|cffc69b6dФламинника|r]|h заслужила достижение |cffffff00|Hachievement:14353:Player-1602-0BC52020:1:10:27:22:4294967295:4294967295:4294967295:4294967295|h[Помостки Арденвельда]|h|r!",
					["serverTime"] = 1666907739,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1118038.144,
					["g"] = 1,
					["b"] = 0,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[01:03:13]|h |Hchannel:PARTY|h[Лидер группы]|h |Hplayer:Рилнит-СвежевательДуш:63:PARTY:|h[|cffc41e3aРилнит-СвежевательДуш|r]|h: тут просто нужно прописать танец",
					["serverTime"] = 1666908193,
					["r"] = 0.4627451300621033,
					["extraData"] = {
						50, -- [1]
						6, -- [2]
						7, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1118038.144,
					["g"] = 0.7843137979507446,
					["b"] = 1,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[01:03:31]|h |Hchannel:PARTY|h[Группа]|h |Hplayer:Найтэйра-Гордунни:66:PARTY:|h[|cffa330c9Найтэйра|r]|h: по моему надо друг на друга смотреть",
					["serverTime"] = 1666908211,
					["r"] = 0.458823561668396,
					["extraData"] = {
						3, -- [1]
						6, -- [2]
						11, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1118038.144,
					["g"] = 1,
					["b"] = 0.5137255191802979,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[01:03:36]|h |Hchannel:PARTY|h[Группа]|h |Hplayer:Фламинника-Гордунни:68:PARTY:|h[|cffc69b6dФламинника|r]|h: Угу",
					["serverTime"] = 1666908216,
					["r"] = 0.458823561668396,
					["extraData"] = {
						3, -- [1]
						6, -- [2]
						13, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1118038.144,
					["g"] = 1,
					["b"] = 0.5137255191802979,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[01:04:14]|h |Hchannel:PARTY|h[Группа]|h |Hplayer:Фламинника-Гордунни:81:PARTY:|h[|cffc69b6dФламинника|r]|h: Спасибо :)",
					["serverTime"] = 1666908254,
					["r"] = 0.458823561668396,
					["extraData"] = {
						3, -- [1]
						6, -- [2]
						13, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1118038.144,
					["g"] = 1,
					["b"] = 0.5137255191802979,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[01:04:18]|h |Hchannel:PARTY|h[Лидер группы]|h |Hplayer:Рилнит-СвежевательДуш:83:PARTY:|h[|cffc41e3aРилнит-СвежевательДуш|r]|h: Спасибо большое Солнышки :з",
					["serverTime"] = 1666908258,
					["r"] = 0.4627451300621033,
					["extraData"] = {
						50, -- [1]
						6, -- [2]
						7, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1118038.144,
					["g"] = 0.7843137979507446,
					["b"] = 1,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[01:04:24]|h |Hchannel:PARTY|h[Группа]|h |Hplayer:Фламинника-Гордунни:84:PARTY:|h[|cffc69b6dФламинника|r]|h: :)",
					["serverTime"] = 1666908264,
					["r"] = 0.458823561668396,
					["extraData"] = {
						3, -- [1]
						6, -- [2]
						13, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1118038.144,
					["g"] = 1,
					["b"] = 0.5137255191802979,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[01:04:26]|h |Hchannel:PARTY|h[Группа]|h |Hplayer:Найтэйра-Гордунни:85:PARTY:|h[|cffa330c9Найтэйра|r]|h: =)",
					["serverTime"] = 1666908266,
					["r"] = 0.458823561668396,
					["extraData"] = {
						3, -- [1]
						6, -- [2]
						11, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1118038.144,
					["g"] = 1,
					["b"] = 0.5137255191802979,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[01:12:43]|h |Hplayer:Kirea-Auchindoun|h[|cff0070ddKirea-Auchindoun|r]|h заслужила достижение |cffffff00|Hachievement:507:Player-1597-0EDAB7D6:1:10:28:22:4294967295:4294967295:4294967295:4294967295|h[1000 заданий]|h|r!",
					["serverTime"] = 1666908763,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1118038.144,
					["g"] = 1,
					["b"] = 0,
				}, -- [9]
				{
					["message"] = "0 |4день:дня:дней;, 16 |4час:часа:часов;, 28 |4минута:минуты:минут;, 6 |4секунда:секунды:секунд;.",
					["timestamp"] = 1118038.144,
				}, -- [10]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1118038.144,
				}, -- [11]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame2"] = {
			["maxElements"] = 300,
			["elements"] = {
				{
					["message"] = "Одрия-СтражСмерти выполняет действие \"Горное дело\" на |3-6(Залежи монелита).",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1150387.774,
					["g"] = 0.501960813999176,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
				}, -- [1]
				{
					["message"] = "Одрия-СтражСмерти выполняет действие \"Сбор трав\" на |3-6(Якорь-трава).",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1150400.447,
					["g"] = 0.501960813999176,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
				}, -- [2]
				{
					["message"] = "Вц-Борейскаятундра отпускает |3-3(ГдеМясо).",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1151156.532,
					["g"] = 0.501960813999176,
					["extraData"] = {
						32, -- [1]
						["n"] = 1,
					},
				}, -- [3]
				{
					["message"] = "Предметы вашей экипировки утратили 10% прочности.",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1151562.883,
					["g"] = 0.501960813999176,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
				}, -- [4]
				{
					["message"] = "Вц-Борейскаятундра отпускает |3-3(Гриддис).",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1151713.78,
					["g"] = 0.501960813999176,
					["extraData"] = {
						32, -- [1]
						["n"] = 1,
					},
				}, -- [5]
				{
					["message"] = "Вц-Борейскаятундра отпускает |3-3(Гриддис).",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1152146.172,
					["g"] = 0.501960813999176,
					["extraData"] = {
						32, -- [1]
						["n"] = 1,
					},
				}, -- [6]
				{
					["message"] = "Предметы вашей экипировки утратили 10% прочности.",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1152181.518,
					["g"] = 0.501960813999176,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
				}, -- [7]
				{
					["message"] = "Вц-Борейскаятундра отпускает |3-3(Гриддис).",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1152403.328,
					["g"] = 0.501960813999176,
					["extraData"] = {
						32, -- [1]
						["n"] = 1,
					},
				}, -- [8]
				{
					["message"] = "Вц-Борейскаятундра отпускает |3-3(Гриддис).",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1152583.328,
					["g"] = 0.501960813999176,
					["extraData"] = {
						32, -- [1]
						["n"] = 1,
					},
				}, -- [9]
				{
					["message"] = "Вы создаете: Военный свиток стойкости.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1152993.96,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [10]
				{
					["message"] = "Вы создаете: Военный свиток стойкости.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1152995.539,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [11]
				{
					["message"] = "Вы создаете: Военный свиток стойкости.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1152997.117,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [12]
				{
					["message"] = "Вы создаете: Военный свиток стойкости.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1152998.77,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [13]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1153408.478,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [14]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1153408.478,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [15]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1153408.478,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [16]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1153409.87,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [17]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1153409.87,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [18]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1153409.87,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [19]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1153416.593,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [20]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1153418.158,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [21]
				{
					["message"] = "Вы создаете: Фолиант спокойного разума.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1153422.216,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [22]
				{
					["message"] = "Предметы вашей экипировки утратили 10% прочности.",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1153838.911,
					["g"] = 0.501960813999176,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
				}, -- [23]
				{
					["message"] = "Предметы вашей экипировки утратили 10% прочности.",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1155640.147,
					["g"] = 0.501960813999176,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
				}, -- [24]
				{
					["message"] = "Предметы вашей экипировки утратили 10% прочности.",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1156013.193,
					["g"] = 0.501960813999176,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
				}, -- [25]
				{
					["message"] = "Предметы вашей экипировки утратили 10% прочности.",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1156605.79,
					["g"] = 0.501960813999176,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
				}, -- [26]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157162.358,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [27]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157163.937,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [28]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157165.574,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [29]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157167.241,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [30]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157168.874,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [31]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157170.511,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [32]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157172.145,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [33]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157173.746,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [34]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157279.484,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [35]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157279.484,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [36]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157279.484,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [37]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157281.25,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [38]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157281.25,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [39]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157282.888,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [40]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157282.888,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [41]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157282.888,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [42]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157284.327,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [43]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157284.327,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [44]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157284.327,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [45]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157285.99,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [46]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157285.99,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [47]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157285.99,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [48]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157287.153,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [49]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157287.153,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [50]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157287.153,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [51]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157288.476,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [52]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157288.476,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [53]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157288.476,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [54]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157289.82,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [55]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157289.82,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [56]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157289.82,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [57]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157291.244,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [58]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157291.244,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [59]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157291.244,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [60]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157292.511,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [61]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157292.511,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [62]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157292.511,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [63]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157293.736,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [64]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157293.736,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [65]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157295.267,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [66]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157295.267,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [67]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157295.267,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [68]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157297.231,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [69]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157297.231,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [70]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157297.231,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [71]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157298.631,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [72]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157298.631,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [73]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157298.631,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [74]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157299.868,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [75]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157299.868,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [76]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157299.868,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [77]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157301.281,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [78]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157301.281,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [79]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157301.281,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [80]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157309.555,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [81]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157311.169,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [82]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157312.806,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [83]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157314.519,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [84]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157316.113,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [85]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157317.715,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [86]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157319.36,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [87]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157321.399,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [88]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157322.969,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [89]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157324.702,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [90]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157326.34,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [91]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157327.981,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [92]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157329.63,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [93]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157331.257,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [94]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157332.876,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [95]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157334.492,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [96]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157336.133,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [97]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157337.773,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [98]
				{
					["message"] = "Вы создаете: Военный свиток боевого клича.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157450.257,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [99]
				{
					["message"] = "Вы создаете: Военный свиток боевого клича.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157452.026,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [100]
				{
					["message"] = "Вы создаете: Военный свиток боевого клича.",
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1157453.617,
					["g"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
				}, -- [101]
			},
			["headIndex"] = 101,
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 11,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[00:58:59]|h |Hplayer:Рилнит-СвежевательДуш:48:WHISPER:РИЛНИТ-СВЕЖЕВАТЕЛЬДУШ|h[|cffc41e3aРилнит-СвежевательДуш|r]|h шепчет: тут магический круг не подалеку",
					["serverTime"] = 1666907939,
					["r"] = 1,
					["extraData"] = {
						8, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1118038.144,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[00:59:07]|h |Hplayer:Рилнит-СвежевательДуш:49:WHISPER:РИЛНИТ-СВЕЖЕВАТЕЛЬДУШ|h[|cffc41e3aРилнит-СвежевательДуш|r]|h шепчет: не составишь компанию?",
					["serverTime"] = 1666907947,
					["r"] = 1,
					["extraData"] = {
						8, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1118038.144,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[00:59:24]|h Вы шепчете |3-2(|Hplayer:Рилнит-СвежевательДуш:50:WHISPER:РИЛНИТ-СВЕЖЕВАТЕЛЬДУШ|h[|cffc41e3aРилнит-СвежевательДуш|r]|h): А что там нужно делать?",
					["serverTime"] = 1666907964,
					["r"] = 1,
					["extraData"] = {
						10, -- [1]
						1, -- [2]
						3, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1118038.144,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[00:59:39]|h |Hplayer:Рилнит-СвежевательДуш:51:WHISPER:РИЛНИТ-СВЕЖЕВАТЕЛЬДУШ|h[|cffc41e3aРилнит-СвежевательДуш|r]|h шепчет: прописать танец",
					["serverTime"] = 1666907979,
					["r"] = 1,
					["extraData"] = {
						8, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1118038.144,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[00:59:43]|h |Hplayer:Рилнит-СвежевательДуш:52:WHISPER:РИЛНИТ-СВЕЖЕВАТЕЛЬДУШ|h[|cffc41e3aРилнит-СвежевательДуш|r]|h шепчет: и пета даду",
					["serverTime"] = 1666907983,
					["r"] = 1,
					["extraData"] = {
						8, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1118038.144,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[01:00:03]|h |Hplayer:Рилнит-СвежевательДуш:57:WHISPER:РИЛНИТ-СВЕЖЕВАТЕЛЬДУШ|h[|cffc41e3aРилнит-СвежевательДуш|r]|h шепчет: только ещё один чел нуже",
					["serverTime"] = 1666908003,
					["r"] = 1,
					["extraData"] = {
						8, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1118038.144,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[01:00:05]|h |Hplayer:Рилнит-СвежевательДуш:58:WHISPER:РИЛНИТ-СВЕЖЕВАТЕЛЬДУШ|h[|cffc41e3aРилнит-СвежевательДуш|r]|h шепчет: н",
					["serverTime"] = 1666908005,
					["r"] = 1,
					["extraData"] = {
						8, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1118038.144,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[01:00:24]|h Вы шепчете |3-2(|Hplayer:Рилнит-СвежевательДуш:59:WHISPER:РИЛНИТ-СВЕЖЕВАТЕЛЬДУШ|h[|cffc41e3aРилнит-СвежевательДуш|r]|h): И где мы его возьмём в час ночи?",
					["serverTime"] = 1666908024,
					["r"] = 1,
					["extraData"] = {
						10, -- [1]
						1, -- [2]
						3, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1118038.144,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[01:02:43]|h |Hplayer:Рилнит-СвежевательДуш:60:WHISPER:РИЛНИТ-СВЕЖЕВАТЕЛЬДУШ|h[|cffc41e3aРилнит-СвежевательДуш|r]|h шепчет: нашла",
					["serverTime"] = 1666908163,
					["r"] = 1,
					["extraData"] = {
						8, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1118038.144,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [9]
				{
					["message"] = "0 |4день:дня:дней;, 16 |4час:часа:часов;, 38 |4минута:минуты:минут;, 6 |4секунда:секунды:секунд;.",
					["timestamp"] = 1118038.144,
				}, -- [10]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1118038.144,
				}, -- [11]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 20,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[17:40:51]|h Время игры на этом уровне: 7 |4день:дня:дней;, 22 |4час:часа:часов;, 7 |4минута:минуты:минут;, 33 |4секунда:секунды:секунд;.",
					["serverTime"] = 1666968052,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1118041.959,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[17:40:51]|h |cff7f7f7f[17:40]|r [|cff007f7fNOP|r] Paragon reward for Неумирающая армия is ready!",
					["timestamp"] = 1118041.959,
					["serverTime"] = 1666968052,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[17:40:56]|h |cffb4b4ffALL THE THINGS|r Профиль: По умолчанию",
					["timestamp"] = 1118046.423,
					["serverTime"] = 1666968057,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[17:40:56]|h |cffb4b4ffALL THE THINGS|r Обновление коллекции...",
					["timestamp"] = 1118046.964,
					["serverTime"] = 1666968057,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[17:40:57]|h |cffb4b4ffALL THE THINGS|r Коллекция обновлена.",
					["timestamp"] = 1118047.625,
					["serverTime"] = 1666968058,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[17:40:59]|h Кэти Штемпельпупс говорит: Если где-то писем много, значит, мне туда дорога!",
					["serverTime"] = 1666968060,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1118049.513,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[17:41:05]|h Получено: 340 |4золотая:золотые:золотых;, 25 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1666968066,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1118055.966,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[17:41:06]|h Отношение |3-7(Дикая Охота) к вам улучшилось на 375.",
					["serverTime"] = 1666968067,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1118056.808,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[17:41:07]|h Отношение |3-7(Перерожденные) к вам улучшилось на 250.",
					["serverTime"] = 1666968068,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1118057.75,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[17:41:08]|h Вы получили предмет: |cff1eff00|Hitem:184151::::::::60:72:::::::::|h[Брошь с поддельным рубином]|h|rx11.",
					["serverTime"] = 1666968069,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1118058.673,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[17:41:09]|h Получено: 315 |4золотая:золотые:золотых;, 53 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1666968070,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1118059.46,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[17:41:10]|h Вы получили предмет: |cff0070dd|Hitem:188653::::::::60:72:::::::::|h[Гримуар знаний]|h|r.",
					["serverTime"] = 1666968071,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1118060.691,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[17:41:11]|h Получено: 327 |4золотая:золотые:золотых;, 85 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1666968072,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1118061.568,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[17:41:12]|h Получено: 329 |4золотая:золотые:золотых;, 19 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1666968073,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1118062.448,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[17:41:12]|h Вы получили предмет: |cff1eff00|Hitem:184386::::::::60:72:::::::::|h[Молодой стручок со спорами]|h|rx9.",
					["serverTime"] = 1666968073,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1118063.369,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[17:41:13]|h Вы получили предмет: |cff0070dd|Hitem:181468::::::::60:72:::::::::|h[Затененная руна усиления]|h|rx3.",
					["serverTime"] = 1666968074,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1118064.276,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[17:44:05]|h |Hplayer:Дядяджонатан|h[Дядяджонатан]|h входит в игровой мир.",
					["serverTime"] = 1666968246,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1118235.631,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[17:44:14]|h Дядяджонатан выходит из игрового мира.",
					["serverTime"] = 1666968255,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1118245.009,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[17:45:55]|h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Арденвельд]|h.",
					["serverTime"] = 1666968356,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						3, -- [2]
						4, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1118346.119,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[17:45:55]|h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Оборона: Арденвельд]|h.",
					["serverTime"] = 1666968356,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						5, -- [2]
						6, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1118346.119,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[01:16:58]|h Смена канала: |Hchannel:CHANNEL:2|h[2. Оборона: Арденвельд]|h.",
					["serverTime"] = 1666909018,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						20, -- [2]
						21, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1118038.144,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[01:17:12]|h |Hplayer:Араэлль|h[Араэлль]|h входит в игровой мир.",
					["serverTime"] = 1666909032,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1118038.144,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[01:17:13]|h Задание \"Наполнение резервуара\" выполнено.",
					["serverTime"] = 1666909033,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1118038.144,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[01:17:13]|h Получено: 1602 |4золотая:золотые:золотых;, 96 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1666909033,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1118038.144,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[01:17:24]|h 825 ед. анимы внесено в резервуар.",
					["serverTime"] = 1666909044,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1118038.144,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[01:17:43]|h Задание \"Дух альпаки\" выполнено.",
					["serverTime"] = 1666909063,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1118038.144,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[01:18:00]|h Вы будете получать добычу для специализации \"Оружие\".",
					["serverTime"] = 1666909080,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1118038.144,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[01:18:01]|h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Орибос]|h.",
					["serverTime"] = 1666909081,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						14, -- [2]
						15, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1118038.144,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[01:18:01]|h Смена канала: |Hchannel:CHANNEL:5|h[5. Торговля (услуги): Город]|h.",
					["serverTime"] = 1666909081,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						16, -- [2]
						17, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1118038.144,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[01:18:32]|h Вы забыли |cff71d5ff|Hspell:353886:0|h[Усиливающаяся связь]|h|r.",
					["serverTime"] = 1666909112,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1118038.144,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[01:18:32]|h Вы приобрели новую пассивную способность: |cff71d5ff|Hspell:344087:0|h[Усиливающаяся связь]|h|r.",
					["serverTime"] = 1666909112,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1118038.144,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[01:18:32]|h Вы приобрели новую пассивную способность: |cff71d5ff|Hspell:344089:0|h[Усиливающаяся связь]|h|r.",
					["serverTime"] = 1666909112,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1118038.144,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[01:18:32]|h Вы приобрели новую пассивную способность: |cff71d5ff|Hspell:344091:0|h[Усиливающаяся связь]|h|r.",
					["serverTime"] = 1666909112,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1118038.144,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[01:18:32]|h Вы приобрели новую пассивную способность: |cff71d5ff|Hspell:354252:0|h[Усиливающаяся связь]|h|r.",
					["serverTime"] = 1666909112,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1118038.144,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[01:18:32]|h Вы приобрели новую пассивную способность: |cff71d5ff|Hspell:354257:0|h[Усиливающаяся связь]|h|r.",
					["serverTime"] = 1666909112,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1118038.144,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[01:18:33]|h Ваш новый дом – Элизийская цитадель.",
					["serverTime"] = 1666909113,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1118038.144,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[01:18:33]|h Медиум: Пелагий.",
					["serverTime"] = 1666909113,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1118038.144,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[01:18:48]|h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Орибос]|h.",
					["serverTime"] = 1666909128,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						14, -- [2]
						15, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1118038.144,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[01:18:48]|h Вы покинули канал |Hchannel:CHANNEL:5|h[5. Торговля (услуги): Город]|h.",
					["serverTime"] = 1666909128,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						16, -- [2]
						17, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1118038.144,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[01:19:12]|h Вы будете получать добычу для специализации \"Оружие\".",
					["r"] = 1,
					["b"] = 0.9843137860298157,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["serverTime"] = 1666909153,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[01:19:13]|h Общее время игры: 119 |4день:дня:дней;, 12 |4час:часа:часов;, 10 |4минута:минуты:минут;, 12 |4секунда:секунды:секунд;.",
					["r"] = 1,
					["b"] = 0.9843137860298157,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["serverTime"] = 1666909154,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[01:19:13]|h Время игры на этом уровне: 7 |4день:дня:дней;, 21 |4час:часа:часов;, 55 |4минута:минуты:минут;, 12 |4секунда:секунды:секунд;.",
					["r"] = 1,
					["b"] = 0.9843137860298157,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["serverTime"] = 1666909154,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[01:19:44]|h Вы забыли |cff71d5ff|Hspell:354257:0|h[Усиливающаяся связь]|h|r.",
					["r"] = 1,
					["b"] = 0.9843137860298157,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["serverTime"] = 1666909185,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[01:19:44]|h Вы приобрели новую пассивную способность: |cff71d5ff|Hspell:344068:0|h[Усиливающаяся связь]|h|r.",
					["r"] = 1,
					["b"] = 0.9843137860298157,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["serverTime"] = 1666909185,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[01:19:44]|h Вы приобрели новую пассивную способность: |cff71d5ff|Hspell:344069:0|h[Усиливающаяся связь]|h|r.",
					["r"] = 1,
					["b"] = 0.9843137860298157,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["serverTime"] = 1666909185,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[01:19:44]|h Вы приобрели новую пассивную способность: |cff71d5ff|Hspell:344070:0|h[Усиливающаяся связь]|h|r.",
					["r"] = 1,
					["b"] = 0.9843137860298157,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["serverTime"] = 1666909185,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[01:19:44]|h Вы приобрели новую пассивную способность: |cff71d5ff|Hspell:354195:0|h[Усиливающаяся связь]|h|r.",
					["r"] = 1,
					["b"] = 0.9843137860298157,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["serverTime"] = 1666909185,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[01:19:44]|h Вы приобрели новую пассивную способность: |cff71d5ff|Hspell:354204:0|h[Усиливающаяся связь]|h|r.",
					["r"] = 1,
					["b"] = 0.9843137860298157,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["serverTime"] = 1666909185,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[01:19:45]|h Ваш новый дом – Грехопад.",
					["r"] = 1,
					["b"] = 0.9843137860298157,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["serverTime"] = 1666909186,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[01:19:45]|h Медиум: Наджия, Клинок Туманов.",
					["r"] = 1,
					["b"] = 0.9843137860298157,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["serverTime"] = 1666909186,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[01:20:24]|h Араэль выходит из игрового мира.",
					["r"] = 1,
					["b"] = 0.9843137860298157,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["serverTime"] = 1666909225,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[01:20:35]|h Вы будете получать добычу для специализации \"Оружие\".",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 0.9843137860298157,
					["serverTime"] = 1666909236,
					["timestamp"] = 1118038.144,
					["g"] = 0.917647123336792,
					["r"] = 1,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[01:20:38]|h Общее время игры: 119 |4день:дня:дней;, 12 |4час:часа:часов;, 11 |4минута:минуты:минут;, 33 |4секунда:секунды:секунд;.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 0.9843137860298157,
					["serverTime"] = 1666909239,
					["timestamp"] = 1118038.144,
					["g"] = 0.917647123336792,
					["r"] = 1,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[01:20:38]|h Время игры на этом уровне: 7 |4день:дня:дней;, 21 |4час:часа:часов;, 56 |4минута:минуты:минут;, 33 |4секунда:секунды:секунд;.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 0.9843137860298157,
					["serverTime"] = 1666909239,
					["timestamp"] = 1118038.144,
					["g"] = 0.917647123336792,
					["r"] = 1,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[01:20:39]|h |Hplayer:Аиддэ|h[Аиддэ]|h входит в игровой мир.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 0.9843137860298157,
					["serverTime"] = 1666909240,
					["timestamp"] = 1118038.144,
					["g"] = 0.917647123336792,
					["r"] = 1,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[01:21:06]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:<BNET УДАЛЕН>:70:0:BN_INLINE_TOAST_ALERT:0|h[<BNET УДАЛЕН>]|h выходит из сети.",
					["extraData"] = {
						54, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1666909266,
					["timestamp"] = 1118038.144,
					["g"] = 0.7725490927696228,
					["r"] = 0.5098039507865906,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[01:21:08]|h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Орибос]|h.",
					["extraData"] = {
						68, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["b"] = 0.7490196228027344,
					["serverTime"] = 1666909268,
					["timestamp"] = 1118038.144,
					["g"] = 0.7490196228027344,
					["r"] = 1,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[01:21:08]|h Вы покинули канал |Hchannel:CHANNEL:5|h[5. Торговля (услуги): Город]|h.",
					["extraData"] = {
						72, -- [1]
						3, -- [2]
						4, -- [3]
						["n"] = 3,
					},
					["b"] = 0.7529412508010864,
					["serverTime"] = 1666909268,
					["timestamp"] = 1118038.144,
					["g"] = 0.7529412508010864,
					["r"] = 1,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[03:43:27]|h Вы будете получать добычу для специализации \"Оружие\".",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666917807,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[03:43:33]|h Общее время игры: 119 |4день:дня:дней;, 12 |4час:часа:часов;, 12 |4минута:минуты:минут;, 10 |4секунда:секунды:секунд;.",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666917813,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[03:43:33]|h Время игры на этом уровне: 7 |4день:дня:дней;, 21 |4час:часа:часов;, 57 |4минута:минуты:минут;, 10 |4секунда:секунды:секунд;.",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666917813,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[03:43:40]|h [СЕРВЕР] Завершение работы через 15:00",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666917820,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[03:43:42]|h [СЕРВЕР] Завершение работы через 15:00",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666917822,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[03:43:43]|h [СЕРВЕР] Завершение работы через 15:00",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666917823,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[03:43:44]|h [СЕРВЕР] Завершение работы через 15:00",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666917824,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[03:43:44]|h [СЕРВЕР] Завершение работы через 15:00",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666917824,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[03:43:46]|h [СЕРВЕР] Завершение работы через 15:00",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666917826,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[03:44:45]|h [СЕРВЕР] Завершение работы через 14:00",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666917885,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[03:44:45]|h [СЕРВЕР] Завершение работы через 14:00",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666917885,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[03:45:44]|h [СЕРВЕР] Завершение работы через 13:00",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666917944,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[03:45:45]|h [СЕРВЕР] Завершение работы через 13:00",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666917945,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[03:46:44]|h [СЕРВЕР] Завершение работы через 12:00",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918004,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[03:46:44]|h [СЕРВЕР] Завершение работы через 12:00",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918004,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[03:47:44]|h [СЕРВЕР] Завершение работы через 11:00",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918064,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[03:47:45]|h [СЕРВЕР] Завершение работы через 11:00",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918065,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[03:48:45]|h [СЕРВЕР] Завершение работы через 10:00",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918125,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[03:48:45]|h [СЕРВЕР] Завершение работы через 10:00",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918125,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[03:49:20]|h Вы забыли |cff71d5ff|Hspell:202168:0|h[Верная победа]|h|r.",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918160,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[03:49:20]|h Вы забыли |cff71d5ff|Hspell:18499:0|h[Ярость берсерка]|h|r.",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918160,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[03:49:20]|h Вы забыли |cff71d5ff|Hspell:383762:0|h[Горестная невосприимчивость]|h|r.",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918160,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[03:49:20]|h Вы забыли |cff71d5ff|Hspell:391683:0|h[Танцующие клинки]|h|r.",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918160,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[03:49:20]|h Вы изучили новое заклинание: |cff71d5ff|Hspell:386208:0|h[Оборонительная стойка]|h|r.",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918160,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[03:49:20]|h Вы приобрели новую способность: |cff71d5ff|Hspell:97462:0|h[Ободряющий клич]|h|r.",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918160,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[03:49:20]|h Вы приобрели новую способность: |cff71d5ff|Hspell:107570:0|h[Удар громовержца]|h|r.",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918160,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[03:49:20]|h Вы приобрели новую пассивную способность: |cff71d5ff|Hspell:215568:0|h[Свежее мясо]|h|r.",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918160,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[03:49:44]|h [СЕРВЕР] Завершение работы через 9:00",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918184,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[03:49:45]|h [СЕРВЕР] Завершение работы через 9:00",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918185,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[03:49:51]|h Вы забыли |cff71d5ff|Hspell:354204:0|h[Усиливающаяся связь]|h|r.",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918191,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[03:49:51]|h Вы приобрели новую пассивную способность: |cff71d5ff|Hspell:344052:0|h[Усиливающаяся связь]|h|r.",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918191,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[03:49:51]|h Вы приобрели новую пассивную способность: |cff71d5ff|Hspell:344053:0|h[Усиливающаяся связь]|h|r.",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918191,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[03:49:51]|h Вы приобрели новую пассивную способность: |cff71d5ff|Hspell:344057:0|h[Усиливающаяся связь]|h|r.",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918191,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[03:49:51]|h Вы приобрели новую пассивную способность: |cff71d5ff|Hspell:353870:0|h[Усиливающаяся связь]|h|r.",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918191,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[03:49:51]|h Вы приобрели новую пассивную способность: |cff71d5ff|Hspell:353886:0|h[Усиливающаяся связь]|h|r.",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918191,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[03:49:52]|h Ваш новый дом – Сердце леса.",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918192,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[03:49:52]|h Вы приобрели новую пассивную способность: |cff71d5ff|Hspell:322721:0|h[Оздоровление рощи]|h|r.",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918192,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[03:49:52]|h Медиум: Ния.",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918192,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[03:50:05]|h |Hplayer:Макф|h[Макф]|h входит в игровой мир.",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918205,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[03:50:32]|h Вы будете получать добычу для специализации \"Оружие\".",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918232,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[03:50:33]|h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Арденвельд]|h.",
					["b"] = 0.7490196228027344,
					["r"] = 1,
					["g"] = 0.7490196228027344,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918233,
					["extraData"] = {
						68, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[03:50:33]|h Смена канала: |Hchannel:CHANNEL:2|h[2. Оборона: Арденвельд]|h.",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918233,
					["extraData"] = {
						69, -- [1]
						3, -- [2]
						4, -- [3]
						["n"] = 3,
					},
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[03:50:33]|h Вы покинули канал |Hchannel:CHANNEL:5|h[5. Торговля (услуги): Город]|h.",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918233,
					["extraData"] = {
						72, -- [1]
						5, -- [2]
						6, -- [3]
						["n"] = 3,
					},
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[03:50:39]|h Фейкин выигрывает партию в Hearthstone!",
					["b"] = 0.250980406999588,
					["r"] = 1,
					["g"] = 0.501960813999176,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918239,
					["extraData"] = {
						17, -- [1]
						7, -- [2]
						8, -- [3]
						["n"] = 3,
					},
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[03:50:42]|h В ваш атлас был добавлен питомец |cff1eff00|Hbattlepet:2907:1:2:150:10:11:BattlePet-0-00000F9B38B4:93750|h[Роки]|h|r!",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918242,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[03:50:44]|h [СЕРВЕР] Завершение работы через 8:00",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918244,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[03:50:45]|h [СЕРВЕР] Завершение работы через 8:00",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918245,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[03:51:00]|h Макф выходит из игрового мира.",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918260,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[03:51:44]|h [СЕРВЕР] Завершение работы через 7:00",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918304,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[03:51:45]|h [СЕРВЕР] Завершение работы через 7:00",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918305,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[03:52:44]|h [СЕРВЕР] Завершение работы через 6:00",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918364,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[03:52:45]|h [СЕРВЕР] Завершение работы через 6:00",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918365,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[03:53:00]|h Вы продали хлама на 51|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 54|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 34|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918380,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[03:53:01]|h Вы продали хлама на 140|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 57|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 91|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918381,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[03:53:45]|h [СЕРВЕР] Завершение работы через 5:00",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918425,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[03:53:45]|h [СЕРВЕР] Завершение работы через 5:00",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918425,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[03:53:46]|h Вы получили: |cffffffff543|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 31|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 56|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t|r",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918426,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[03:53:49]|h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Арденвельд]|h.",
					["b"] = 0.7490196228027344,
					["r"] = 1,
					["g"] = 0.7490196228027344,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918429,
					["extraData"] = {
						68, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[03:53:49]|h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Оборона: Арденвельд]|h.",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666918429,
					["extraData"] = {
						69, -- [1]
						3, -- [2]
						4, -- [3]
						["n"] = 3,
					},
				}, -- [117]
				{
					["message"] = "0 |4день:дня:дней;, 13 |4час:часа:часов;, 47 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 1118038.144,
				}, -- [118]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1118038.144,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[17:40:39]|h |cffffe566{VuhDo}|r VuhDo |cffffe566['vu:du:]|r v3.142 (use /vd). Currently maintained by Ivaria@US-Hyjal in honor of Marshy and our two daughters.",
					["r"] = 1,
					["timestamp"] = 1118020.189,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[17:40:50]|h Вы будете получать добычу для специализации \"Оружие\".",
					["serverTime"] = 1666968051,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1118038.144,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[17:40:50]|h |cff33ff99Global Ignore: |cffffffffType /gignore or /gi for help and options",
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666968051,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[17:40:50]|h |cff33ff99Global Ignore: |cffffffffSynchronizing Ignore list...",
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666968051,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[17:40:50]|h |cff33ff99Global Ignore: |cffffffffWARNING: Synchronization could not be preformed at this time because there were |cffffff0050|cffffffff player(s) on Blizzard's ignore list reported as \"Неизвестно\". If synchronization continues to fail, the unknown player may need to be manually removed from Blizzard ignore list.  The list will try to synchronize the next time the GUI is opened, or by typing /gi sync in chat.",
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666968051,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[17:40:50]|h |cffffd700Титан Панель|r|cff19ff19 6.00.04.100000|r|cffffd700|cffffd700 от |cffff8c00Titan Development Team|r|cff19ff19|r",
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666968051,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[17:40:50]|h |cffffe566{VuhDo}|r Профиль успешно загружен: Фламиника: Vuhdo'esque",
					["r"] = 1,
					["serverTime"] = 1666968051,
					["timestamp"] = 1118038.144,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[17:40:50]|h |cff9900ffWeakAuras:|r  Готово к применению 3 |4обновление:обновления:обновлений;.",
					["timestamp"] = 1118038.144,
					["serverTime"] = 1666968051,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[17:40:51]|h Общее время игры: 119 |4день:дня:дней;, 12 |4час:часа:часов;, 22 |4минута:минуты:минут;, 33 |4секунда:секунды:секунд;.",
					["serverTime"] = 1666968052,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1118041.959,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [128]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
