
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
				"/г Вар устал", -- [1]
				"/г /tmw", -- [2]
				"/г /tmw", -- [3]
				"/г Вот как мне ещё 110 уровней без свистка распорядителя полётов играть?", -- [4]
				"/г Да вообще", -- [5]
				"/г ВАР БИТЬ", -- [6]
				"/cw Ромеох А теперь ты меня добавь в гильдию) //Алоиза", -- [7]
				" Ща тогда Ромеэ напишу", -- [8]
				" Именно", -- [9]
				" Если этот чар может", -- [10]
				" Добавь меня в гильдию)", -- [11]
				"/с /tmw", -- [12]
				"/с /tmw", -- [13]
				"/с /tmw", -- [14]
				"/с /tmw", -- [15]
				"/с /vuhdo options", -- [16]
				"/с /bt", -- [17]
			},
			["ChatFrame3EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1590472855,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 4,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[01:11:06]|h |Hplayer:Фламинника-Гордунни|h[|cffc69b6dФламинника|r]|h заслужила достижение |cffffff00|Hachievement:18365:Player-1602-0BC52020:1:7:13:23:4294967295:4294967295:4294967295:4294967295|h[Драконье превосходство]|h|r!",
					["serverTime"] = 1689552630,
					["r"] = 0.3411764800548554,
					["b"] = 1,
					["timestamp"] = 38422.587,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
					["g"] = 0.501960813999176,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[01:11:06]|h |Hplayer:Фламинника-Гордунни|h[|cffc69b6dФламинника|r]|h заслужила достижение |cffffff00|Hachievement:18366:Player-1602-0BC52020:1:7:13:23:4294967295:4294967295:4294967295:4294967295|h[Драконья эпичность]|h|r!",
					["serverTime"] = 1689552630,
					["r"] = 0.3411764800548554,
					["b"] = 1,
					["timestamp"] = 38422.587,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
					["g"] = 0.501960813999176,
				}, -- [2]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 38422.587,
				}, -- [3]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 38422.587,
				}, -- [4]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[01:49:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T773178:14|tБлескотрончик – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279770.4,
					["serverTime"] = 1639352952,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[01:49:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132140:14|tНегодяй – |3-8(вражеский питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279771.159,
					["serverTime"] = 1639352953,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[01:49:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279777.402,
					["serverTime"] = 1639352959,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[01:49:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134518:14|t|cff4e96f7|HbattlePetAbil:392:1400:260:325|h[Дополнительная броня]|h|r накладывает эффект |T134518:14|t|cff4e96f7|HbattlePetAbil:391:1400:260:325|h[Дополнительная броня]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279777.902,
					["serverTime"] = 1639352959,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[01:49:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279778.912,
					["serverTime"] = 1639352960,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[01:49:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279779.412,
					["serverTime"] = 1639352961,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[01:49:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279779.912,
					["serverTime"] = 1639352961,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[01:49:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:3025:325:219|h[Игры разума]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279781.912,
					["serverTime"] = 1639352963,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[01:49:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279784.433,
					["serverTime"] = 1639352966,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[01:49:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1050:260:325|h[Игры разума: здоровье]|h|r наносит 350 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279784.433,
					["serverTime"] = 1639352966,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[01:49:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1050:260:325|h[Игры разума: здоровье]|h|r наносит 406 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279784.683,
					["serverTime"] = 1639352966,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[01:49:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1050:260:325|h[Игры разума: здоровье]|h|r наносит 386 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279784.933,
					["serverTime"] = 1639352966,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[01:49:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279785.183,
					["serverTime"] = 1639352967,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[01:49:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279785.433,
					["serverTime"] = 1639352967,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[01:49:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279785.683,
					["serverTime"] = 1639352967,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[01:49:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 103 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279788.45,
					["serverTime"] = 1639352970,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[01:49:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279788.45,
					["serverTime"] = 1639352970,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[01:49:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279788.45,
					["serverTime"] = 1639352970,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[01:49:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279794.442,
					["serverTime"] = 1639352976,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[01:49:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279795.442,
					["serverTime"] = 1639352977,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[01:49:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279795.793,
					["serverTime"] = 1639352977,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[01:49:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279796.143,
					["serverTime"] = 1639352978,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[01:49:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r накладывает эффект \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:947:260:325|h[Рог изобилия]|h|r\" на |3-3(команда противника).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279796.494,
					["serverTime"] = 1639352978,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[01:49:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:2647:325:219|h[Укус]|h|r наносит 172 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279798.215,
					["serverTime"] = 1639352980,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[01:49:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:775:260:325|h[Рог изобилия]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279800.23,
					["serverTime"] = 1639352982,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[01:49:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279801.471,
					["serverTime"] = 1639352983,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[01:49:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279801.973,
					["serverTime"] = 1639352983,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[01:49:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279802.723,
					["serverTime"] = 1639352984,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[01:49:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279803.074,
					["serverTime"] = 1639352985,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[01:49:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:775:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279803.424,
					["serverTime"] = 1639352985,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[01:49:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:2395:325:219|h[Укус]|h|r наносит 258 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279806.256,
					["serverTime"] = 1639352988,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[01:49:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:517:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279808.267,
					["serverTime"] = 1639352990,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[01:49:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T134518:14|t|cff4e96f7|HbattlePetAbil:391:517:260:325|h[Дополнительная броня]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279808.317,
					["serverTime"] = 1639352990,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[01:49:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:2301:325:219|h[Игры разума]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279808.317,
					["serverTime"] = 1639352990,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[01:49:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279809.561,
					["serverTime"] = 1639352991,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[01:49:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:517:260:325|h[Умножение сущностей]|h|r наносит 235 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279809.912,
					["serverTime"] = 1639352991,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[01:49:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:517:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279810.7,
					["serverTime"] = 1639352992,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[01:49:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:517:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279811.051,
					["serverTime"] = 1639352993,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[01:49:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:517:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:517:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279811.404,
					["serverTime"] = 1639352993,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[01:49:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236189:14|t|cff4e96f7|HbattlePetAbil:1016:1752:325:219|h[Корм]|h|r наносит 345 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279813.874,
					["serverTime"] = 1639352995,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[01:49:57]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236189:14|t|cff4e96f7|HbattlePetAbil:1016:2097:325:219|h[Корм]|h|r восстанавливает 345 ед. урона |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279814.126,
					["serverTime"] = 1639352996,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[01:49:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:172:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279816.128,
					["serverTime"] = 1639352998,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[01:49:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279816.978,
					["serverTime"] = 1639352998,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[01:50:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:172:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279817.481,
					["serverTime"] = 1639352999,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[01:50:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:172:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279818.231,
					["serverTime"] = 1639353000,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[01:50:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:172:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279818.582,
					["serverTime"] = 1639353000,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[01:50:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:172:260:325|h[Умножение сущностей]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:172:260:325|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279818.582,
					["serverTime"] = 1639353000,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[01:50:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:172:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:172:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279818.935,
					["serverTime"] = 1639353000,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[01:50:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:1343:325:219|h[Укус]|h|r наносит 431 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279821.853,
					["serverTime"] = 1639353003,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[01:50:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T773178:14|tБлескотрончик погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279821.853,
					["serverTime"] = 1639353003,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[01:50:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:280:260:325|h[Последний шанс]|h|r восстанавливает 280 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279824.367,
					["serverTime"] = 1639353006,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[01:50:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:280:260:325|h[Последний шанс]|h|r накладывает эффект |T618979:14|t|cff4e96f7|HbattlePetAbil:244:280:260:325|h[Механический питомец]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279824.619,
					["serverTime"] = 1639353006,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[01:50:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:280:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279827.644,
					["serverTime"] = 1639353009,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[01:50:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279829.408,
					["serverTime"] = 1639353011,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[01:50:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:280:260:325|h[Рог изобилия]|h|r наносит 283 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279830.416,
					["serverTime"] = 1639353012,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[01:50:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:280:260:325|h[Рог изобилия]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279830.806,
					["serverTime"] = 1639353012,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[01:50:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:280:260:325|h[Рог изобилия]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279831.158,
					["serverTime"] = 1639353013,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[01:50:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:280:260:325|h[Рог изобилия]|h|r накладывает эффект \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:280:260:325|h[Рог изобилия]|h|r\" на |3-3(команда противника).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279831.522,
					["serverTime"] = 1639353013,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[01:50:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:966:325:219|h[Укус]|h|r наносит 431 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279832.889,
					["serverTime"] = 1639353014,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[01:50:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T773178:14|tБлескотрончик погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279832.889,
					["serverTime"] = 1639353014,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[01:50:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:0:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279836.408,
					["serverTime"] = 1639353018,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[01:50:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279838.415,
					["serverTime"] = 1639353020,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[01:50:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133015:14|tПаровой танк ярмарки Новолуния – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279838.415,
					["serverTime"] = 1639353020,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[01:50:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279850.444,
					["serverTime"] = 1639353032,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[01:50:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T252188:14|t|cff4e96f7|HbattlePetAbil:646:1014:273:260|h[Шок и трепет]|h|r наносит 988 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279851.58,
					["serverTime"] = 1639353033,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[01:50:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T132140:14|tНегодяй погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279851.58,
					["serverTime"] = 1639353033,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[01:50:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1321:273:260|h[Боевое восстановление]|h|r восстанавливает 307 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279854.972,
					["serverTime"] = 1639353036,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[01:50:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1250:273:273|h[Боевое восстановление]|h|r восстанавливает 297 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279854.972,
					["serverTime"] = 1639353036,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [68]
			},
			["headIndex"] = 68,
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 4,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["serverTime"] = 1689552630,
					["r"] = 1,
					["b"] = 0.9843137860298157,
					["timestamp"] = 38422.587,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["g"] = 0.917647123336792,
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 38422.587,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 38422.587,
				}, -- [3]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 38401.295,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [4]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame2"] = {
			["maxElements"] = 300,
			["elements"] = {
				{
					["message"] = "Одрия-СтражСмерти выполняет действие \"Горное дело\" на |3-6(Залежи монелита).",
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1150387.774,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "Одрия-СтражСмерти выполняет действие \"Сбор трав\" на |3-6(Якорь-трава).",
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1150400.447,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [2]
				{
					["message"] = "Вц-Борейскаятундра отпускает |3-3(ГдеМясо).",
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1151156.532,
					["extraData"] = {
						32, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [3]
				{
					["message"] = "Предметы вашей экипировки утратили 10% прочности.",
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1151562.883,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [4]
				{
					["message"] = "Вц-Борейскаятундра отпускает |3-3(Гриддис).",
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1151713.78,
					["extraData"] = {
						32, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [5]
				{
					["message"] = "Вц-Борейскаятундра отпускает |3-3(Гриддис).",
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1152146.172,
					["extraData"] = {
						32, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [6]
				{
					["message"] = "Предметы вашей экипировки утратили 10% прочности.",
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1152181.518,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [7]
				{
					["message"] = "Вц-Борейскаятундра отпускает |3-3(Гриддис).",
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1152403.328,
					["extraData"] = {
						32, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [8]
				{
					["message"] = "Вц-Борейскаятундра отпускает |3-3(Гриддис).",
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1152583.328,
					["extraData"] = {
						32, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [9]
				{
					["message"] = "Вы создаете: Военный свиток стойкости.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1152993.96,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [10]
				{
					["message"] = "Вы создаете: Военный свиток стойкости.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1152995.539,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [11]
				{
					["message"] = "Вы создаете: Военный свиток стойкости.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1152997.117,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [12]
				{
					["message"] = "Вы создаете: Военный свиток стойкости.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1152998.77,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [13]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1153408.478,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [14]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1153408.478,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [15]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1153408.478,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [16]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1153409.87,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [17]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1153409.87,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [18]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1153409.87,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [19]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1153416.593,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [20]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1153418.158,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [21]
				{
					["message"] = "Вы создаете: Фолиант спокойного разума.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1153422.216,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [22]
				{
					["message"] = "Предметы вашей экипировки утратили 10% прочности.",
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1153838.911,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [23]
				{
					["message"] = "Предметы вашей экипировки утратили 10% прочности.",
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1155640.147,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [24]
				{
					["message"] = "Предметы вашей экипировки утратили 10% прочности.",
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1156013.193,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [25]
				{
					["message"] = "Предметы вашей экипировки утратили 10% прочности.",
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1156605.79,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [26]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157162.358,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [27]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157163.937,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [28]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157165.574,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [29]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157167.241,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [30]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157168.874,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [31]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157170.511,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [32]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157172.145,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [33]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157173.746,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [34]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157279.484,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [35]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157279.484,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [36]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157279.484,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [37]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157281.25,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [38]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157281.25,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [39]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157282.888,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [40]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157282.888,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [41]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157282.888,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [42]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157284.327,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [43]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157284.327,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [44]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157284.327,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [45]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157285.99,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [46]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157285.99,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [47]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157285.99,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [48]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157287.153,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [49]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157287.153,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [50]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157287.153,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [51]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157288.476,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [52]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157288.476,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [53]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157288.476,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [54]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157289.82,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [55]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157289.82,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [56]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157289.82,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [57]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157291.244,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [58]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157291.244,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [59]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157291.244,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [60]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157292.511,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [61]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157292.511,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [62]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157292.511,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [63]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157293.736,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [64]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157293.736,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [65]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157295.267,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [66]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157295.267,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [67]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157295.267,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [68]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157297.231,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [69]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157297.231,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [70]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157297.231,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [71]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157298.631,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [72]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157298.631,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [73]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157298.631,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [74]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157299.868,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [75]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157299.868,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [76]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157299.868,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [77]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157301.281,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [78]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157301.281,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [79]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157301.281,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [80]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157309.555,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [81]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157311.169,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [82]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157312.806,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [83]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157314.519,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [84]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157316.113,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [85]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157317.715,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [86]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157319.36,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [87]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157321.399,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [88]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157322.969,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [89]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157324.702,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [90]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157326.34,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [91]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157327.981,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [92]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157329.63,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [93]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157331.257,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [94]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157332.876,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [95]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157334.492,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [96]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157336.133,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [97]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157337.773,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [98]
				{
					["message"] = "Вы создаете: Военный свиток боевого клича.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157450.257,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [99]
				{
					["message"] = "Вы создаете: Военный свиток боевого клича.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157452.026,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [100]
				{
					["message"] = "Вы создаете: Военный свиток боевого клича.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157453.617,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [101]
			},
			["headIndex"] = 101,
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 74,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[03:22:49]|h Вы создаете: |cff1eff00|Hitem:194761::::::::70:72::::2:38:2:40:645:::::|h[Медные чернила |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx2.",
					["serverTime"] = 1689553369,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39162.528,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[03:22:52]|h Вы создаете: |cff1eff00|Hitem:194761::::::::70:72::::2:38:2:40:645:::::|h[Медные чернила |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx2.",
					["serverTime"] = 1689553372,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39165.693,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[03:22:56]|h Вы создаете: |cff1eff00|Hitem:194855::::::::70:72::::2:38:3:40:645:::::|h[Медные чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1689553376,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39169.478,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[03:23:05]|h Вы создаете: |cffffffff|Hitem:194846::::::::70:72::::2:38:3:40:636:::::|h[Пылающие чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1689553385,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39178.768,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[03:23:09]|h Вы создаете: |cffffffff|Hitem:194846::::::::70:72::::2:38:3:40:636:::::|h[Пылающие чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1689553389,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39182.055,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[03:23:12]|h Вы создаете: |cffffffff|Hitem:194846::::::::70:72::::2:38:3:40:636:::::|h[Пылающие чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1689553392,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39185.18,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[03:23:15]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Окясуражёня-Гордунни:6160:CHANNEL:5|h[|cffc69b6dОкясуражёня|r]|h: Хoчeшь cтaть бycтepoм, нo нe знaeшь кaк? Пpoйди 2 нeдeли бecплaтнoгo oбyчeния и нaчни зapaбaтывaть в любимoй MMO. Пoдpoбнee нa www.wowjob.us",
					["serverTime"] = 1689553395,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						7, -- [2]
						8, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 39188.041,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[03:23:15]|h Вы создаете: |cffffffff|Hitem:194846::::::::70:72::::2:38:3:40:636:::::|h[Пылающие чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1689553395,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39188.116,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[03:23:18]|h Вы создаете: |cffffffff|Hitem:194846::::::::70:72::::2:38:3:40:636:::::|h[Пылающие чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1689553398,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39191.045,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[03:23:22]|h Вы создаете: |cffffffff|Hitem:194852::::::::70:72::::2:38:3:40:644:::::|h[Цветущие чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1689553402,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39195.471,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[03:23:25]|h Вы создаете: |cffffffff|Hitem:194852::::::::70:72::::2:38:3:40:644:::::|h[Цветущие чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1689553405,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39198.353,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[03:23:28]|h Вы создаете: |cffffffff|Hitem:194852::::::::70:72::::2:38:3:40:644:::::|h[Цветущие чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1689553408,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39201.498,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[03:23:31]|h Вы создаете: |cffffffff|Hitem:194852::::::::70:72::::2:38:3:40:644:::::|h[Цветущие чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1689553411,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39204.112,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[03:23:34]|h Вы создаете: |cffffffff|Hitem:194852::::::::70:72::::2:38:3:40:644:::::|h[Цветущие чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1689553414,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39207.059,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[03:23:36]|h Вы создаете: |cffffffff|Hitem:194852::::::::70:72::::2:38:3:40:644:::::|h[Цветущие чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1689553416,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39209.825,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[03:23:43]|h Вы создаете: |cffffffff|Hitem:194846::::::::70:72::::2:38:3:40:636:::::|h[Пылающие чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1689553423,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39216.322,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[03:23:49]|h Вы создаете: |cff1eff00|Hitem:194761::::::::70:72::::2:38:2:40:645:::::|h[Медные чернила |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx2.",
					["serverTime"] = 1689553429,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39222.707,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[03:23:52]|h Вы создаете: |cff1eff00|Hitem:194761::::::::70:72::::2:38:2:40:645:::::|h[Медные чернила |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx2.",
					["serverTime"] = 1689553432,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39225.313,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[03:23:55]|h Вы создаете: |cff1eff00|Hitem:194761::::::::70:72::::2:38:2:40:645:::::|h[Медные чернила |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx2.",
					["serverTime"] = 1689553435,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39227.945,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[03:23:57]|h Вы создаете: |cff1eff00|Hitem:194855::::::::70:72::::2:38:3:40:645:::::|h[Медные чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1689553437,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39230.585,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[03:24:00]|h Вы создаете: |cff1eff00|Hitem:194761::::::::70:72::::2:38:2:40:645:::::|h[Медные чернила |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx2.",
					["serverTime"] = 1689553440,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39233.194,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[03:24:03]|h Вы создаете: |cff1eff00|Hitem:194761::::::::70:72::::2:38:2:40:645:::::|h[Медные чернила |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx2.",
					["serverTime"] = 1689553443,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39235.844,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[03:24:06]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Кьюсонг-Гордунни:6249:CHANNEL:5|h[|cffa330c9Кьюсонг|r]|h: Качественный афк кач вашего персонажа 10-60 60-70 (пару часов) Подробности в лс",
					["serverTime"] = 1689553446,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						7, -- [2]
						11, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 39239.783,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[03:24:20]|h Вы получили предмет: |cff0070dd|Hitem:190329::::::::70:72:::::::::|h[Пробужденный лед]|h|r.",
					["serverTime"] = 1689553460,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39253.253,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[03:24:21]|h Вы получили предмет: |cff0070dd|Hitem:190329::::::::70:72:::::::::|h[Пробужденный лед]|h|r.",
					["serverTime"] = 1689553461,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39254.089,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[03:24:27]|h Подмастерье Энвиаль говорит: Наши самоцветы такие яркие, что вам захочется украсить ими чешую! Взгляните на работы лучших ювелиров Драконьих островов!",
					["serverTime"] = 1689553467,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						5, -- [2]
						6, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 39260.033,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[03:24:27]|h Вы создаете: |cff0070dd|Hitem:194755::::::::70:72::::2:38:2:40:646:::::|h[Космические чернила |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx2.",
					["serverTime"] = 1689553467,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39260.325,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[03:24:34]|h Вы создаете: |cff0070dd|Hitem:194755::::::::70:72::::2:38:2:40:646:::::|h[Космические чернила |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx9.",
					["serverTime"] = 1689553474,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39267.197,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[03:24:40]|h Вы создаете: |cff0070dd|Hitem:194756::::::::70:72::::2:38:3:40:646:::::|h[Космические чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1689553480,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39272.862,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[03:25:14]|h Вы создаете: |cffffffff|Hitem:194852::::::::70:72::::2:38:3:40:644:::::|h[Цветущие чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1689553514,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39307.628,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[03:25:18]|h Вы создаете: |cffffffff|Hitem:194852::::::::70:72::::2:38:3:40:644:::::|h[Цветущие чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1689553518,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39310.996,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[03:25:20]|h Вы создаете: |cffffffff|Hitem:194852::::::::70:72::::2:38:3:40:644:::::|h[Цветущие чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1689553520,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39313.835,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[03:25:23]|h Вы создаете: |cffffffff|Hitem:194852::::::::70:72::::2:38:3:40:644:::::|h[Цветущие чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1689553523,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39316.537,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[03:25:26]|h Вы создаете: |cffffffff|Hitem:194852::::::::70:72::::2:38:3:40:644:::::|h[Цветущие чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1689553526,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39319.66,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[03:25:29]|h Вы создаете: |cffffffff|Hitem:194852::::::::70:72::::2:38:3:40:644:::::|h[Цветущие чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1689553529,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39322.745,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[03:25:33]|h Вы создаете: |cffffffff|Hitem:194852::::::::70:72::::2:38:3:40:644:::::|h[Цветущие чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1689553533,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39325.939,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[03:25:37]|h Вы создаете: |cffffffff|Hitem:194852::::::::70:72::::2:38:3:40:644:::::|h[Цветущие чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1689553537,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39329.895,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[03:25:41]|h Вы создаете: |cffffffff|Hitem:194852::::::::70:72::::2:38:3:40:644:::::|h[Цветущие чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1689553541,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39334.195,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[03:25:48]|h Вы создаете: |cff0070dd|Hitem:194864::::::::70:72::::2:38:3:40:667:::::|h[Руническая витая кора |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1689553548,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39341.687,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[03:25:52]|h Вы создаете: |cff0070dd|Hitem:194863::::::::70:72::::2:38:2:40:667:::::|h[Руническая витая кора |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|r.",
					["serverTime"] = 1689553552,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39345.716,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[03:25:56]|h Вы создаете: |cff0070dd|Hitem:194864::::::::70:72::::2:38:3:40:667:::::|h[Руническая витая кора |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|r.",
					["serverTime"] = 1689553556,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39349.769,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[03:26:00]|h Вы создаете: |cff0070dd|Hitem:194863::::::::70:72::::2:38:2:40:667:::::|h[Руническая витая кора |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|r.",
					["serverTime"] = 1689553560,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39353.597,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[03:26:11]|h Вы создаете: |cff0070dd|Hitem:194863::::::::70:72::::2:38:2:40:667:::::|h[Руническая витая кора |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|r.",
					["serverTime"] = 1689553571,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39364.049,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[03:26:15]|h Вы создаете: |cff0070dd|Hitem:194864::::::::70:72::::2:38:3:40:667:::::|h[Руническая витая кора |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|r.",
					["serverTime"] = 1689553575,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39367.977,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[03:26:35]|h Коллд выходит из игрового мира.",
					["serverTime"] = 1689553595,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39388.708,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[03:27:30]|h |3-6(Начертание Драконьих островов) повышается до 92.",
					["serverTime"] = 1689553650,
					["r"] = 0.3333333432674408,
					["extraData"] = {
						27, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39442.886,
					["g"] = 0.3333333432674408,
					["b"] = 1,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[03:27:30]|h Ваши новые знания позволили материализовать рвение мастера:",
					["serverTime"] = 1689553650,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39443.294,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[03:27:30]|h Вы получили предмет: |cff0070dd|Hitem:190456::::::::70:72:::::::::|h[Рвение мастера]|h|rx10.",
					["serverTime"] = 1689553650,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39443.294,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[03:27:31]|h Изготовив рецепт в первый раз, вы кое-чему научились:",
					["serverTime"] = 1689553651,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39443.886,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[03:27:31]|h Вы получаете валюту – |cff0070dd|Hcurrency:2028:0|h[Знание начертания Драконьих островов]|h|rх1",
					["serverTime"] = 1689553651,
					["r"] = 0.2823529541492462,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39443.886,
					["g"] = 0.8274510502815247,
					["b"] = 0.8431373238563538,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[03:28:07]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Кьюсонг-Гордунни:6743:CHANNEL:5|h[|cffa330c9Кьюсонг|r]|h: Качественный афк кач вашего персонажа 10-60 60-70 (пару часов) Подробности в лс",
					["serverTime"] = 1689553687,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						7, -- [2]
						11, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 39480.301,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[03:28:10]|h Неару раскладывает благовония проницательности, чтобы вдохновить ремесленников неподалеку!",
					["serverTime"] = 1689553690,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						14, -- [2]
						15, -- [3]
						"CHAT_MSG_MONSTER_EMOTE", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 39483.626,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[03:28:15]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Зловещество-Гордунни:6760:CHANNEL:5|h[|cff33937fЗловещество|r]|h: Продам игрушки |cff0070dd|Hitem:202360::::::::70:1468:::::::::|h[Измятая банка]|h|r |cff0070dd|Hitem:192495::::::::70:1473:::::::::|h[Неисправный стелс-мен 54]|h|r |cff0070dd|Hitem:202309::::::::70:1473:::::::::|h[Барахлящая машина Судного дня]|h|r",
					["serverTime"] = 1689553695,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						7, -- [2]
						13, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 39487.94,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[03:28:21]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Риднайт-Гордунни:6772:CHANNEL:5|h[|cffff7c0aРиднайт|r]|h: крафт |cffa335ee|Hitem:204697::::::::70:103::13:1:3524::::::|h[Зачарованный гребень Аспекта из пламени Тьмы]|h|r за чаевые",
					["serverTime"] = 1689553701,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						7, -- [2]
						16, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 39493.948,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[03:28:25]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Бладекана-Гордунни:6781:CHANNEL:5|h[|cffc41e3aБладекана|r]|h: Кто может помочь немного лвл персонажа поднять побыстрее?",
					["serverTime"] = 1689553705,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						7, -- [2]
						17, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 39498.05,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[03:28:36]|h |cffffff00Вы выиграли лот |cff0070dd|Hitem:190326::::::::70:72::::::|h[Пробуждающийся воздух]|h|rx100 за |cffffffff1650|r|cffffd70ag|r |cffffffff00|r|cffc7c7cfs|r |cffffffff00|r|cffeda55fc|r|r",
					["timestamp"] = 39509.727,
					["serverTime"] = 1689553716,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[03:28:37]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Окясуражёня-Гордунни:6813:CHANNEL:5|h[|cffc69b6dОкясуражёня|r]|h: Хoчeшь cтaть бycтepoм, нo нe знaeшь кaк? Пpoйди 2 нeдeли бecплaтнoгo oбyчeния и нaчни зapaбaтывaть в любимoй MMO. Пoдpoбнee нa www.wowjob.us",
					["serverTime"] = 1689553717,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						7, -- [2]
						8, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 39510.338,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[03:28:45]|h Вы получили предмет: |cff0070dd|Hitem:190456::::::::70:72:::::::::|h[Рвение мастера]|h|rx10.",
					["serverTime"] = 1689553725,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39518.07,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[03:28:45]|h Задание \"Жажда работы\" выполнено.",
					["serverTime"] = 1689553725,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39518.091,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[03:28:45]|h Вы получили предмет: |cff0070dd|Hitem:190456::::::::70:72:::::::::|h[Рвение мастера]|h|rx140.",
					["serverTime"] = 1689553725,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39518.18,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[03:28:55]|h Вы получили предмет: |cff0070dd|Hitem:190326::::::::70:72:::::::::|h[Пробуждающийся воздух]|h|rx100.",
					["serverTime"] = 1689553735,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39528.744,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[03:29:00]|h Зазывала торговой лавки говорит: Привет! Приглашаю в нашу торговую лавку. Мы как раз получили новую партию товаров!",
					["serverTime"] = 1689553740,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						5, -- [2]
						6, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 39533.415,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[03:29:05]|h Вы получили предмет: |cff0070dd|Hitem:190327::::::::70:72:::::::::|h[Пробужденный воздух]|h|r.",
					["serverTime"] = 1689553745,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39538.622,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[03:29:06]|h Вы получили предмет: |cff0070dd|Hitem:190327::::::::70:72:::::::::|h[Пробужденный воздух]|h|r.",
					["serverTime"] = 1689553746,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39539.439,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[03:29:15]|h Вы переделываете предмет |cffa335ee|Hitem:194879::::::::70:72::13:7:8836:8840:8902:9404:8793:9376:9366:8:28:2164:29:32:30:49:38:7:40:675:48:194566:49:204697:51:204440:::::|h[Потрескивающий кодекс островов |A:Professions-ChatIcon-Quality-Tier4:17:17::1|a]|h|r в предмет |cffa335ee|Hitem:194879::::::::70:72::13:7:8836:8840:8902:9405:8793:9376:9366:8:28:2164:29:32:30:49:38:8:40:675:48:194566:49:204697:51:204440:::::|h[Потрескивающий кодекс островов |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r.",
					["serverTime"] = 1689553755,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39548.548,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[03:29:21]|h Вы выполнили частный заказ (Потрескивающий кодекс островов |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a) для клиента Алоиза и получили 95|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t в уплату.",
					["serverTime"] = 1689553761,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39553.87,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[03:29:31]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq31|k:57:6975:BN_INLINE_TOAST_ALERT:0|h[|Kq31|k]|h выходит из сети.",
					["serverTime"] = 1689553771,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39564.764,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[03:29:40]|h Над Престолом Аспектов раздается победоносный рык, возвещающий о создании Наз'уро, Высвобожденного Наследия.",
					["serverTime"] = 1689553780,
					["r"] = 1,
					["extraData"] = {
						37, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39573.811,
					["g"] = 0.4705882668495178,
					["b"] = 0.03921568766236305,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[03:30:00]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Зловещество-Гордунни:7046:CHANNEL:5|h[|cff33937fЗловещество|r]|h: Продам игрушки |cff0070dd|Hitem:202360::::::::70:1468:::::::::|h[Измятая банка]|h|r |cff0070dd|Hitem:192495::::::::70:1473:::::::::|h[Неисправный стелс-мен 54]|h|r |cff0070dd|Hitem:202309::::::::70:1473:::::::::|h[Барахлящая машина Судного дня]|h|r",
					["serverTime"] = 1689553800,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						7, -- [2]
						13, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 39593.337,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[03:30:09]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Саурфия-Гордунни:7069:CHANNEL:5|h[|cff3fc7ebСаурфия|r]|h: Закроем ваш/наш ключ 11-20 в тайм или викли и Рассвет бесконечности Подберем нужный тип брони для обмена, договоримся, останетесь довольны",
					["serverTime"] = 1689553809,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						7, -- [2]
						18, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 39602.312,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[03:30:22]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Кьюсонг-Гордунни:7104:CHANNEL:5|h[|cffa330c9Кьюсонг|r]|h: Качественный афк кач вашего персонажа 10-60 60-70 (пару часов) Подробности в лс",
					["serverTime"] = 1689553822,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						7, -- [2]
						11, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 39615.753,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[03:30:26]|h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Вальдраккен]|h.",
					["serverTime"] = 1689553826,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 39619.619,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[03:30:26]|h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Оборона: Вальдраккен]|h.",
					["serverTime"] = 1689553826,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						3, -- [2]
						4, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 39619.619,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[03:30:26]|h Вы покинули канал |Hchannel:CHANNEL:5|h[5. Торговля (услуги): Город]|h.",
					["serverTime"] = 1689553826,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						7, -- [2]
						19, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 39619.619,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[03:15:37]|h Над Престолом Аспектов раздается победоносный рык, возвещающий о создании Наз'уро, Высвобожденного Наследия.",
					["serverTime"] = 1689552937,
					["r"] = 1,
					["extraData"] = {
						37, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 38730.446,
					["g"] = 0.4705882668495178,
					["b"] = 0.03921568766236305,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[03:15:38]|h Вы получили предмет: |cff0070dd|Hitem:190329::::::::70:72:::::::::|h[Пробужденный лед]|h|r.",
					["serverTime"] = 1689552938,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 38730.973,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[03:15:39]|h Вы получили предмет: |cff0070dd|Hitem:190329::::::::70:72:::::::::|h[Пробужденный лед]|h|r.",
					["serverTime"] = 1689552939,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 38731.863,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[03:15:39]|h Вы получили предмет: |cff0070dd|Hitem:190329::::::::70:72:::::::::|h[Пробужденный лед]|h|r.",
					["serverTime"] = 1689552939,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 38732.729,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[03:15:52]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Ксэир-Гордунни:5551:CHANNEL:5|h[|cffa330c9Ксэир|r]|h: |cffffd000|Htrade:Player-1602-0E658632:2108:165|h[Кожевничество]|h|r крафт кожи и кольчуги, избранное бесплатно",
					["serverTime"] = 1689552952,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						7, -- [2]
						9, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 38745.156,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[03:16:19]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Кьюсонг-Гордунни:5583:CHANNEL:5|h[|cffa330c9Кьюсонг|r]|h: Качественный афк кач вашего персонажа 10-60 60-70 (пару часов) Подробности в лс",
					["serverTime"] = 1689552979,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						7, -- [2]
						11, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 38772.523,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[03:16:28]|h Вы создаете: |cff0070dd|Hitem:191529::::::::70:72:::::::::|h[Блистательное озарение]|h|r.",
					["serverTime"] = 1689552988,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 38781.053,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[03:16:29]|h Вы создаете: |cff0070dd|Hitem:191529::::::::70:72:::::::::|h[Блистательное озарение]|h|r.",
					["serverTime"] = 1689552989,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 38782.831,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[03:16:32]|h Вы создаете: |cff0070dd|Hitem:191529::::::::70:72:::::::::|h[Блистательное озарение]|h|r.",
					["serverTime"] = 1689552992,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 38784.827,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[03:16:33]|h Вы создаете: |cff0070dd|Hitem:191529::::::::70:72:::::::::|h[Блистательное озарение]|h|r.",
					["serverTime"] = 1689552993,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 38786.745,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[03:16:35]|h Вы создаете: |cff0070dd|Hitem:191529::::::::70:72:::::::::|h[Блистательное озарение]|h|r.",
					["serverTime"] = 1689552995,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 38788.7,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[03:16:37]|h Вы получили предмет: |cff0070dd|Hitem:191526::::::::70:72:::::::::|h[Малое блистательное озарение]|h|rx5.",
					["serverTime"] = 1689552997,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 38790.264,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[03:17:00]|h Вы создаете: |cff0070dd|Hitem:194756::::::::70:72::::2:38:3:40:646:::::|h[Космические чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1689553020,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 38813.014,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[03:17:13]|h Вы создаете: |cff0070dd|Hitem:194864::::::::70:72::::2:38:3:40:667:::::|h[Руническая витая кора |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|r.",
					["serverTime"] = 1689553033,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 38826.642,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[03:17:18]|h Вы создаете: |cff0070dd|Hitem:194863::::::::70:72::::2:38:2:40:667:::::|h[Руническая витая кора |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|r.",
					["serverTime"] = 1689553038,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 38831.357,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[03:17:22]|h Вы создаете: |cff0070dd|Hitem:194863::::::::70:72::::2:38:2:40:667:::::|h[Руническая витая кора |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|r.",
					["serverTime"] = 1689553042,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 38835.399,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[03:17:26]|h Вы создаете: |cff0070dd|Hitem:194863::::::::70:72::::2:38:2:40:667:::::|h[Руническая витая кора |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|r.",
					["serverTime"] = 1689553046,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 38839.017,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[03:17:47]|h Вы создаете: |cff0070dd|Hitem:194863::::::::70:72::::2:38:2:40:667:::::|h[Руническая витая кора |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|r.",
					["serverTime"] = 1689553067,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 38860.385,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[03:17:47]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Окясуражёня-Гордунни:5717:CHANNEL:5|h[|cffc69b6dОкясуражёня|r]|h: Хoчeшь cтaть бycтepoм, нo нe знaeшь кaк? Пpoйди 2 нeдeли бecплaтнoгo oбyчeния и нaчни зapaбaтывaть в любимoй MMO. Пoдpoбнee нa www.wowjob.us",
					["serverTime"] = 1689553067,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						7, -- [2]
						8, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 38860.722,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[03:17:50]|h Вы создаете: |cff0070dd|Hitem:194863::::::::70:72::::2:38:2:40:667:::::|h[Руническая витая кора |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|r.",
					["serverTime"] = 1689553070,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 38863.067,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[03:18:14]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Сашох-Гордунни:5752:CHANNEL:5|h[|cffff7c0aСашох|r]|h: протанкую/ддшну ваш ключ 15-20 за голд/прокачаю вашего персонажа афк 60-70 за голд",
					["serverTime"] = 1689553094,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						7, -- [2]
						12, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 38887.692,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[03:18:47]|h Вы получили предмет: |cffffffff|Hitem:198422::::::::70:72::::1:38:2:::::|h[Мерцающий пигмент |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx4.",
					["serverTime"] = 1689553127,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 38920.062,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[03:18:48]|h Вы получили предмет: |cffffffff|Hitem:198422::::::::70:72::::1:38:2:::::|h[Мерцающий пигмент |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx3.",
					["serverTime"] = 1689553128,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 38920.837,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[03:18:48]|h Вы получили предмет: |cffffffff|Hitem:198422::::::::70:72::::1:38:2:::::|h[Мерцающий пигмент |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx5.",
					["serverTime"] = 1689553128,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 38921.564,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[03:18:49]|h Вы получили предмет: |cffffffff|Hitem:198422::::::::70:72::::1:38:2:::::|h[Мерцающий пигмент |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx3.",
					["serverTime"] = 1689553129,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 38922.365,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[03:18:50]|h Вы получили предмет: |cffffffff|Hitem:198422::::::::70:72::::1:38:2:::::|h[Мерцающий пигмент |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx5.",
					["serverTime"] = 1689553130,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 38923.106,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[03:18:50]|h Вы получили предмет: |cffffffff|Hitem:198422::::::::70:72::::1:38:2:::::|h[Мерцающий пигмент |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx3.",
					["serverTime"] = 1689553130,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 38923.821,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[03:18:51]|h Вы получили предмет: |cffffffff|Hitem:198422::::::::70:72::::1:38:2:::::|h[Мерцающий пигмент |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx5.",
					["serverTime"] = 1689553131,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 38924.706,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[03:18:52]|h Вы получили предмет: |cffffffff|Hitem:198422::::::::70:72::::1:38:2:::::|h[Мерцающий пигмент |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx2.",
					["serverTime"] = 1689553132,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 38925.374,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[03:18:53]|h Вы получили предмет: |cffffffff|Hitem:198422::::::::70:72::::1:38:2:::::|h[Мерцающий пигмент |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx5.",
					["serverTime"] = 1689553133,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 38926.125,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[03:18:54]|h Вы получили предмет: |cffffffff|Hitem:198422::::::::70:72::::1:38:2:::::|h[Мерцающий пигмент |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx3.",
					["serverTime"] = 1689553134,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 38926.845,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[03:19:06]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Кьюсонг-Гордунни:5822:CHANNEL:5|h[|cffa330c9Кьюсонг|r]|h: Качественный афк кач вашего персонажа 10-60 60-70 (пару часов) Подробности в лс",
					["serverTime"] = 1689553146,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						7, -- [2]
						11, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 38939.211,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[03:20:26]|h |cffffff00Вы выиграли лот |cff1eff00|Hitem:191471::::::::70:72::::::|h[Витая кора]|h|rx400 за |cffffffff5672|r|cffffd70ag|r |cffffffff00|r|cffc7c7cfs|r |cffffffff00|r|cffeda55fc|r|r",
					["timestamp"] = 39019.626,
					["serverTime"] = 1689553226,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[03:20:43]|h Мяурог побеждает в поединке с |3-4(Каддгар).",
					["serverTime"] = 1689553243,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39036.566,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[03:20:44]|h Вы получили задание \"И насыщенное, и напыщенное\".",
					["serverTime"] = 1689553244,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39037.589,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[03:20:48]|h Вы получили задание \"Живой настой\".",
					["serverTime"] = 1689553248,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39041.037,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[03:20:56]|h Вы получили задание \"Требуются услуги начертателя\".",
					["serverTime"] = 1689553256,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39049.783,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[03:20:59]|h Вы получили предмет: |cff1eff00|Hitem:191471::::::::70:72::::1:38:2:::::|h[Витая кора |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx400.",
					["serverTime"] = 1689553259,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39052.686,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[03:21:34]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Кьюсонг-Гордунни:6009:CHANNEL:5|h[|cffa330c9Кьюсонг|r]|h: Качественный афк кач вашего персонажа 10-60 60-70 (пару часов) Подробности в лс",
					["serverTime"] = 1689553294,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						7, -- [2]
						11, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 39087.304,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[03:21:51]|h Вы получили предмет: |cff1eff00|Hitem:198416::::::::70:72::::1:38:2:::::|h[Цветущий пигмент |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx4.",
					["serverTime"] = 1689553311,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39103.982,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[03:21:53]|h Вы получили предмет: |cff1eff00|Hitem:198416::::::::70:72::::1:38:2:::::|h[Цветущий пигмент |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx2.",
					["serverTime"] = 1689553313,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39105.872,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[03:21:53]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Зловещество-Гордунни:6038:CHANNEL:5|h[|cff33937fЗловещество|r]|h: Продам игрушки |cff0070dd|Hitem:202360::::::::70:1468:::::::::|h[Измятая банка]|h|r |cff0070dd|Hitem:192495::::::::70:1473:::::::::|h[Неисправный стелс-мен 54]|h|r |cff0070dd|Hitem:202309::::::::70:1473:::::::::|h[Барахлящая машина Судного дня]|h|r",
					["serverTime"] = 1689553313,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						7, -- [2]
						13, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 39105.952,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[03:21:54]|h Вы получили предмет: |cff1eff00|Hitem:198417::::::::70:72::::1:38:3:::::|h[Цветущий пигмент |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx5.",
					["serverTime"] = 1689553314,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39107.128,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[03:21:55]|h Вы получили предмет: |cff1eff00|Hitem:198417::::::::70:72::::1:38:3:::::|h[Цветущий пигмент |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1689553315,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39108.179,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[03:21:56]|h Вы получили предмет: |cff1eff00|Hitem:198416::::::::70:72::::1:38:2:::::|h[Цветущий пигмент |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx5.",
					["serverTime"] = 1689553316,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39109.303,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[03:21:59]|h Вы получили предмет: |cff1eff00|Hitem:198416::::::::70:72::::1:38:2:::::|h[Цветущий пигмент |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx3.",
					["serverTime"] = 1689553319,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39112.515,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[03:22:02]|h Вы получили предмет: |cff1eff00|Hitem:198417::::::::70:72::::1:38:3:::::|h[Цветущий пигмент |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1689553322,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39115.169,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[03:22:04]|h Вы получили предмет: |cff1eff00|Hitem:198416::::::::70:72::::1:38:2:::::|h[Цветущий пигмент |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx3.",
					["serverTime"] = 1689553324,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39117.369,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[03:22:12]|h Вы создаете: |cffffffff|Hitem:194852::::::::70:72::::2:38:3:40:644:::::|h[Цветущие чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1689553332,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39125.054,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[03:22:15]|h Вы создаете: |cffffffff|Hitem:194852::::::::70:72::::2:38:3:40:644:::::|h[Цветущие чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1689553335,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39128.587,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[03:22:16]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Сашох-Гордунни:6075:CHANNEL:5|h[|cffff7c0aСашох|r]|h: протанкую/ддшну ваш ключ 15-20 за голд/прокачаю вашего персонажа афк 60-70 за голд",
					["serverTime"] = 1689553336,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						7, -- [2]
						12, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 39128.908,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[03:22:31]|h Вы создаете: |cff0070dd|Hitem:194755::::::::70:72::::2:38:2:40:646:::::|h[Космические чернила |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx2.",
					["serverTime"] = 1689553351,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39144.453,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[03:22:35]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Кьюсонг-Гордунни:6099:CHANNEL:5|h[|cffa330c9Кьюсонг|r]|h: Качественный афк кач вашего персонажа 10-60 60-70 (пару часов) Подробности в лс",
					["serverTime"] = 1689553355,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						7, -- [2]
						11, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 39147.883,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[03:22:39]|h Вы создаете: |cff0070dd|Hitem:194755::::::::70:72::::2:38:2:40:646:::::|h[Космические чернила |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx2.",
					["serverTime"] = 1689553359,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39151.975,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [128]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
