
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
				"/г Вар устал", -- [1]
				"/г /tmw", -- [2]
				"/г /tmw", -- [3]
				"/г Вот как мне ещё 110 уровней без свистка распорядителя полётов играть?", -- [4]
				"/г Да вообще", -- [5]
				"/г ВАР БИТЬ", -- [6]
				"/cw Ромеох А теперь ты меня добавь в гильдию) //Алоиза", -- [7]
				" Ща тогда Ромеэ напишу", -- [8]
				" Именно", -- [9]
				" Если этот чар может", -- [10]
				" Добавь меня в гильдию)", -- [11]
				"/с /tmw", -- [12]
				"/с /tmw", -- [13]
				"/с /tmw", -- [14]
				"/с /tmw", -- [15]
				"/с /vuhdo options", -- [16]
				"/с /bt", -- [17]
			},
			["ChatFrame3EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1590472855,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[01:49:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T773178:14|tБлескотрончик – |3-8(ваш питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279770.4,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352952,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[01:49:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132140:14|tНегодяй – |3-8(вражеский питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279771.159,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352953,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[01:49:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279777.402,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352959,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[01:49:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134518:14|t|cff4e96f7|HbattlePetAbil:392:1400:260:325|h[Дополнительная броня]|h|r накладывает эффект |T134518:14|t|cff4e96f7|HbattlePetAbil:391:1400:260:325|h[Дополнительная броня]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279777.902,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352959,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[01:49:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279778.912,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352960,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[01:49:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279779.412,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352961,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[01:49:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279779.912,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352961,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[01:49:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:3025:325:219|h[Игры разума]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279781.912,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352963,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[01:49:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279784.433,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352966,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[01:49:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1050:260:325|h[Игры разума: здоровье]|h|r наносит 350 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279784.433,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352966,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[01:49:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1050:260:325|h[Игры разума: здоровье]|h|r наносит 406 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279784.683,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352966,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[01:49:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1050:260:325|h[Игры разума: здоровье]|h|r наносит 386 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279784.933,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352966,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[01:49:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279785.183,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352967,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[01:49:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279785.433,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352967,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[01:49:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279785.683,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352967,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[01:49:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 103 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279788.45,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352970,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[01:49:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279788.45,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352970,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[01:49:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279788.45,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352970,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[01:49:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279794.442,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352976,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[01:49:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279795.442,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352977,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[01:49:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279795.793,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352977,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[01:49:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279796.143,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352978,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[01:49:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r накладывает эффект \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:947:260:325|h[Рог изобилия]|h|r\" на |3-3(команда противника).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279796.494,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352978,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[01:49:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:2647:325:219|h[Укус]|h|r наносит 172 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279798.215,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352980,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[01:49:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:775:260:325|h[Рог изобилия]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279800.23,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352982,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[01:49:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279801.471,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352983,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[01:49:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279801.973,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352983,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[01:49:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279802.723,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352984,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[01:49:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279803.074,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352985,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[01:49:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:775:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279803.424,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352985,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[01:49:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:2395:325:219|h[Укус]|h|r наносит 258 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279806.256,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352988,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[01:49:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:517:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279808.267,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352990,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[01:49:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T134518:14|t|cff4e96f7|HbattlePetAbil:391:517:260:325|h[Дополнительная броня]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279808.317,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352990,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[01:49:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:2301:325:219|h[Игры разума]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279808.317,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352990,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[01:49:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279809.561,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352991,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[01:49:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:517:260:325|h[Умножение сущностей]|h|r наносит 235 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279809.912,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352991,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[01:49:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:517:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279810.7,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352992,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[01:49:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:517:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279811.051,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352993,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[01:49:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:517:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:517:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279811.404,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352993,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[01:49:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236189:14|t|cff4e96f7|HbattlePetAbil:1016:1752:325:219|h[Корм]|h|r наносит 345 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279813.874,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352995,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[01:49:57]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236189:14|t|cff4e96f7|HbattlePetAbil:1016:2097:325:219|h[Корм]|h|r восстанавливает 345 ед. урона |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279814.126,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352996,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[01:49:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:172:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279816.128,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352998,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[01:49:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279816.978,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352998,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[01:50:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:172:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279817.481,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639352999,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[01:50:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:172:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279818.231,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353000,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[01:50:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:172:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279818.582,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353000,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[01:50:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:172:260:325|h[Умножение сущностей]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:172:260:325|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279818.582,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353000,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[01:50:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:172:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:172:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279818.935,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353000,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[01:50:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:1343:325:219|h[Укус]|h|r наносит 431 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279821.853,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353003,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[01:50:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T773178:14|tБлескотрончик погибает.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279821.853,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353003,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[01:50:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:280:260:325|h[Последний шанс]|h|r восстанавливает 280 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279824.367,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353006,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[01:50:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:280:260:325|h[Последний шанс]|h|r накладывает эффект |T618979:14|t|cff4e96f7|HbattlePetAbil:244:280:260:325|h[Механический питомец]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279824.619,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353006,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[01:50:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:280:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279827.644,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353009,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[01:50:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279829.408,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353011,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[01:50:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:280:260:325|h[Рог изобилия]|h|r наносит 283 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279830.416,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353012,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[01:50:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:280:260:325|h[Рог изобилия]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279830.806,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353012,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[01:50:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:280:260:325|h[Рог изобилия]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279831.158,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353013,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[01:50:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:280:260:325|h[Рог изобилия]|h|r накладывает эффект \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:280:260:325|h[Рог изобилия]|h|r\" на |3-3(команда противника).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279831.522,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353013,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[01:50:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:966:325:219|h[Укус]|h|r наносит 431 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279832.889,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353014,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[01:50:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T773178:14|tБлескотрончик погибает.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279832.889,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353014,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[01:50:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:0:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279836.408,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353018,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[01:50:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279838.415,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353020,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[01:50:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133015:14|tПаровой танк ярмарки Новолуния – |3-8(ваш питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279838.415,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353020,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[01:50:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279850.444,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353032,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[01:50:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T252188:14|t|cff4e96f7|HbattlePetAbil:646:1014:273:260|h[Шок и трепет]|h|r наносит 988 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279851.58,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353033,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[01:50:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T132140:14|tНегодяй погибает.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279851.58,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353033,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[01:50:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1321:273:260|h[Боевое восстановление]|h|r восстанавливает 307 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279854.972,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353036,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[01:50:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1250:273:273|h[Боевое восстановление]|h|r восстанавливает 297 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279854.972,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1639353036,
				}, -- [68]
			},
			["headIndex"] = 68,
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 4,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["serverTime"] = 1682633899,
					["r"] = 1,
					["b"] = 0.9843137860298157,
					["timestamp"] = 39692.829,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["g"] = 0.917647123336792,
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 39692.829,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 39692.829,
				}, -- [3]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39673.315,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [4]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame2"] = {
			["maxElements"] = 300,
			["elements"] = {
				{
					["message"] = "Одрия-СтражСмерти выполняет действие \"Горное дело\" на |3-6(Залежи монелита).",
					["r"] = 0.501960813999176,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1150387.774,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "Одрия-СтражСмерти выполняет действие \"Сбор трав\" на |3-6(Якорь-трава).",
					["r"] = 0.501960813999176,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1150400.447,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [2]
				{
					["message"] = "Вц-Борейскаятундра отпускает |3-3(ГдеМясо).",
					["r"] = 0.501960813999176,
					["extraData"] = {
						32, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1151156.532,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [3]
				{
					["message"] = "Предметы вашей экипировки утратили 10% прочности.",
					["r"] = 0.501960813999176,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1151562.883,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [4]
				{
					["message"] = "Вц-Борейскаятундра отпускает |3-3(Гриддис).",
					["r"] = 0.501960813999176,
					["extraData"] = {
						32, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1151713.78,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [5]
				{
					["message"] = "Вц-Борейскаятундра отпускает |3-3(Гриддис).",
					["r"] = 0.501960813999176,
					["extraData"] = {
						32, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1152146.172,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [6]
				{
					["message"] = "Предметы вашей экипировки утратили 10% прочности.",
					["r"] = 0.501960813999176,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1152181.518,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [7]
				{
					["message"] = "Вц-Борейскаятундра отпускает |3-3(Гриддис).",
					["r"] = 0.501960813999176,
					["extraData"] = {
						32, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1152403.328,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [8]
				{
					["message"] = "Вц-Борейскаятундра отпускает |3-3(Гриддис).",
					["r"] = 0.501960813999176,
					["extraData"] = {
						32, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1152583.328,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [9]
				{
					["message"] = "Вы создаете: Военный свиток стойкости.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1152993.96,
					["g"] = 1,
					["b"] = 1,
				}, -- [10]
				{
					["message"] = "Вы создаете: Военный свиток стойкости.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1152995.539,
					["g"] = 1,
					["b"] = 1,
				}, -- [11]
				{
					["message"] = "Вы создаете: Военный свиток стойкости.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1152997.117,
					["g"] = 1,
					["b"] = 1,
				}, -- [12]
				{
					["message"] = "Вы создаете: Военный свиток стойкости.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1152998.77,
					["g"] = 1,
					["b"] = 1,
				}, -- [13]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1153408.478,
					["g"] = 1,
					["b"] = 1,
				}, -- [14]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1153408.478,
					["g"] = 1,
					["b"] = 1,
				}, -- [15]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1153408.478,
					["g"] = 1,
					["b"] = 1,
				}, -- [16]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1153409.87,
					["g"] = 1,
					["b"] = 1,
				}, -- [17]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1153409.87,
					["g"] = 1,
					["b"] = 1,
				}, -- [18]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1153409.87,
					["g"] = 1,
					["b"] = 1,
				}, -- [19]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1153416.593,
					["g"] = 1,
					["b"] = 1,
				}, -- [20]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1153418.158,
					["g"] = 1,
					["b"] = 1,
				}, -- [21]
				{
					["message"] = "Вы создаете: Фолиант спокойного разума.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1153422.216,
					["g"] = 1,
					["b"] = 1,
				}, -- [22]
				{
					["message"] = "Предметы вашей экипировки утратили 10% прочности.",
					["r"] = 0.501960813999176,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1153838.911,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [23]
				{
					["message"] = "Предметы вашей экипировки утратили 10% прочности.",
					["r"] = 0.501960813999176,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1155640.147,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [24]
				{
					["message"] = "Предметы вашей экипировки утратили 10% прочности.",
					["r"] = 0.501960813999176,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1156013.193,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [25]
				{
					["message"] = "Предметы вашей экипировки утратили 10% прочности.",
					["r"] = 0.501960813999176,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1156605.79,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [26]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157162.358,
					["g"] = 1,
					["b"] = 1,
				}, -- [27]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157163.937,
					["g"] = 1,
					["b"] = 1,
				}, -- [28]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157165.574,
					["g"] = 1,
					["b"] = 1,
				}, -- [29]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157167.241,
					["g"] = 1,
					["b"] = 1,
				}, -- [30]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157168.874,
					["g"] = 1,
					["b"] = 1,
				}, -- [31]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157170.511,
					["g"] = 1,
					["b"] = 1,
				}, -- [32]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157172.145,
					["g"] = 1,
					["b"] = 1,
				}, -- [33]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157173.746,
					["g"] = 1,
					["b"] = 1,
				}, -- [34]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157279.484,
					["g"] = 1,
					["b"] = 1,
				}, -- [35]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157279.484,
					["g"] = 1,
					["b"] = 1,
				}, -- [36]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157279.484,
					["g"] = 1,
					["b"] = 1,
				}, -- [37]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157281.25,
					["g"] = 1,
					["b"] = 1,
				}, -- [38]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157281.25,
					["g"] = 1,
					["b"] = 1,
				}, -- [39]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157282.888,
					["g"] = 1,
					["b"] = 1,
				}, -- [40]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157282.888,
					["g"] = 1,
					["b"] = 1,
				}, -- [41]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157282.888,
					["g"] = 1,
					["b"] = 1,
				}, -- [42]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157284.327,
					["g"] = 1,
					["b"] = 1,
				}, -- [43]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157284.327,
					["g"] = 1,
					["b"] = 1,
				}, -- [44]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157284.327,
					["g"] = 1,
					["b"] = 1,
				}, -- [45]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157285.99,
					["g"] = 1,
					["b"] = 1,
				}, -- [46]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157285.99,
					["g"] = 1,
					["b"] = 1,
				}, -- [47]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157285.99,
					["g"] = 1,
					["b"] = 1,
				}, -- [48]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157287.153,
					["g"] = 1,
					["b"] = 1,
				}, -- [49]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157287.153,
					["g"] = 1,
					["b"] = 1,
				}, -- [50]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157287.153,
					["g"] = 1,
					["b"] = 1,
				}, -- [51]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157288.476,
					["g"] = 1,
					["b"] = 1,
				}, -- [52]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157288.476,
					["g"] = 1,
					["b"] = 1,
				}, -- [53]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157288.476,
					["g"] = 1,
					["b"] = 1,
				}, -- [54]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157289.82,
					["g"] = 1,
					["b"] = 1,
				}, -- [55]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157289.82,
					["g"] = 1,
					["b"] = 1,
				}, -- [56]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157289.82,
					["g"] = 1,
					["b"] = 1,
				}, -- [57]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157291.244,
					["g"] = 1,
					["b"] = 1,
				}, -- [58]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157291.244,
					["g"] = 1,
					["b"] = 1,
				}, -- [59]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157291.244,
					["g"] = 1,
					["b"] = 1,
				}, -- [60]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157292.511,
					["g"] = 1,
					["b"] = 1,
				}, -- [61]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157292.511,
					["g"] = 1,
					["b"] = 1,
				}, -- [62]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157292.511,
					["g"] = 1,
					["b"] = 1,
				}, -- [63]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157293.736,
					["g"] = 1,
					["b"] = 1,
				}, -- [64]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157293.736,
					["g"] = 1,
					["b"] = 1,
				}, -- [65]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157295.267,
					["g"] = 1,
					["b"] = 1,
				}, -- [66]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157295.267,
					["g"] = 1,
					["b"] = 1,
				}, -- [67]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157295.267,
					["g"] = 1,
					["b"] = 1,
				}, -- [68]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157297.231,
					["g"] = 1,
					["b"] = 1,
				}, -- [69]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157297.231,
					["g"] = 1,
					["b"] = 1,
				}, -- [70]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157297.231,
					["g"] = 1,
					["b"] = 1,
				}, -- [71]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157298.631,
					["g"] = 1,
					["b"] = 1,
				}, -- [72]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157298.631,
					["g"] = 1,
					["b"] = 1,
				}, -- [73]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157298.631,
					["g"] = 1,
					["b"] = 1,
				}, -- [74]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157299.868,
					["g"] = 1,
					["b"] = 1,
				}, -- [75]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157299.868,
					["g"] = 1,
					["b"] = 1,
				}, -- [76]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157299.868,
					["g"] = 1,
					["b"] = 1,
				}, -- [77]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157301.281,
					["g"] = 1,
					["b"] = 1,
				}, -- [78]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157301.281,
					["g"] = 1,
					["b"] = 1,
				}, -- [79]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157301.281,
					["g"] = 1,
					["b"] = 1,
				}, -- [80]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157309.555,
					["g"] = 1,
					["b"] = 1,
				}, -- [81]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157311.169,
					["g"] = 1,
					["b"] = 1,
				}, -- [82]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157312.806,
					["g"] = 1,
					["b"] = 1,
				}, -- [83]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157314.519,
					["g"] = 1,
					["b"] = 1,
				}, -- [84]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157316.113,
					["g"] = 1,
					["b"] = 1,
				}, -- [85]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157317.715,
					["g"] = 1,
					["b"] = 1,
				}, -- [86]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157319.36,
					["g"] = 1,
					["b"] = 1,
				}, -- [87]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157321.399,
					["g"] = 1,
					["b"] = 1,
				}, -- [88]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157322.969,
					["g"] = 1,
					["b"] = 1,
				}, -- [89]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157324.702,
					["g"] = 1,
					["b"] = 1,
				}, -- [90]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157326.34,
					["g"] = 1,
					["b"] = 1,
				}, -- [91]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157327.981,
					["g"] = 1,
					["b"] = 1,
				}, -- [92]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157329.63,
					["g"] = 1,
					["b"] = 1,
				}, -- [93]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157331.257,
					["g"] = 1,
					["b"] = 1,
				}, -- [94]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157332.876,
					["g"] = 1,
					["b"] = 1,
				}, -- [95]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157334.492,
					["g"] = 1,
					["b"] = 1,
				}, -- [96]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157336.133,
					["g"] = 1,
					["b"] = 1,
				}, -- [97]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157337.773,
					["g"] = 1,
					["b"] = 1,
				}, -- [98]
				{
					["message"] = "Вы создаете: Военный свиток боевого клича.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157450.257,
					["g"] = 1,
					["b"] = 1,
				}, -- [99]
				{
					["message"] = "Вы создаете: Военный свиток боевого клича.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157452.026,
					["g"] = 1,
					["b"] = 1,
				}, -- [100]
				{
					["message"] = "Вы создаете: Военный свиток боевого клича.",
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1157453.617,
					["g"] = 1,
					["b"] = 1,
				}, -- [101]
			},
			["headIndex"] = 101,
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 99,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|cff33ff99Global Ignore: |cffffffffLoading...",
					["timestamp"] = 39673.315,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[01:18:07]|h |cffffd700Титан Панель|r|cff19ff19 6.00.14.100007|r|cffffd700|cffffd700 от |cffff8c00Titan Development Team|r|cff19ff19|r",
					["timestamp"] = 39673.315,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[01:18:09]|h |cffffe566{VuhDo}|r VuhDo |cffffe566['vu:du:]|r v3.148 (use /vd). Currently maintained by Ivaria@US-Hyjal in honor of Marshy and our two daughters.",
					["r"] = 1,
					["timestamp"] = 39673.315,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[01:18:21]|h |cffffd839TSM|r: TSM в настоящее время не имеет данных о ценах БД аукциона для вашего игрового мира. Мы рекомендуем вам загрузить настольное приложение TSM с |cff79a2ffhttps://tradeskillmaster.com|r для автоматического обновления данных вашей БД аукциона (и автоматического резервного копирования настроек TSM).",
					["timestamp"] = 39692.829,
					["serverTime"] = 1682633900,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[01:18:22]|h Вы будете получать добычу для специализации \"Оружие\".",
					["serverTime"] = 1682633901,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39692.829,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[01:18:22]|h |cff33ff99Global Ignore: |cffffffffType /gignore or /gi for help and options",
					["timestamp"] = 39692.829,
					["serverTime"] = 1682633901,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[01:18:22]|h |cff33ff99Global Ignore: |cffffffffSynchronizing Ignore list...",
					["timestamp"] = 39692.829,
					["serverTime"] = 1682633901,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[01:18:22]|h |cffffd700Титан: |r|r|cFFFFFF00Warning: |r|cff19ff19 Feature : Открывание Сумка Отключено Until taint is fixed or work around found.|r",
					["timestamp"] = 39692.829,
					["serverTime"] = 1682633901,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[01:18:22]|h |cffffe566{VuhDo}|r Профиль успешно загружен: Фламиника: Vuhdo'esque",
					["r"] = 1,
					["serverTime"] = 1682633901,
					["timestamp"] = 39692.829,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[01:18:23]|h |cff9900ffWeakAuras:|r  Готово к применению 3 |4обновление:обновления:обновлений;.",
					["timestamp"] = 39692.829,
					["serverTime"] = 1682633902,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[01:18:29]|h Общее время игры: 122 |4день:дня:дней;, 18 |4час:часа:часов;, 27 |4минута:минуты:минут;, 20 |4секунда:секунды:секунд;.",
					["serverTime"] = 1682633908,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39702.707,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[01:18:29]|h Время игры на этом уровне: 1 |4день:дня:дней;, 20 |4час:часа:часов;, 4 |4минута:минуты:минут;, 20 |4секунда:секунды:секунд;.",
					["serverTime"] = 1682633908,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39702.707,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[01:18:30]|h |cffb4b4ffALL THE THINGS|r Профиль: По умолчанию",
					["timestamp"] = 39702.707,
					["serverTime"] = 1682633909,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[01:18:30]|h |cffffff00Time played this class (Dragonflight): 2 days 22 hours 44 minutes (/details playedclass)",
					["timestamp"] = 39703.533,
					["serverTime"] = 1682633909,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[01:18:41]|h Вы получили задание \"Неделя экзаменов\".",
					["serverTime"] = 1682633920,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39714.801,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[01:18:45]|h Задание \"Неделя экзаменов\" выполнено.",
					["serverTime"] = 1682633924,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39718.767,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[01:18:45]|h Отношение |3-7(Союз Вальдраккена) к вам улучшилось на 50.",
					["serverTime"] = 1682633924,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39718.787,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[01:18:46]|h Отношение |3-7(Консорциум ремесленников – филиал на Драконьих островах) к вам улучшилось на 375.",
					["serverTime"] = 1682633925,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39718.864,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[01:18:46]|h Вы получили предмет: |cff0070dd|Hitem:198608::::::::70:72:::::::::|h[Алхимические заметки]|h|r.",
					["serverTime"] = 1682633925,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39718.864,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[01:18:53]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Омгпвпкрит-Гордунни:819:CHANNEL:5|h[|cffa330c9Омгпвпкрит|r]|h: Проведем вас в 15-20 кей в тайм за голд вопросы в лс !",
					["serverTime"] = 1682633932,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						2, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 39726.705,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[01:18:54]|h Вы получили задание \"Трагедия начертательницы\".",
					["serverTime"] = 1682633933,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39727.489,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[01:19:03]|h Вы создаете: |cffffffff|Hitem:194846::::::::70:72::::2:38:3:40:636:::::|h[Пылающие чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1682633942,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39736.169,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[01:19:06]|h Вы создаете: |cffffffff|Hitem:194846::::::::70:72::::2:38:3:40:636:::::|h[Пылающие чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1682633945,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39739.418,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[01:19:09]|h Вы создаете: |cffffffff|Hitem:194846::::::::70:72::::2:38:3:40:636:::::|h[Пылающие чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1682633948,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39742.79,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[01:19:14]|h Дллок выходит из игрового мира.",
					["serverTime"] = 1682633953,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39746.875,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[01:19:18]|h Отношение |3-7(Союз Вальдраккена) к вам улучшилось на 50.",
					["serverTime"] = 1682633957,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39751.317,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[01:19:18]|h Задание \"Трагедия начертательницы\" выполнено.",
					["serverTime"] = 1682633957,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39751.342,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[01:19:18]|h Отношение |3-7(Консорциум ремесленников – филиал на Драконьих островах) к вам улучшилось на 125.",
					["serverTime"] = 1682633957,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39751.378,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[01:19:18]|h Вы получили предмет: |cff0070dd|Hitem:198607::::::::70:72:::::::::|h[Символы начертателя]|h|r.",
					["serverTime"] = 1682633957,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39751.378,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[01:19:32]|h |Hplayer:Коллд|h[Коллд]|h входит в игровой мир.",
					["serverTime"] = 1682633971,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39764.823,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[01:19:34]|h Вы получили предмет: |cff1eff00|Hitem:198416::::::::70:72::::1:38:2:::::|h[Цветущий пигмент |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx4.",
					["serverTime"] = 1682633973,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39767.792,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[01:19:38]|h Вы получили предмет: |cff1eff00|Hitem:198417::::::::70:72::::1:38:3:::::|h[Цветущий пигмент |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx3.",
					["serverTime"] = 1682633977,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39771.395,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[01:19:43]|h Вы получили предмет: |cff1eff00|Hitem:198416::::::::70:72::::1:38:2:::::|h[Цветущий пигмент |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx5.",
					["serverTime"] = 1682633982,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39775.999,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[01:20:00]|h Вы создаете: |cffffffff|Hitem:194846::::::::70:72::::2:38:3:40:636:::::|h[Пылающие чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1682633999,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39793.414,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[01:20:03]|h Вы создаете: |cffffffff|Hitem:194846::::::::70:72::::2:38:3:40:636:::::|h[Пылающие чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1682634002,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39796.712,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[01:20:07]|h Вы создаете: |cffffffff|Hitem:194846::::::::70:72::::2:38:3:40:636:::::|h[Пылающие чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1682634006,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39800.001,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[01:20:11]|h Вы создаете: |cffffffff|Hitem:194846::::::::70:72::::2:38:3:40:636:::::|h[Пылающие чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1682634010,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39804.39,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[01:20:14]|h Вы создаете: |cffffffff|Hitem:194846::::::::70:72::::2:38:3:40:636:::::|h[Пылающие чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1682634013,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39807.659,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[01:20:19]|h Вы создаете: |cffffffff|Hitem:194846::::::::70:72::::2:38:3:40:636:::::|h[Пылающие чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1682634018,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39812.251,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[01:20:29]|h Вы создаете: |cffffffff|Hitem:194852::::::::70:72::::2:38:3:40:644:::::|h[Цветущие чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1682634028,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39822.475,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[01:20:32]|h Вы создаете: |cffffffff|Hitem:194852::::::::70:72::::2:38:3:40:644:::::|h[Цветущие чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1682634031,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39825.109,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[01:20:34]|h Вы создаете: |cffffffff|Hitem:194852::::::::70:72::::2:38:3:40:644:::::|h[Цветущие чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1682634033,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39827.726,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[01:20:37]|h Вы создаете: |cffffffff|Hitem:194852::::::::70:72::::2:38:3:40:644:::::|h[Цветущие чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1682634036,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39830.345,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[01:20:43]|h Вы создаете: |cffffffff|Hitem:194858::::::::70:72::::2:38:3:40:643:::::|h[Спокойные чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1682634042,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39836.45,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[01:20:46]|h Вы создаете: |cffffffff|Hitem:194858::::::::70:72::::2:38:3:40:643:::::|h[Спокойные чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1682634045,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39839.152,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[01:20:48]|h Вы создаете: |cffffffff|Hitem:194858::::::::70:72::::2:38:3:40:643:::::|h[Спокойные чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1682634047,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39841.863,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[01:20:51]|h Вы создаете: |cffffffff|Hitem:194858::::::::70:72::::2:38:3:40:643:::::|h[Спокойные чернила |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx2.",
					["serverTime"] = 1682634050,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39844.522,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[01:20:59]|h Вы создаете: |cff1eff00|Hitem:194761::::::::70:72::::2:38:2:40:645:::::|h[Медные чернила |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx2.",
					["serverTime"] = 1682634058,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39852.842,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[01:21:02]|h Вы создаете: |cff1eff00|Hitem:194761::::::::70:72::::2:38:2:40:645:::::|h[Медные чернила |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx2.",
					["serverTime"] = 1682634061,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39855.483,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[01:21:05]|h Вы создаете: |cff1eff00|Hitem:194761::::::::70:72::::2:38:2:40:645:::::|h[Медные чернила |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx2.",
					["serverTime"] = 1682634064,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39858.102,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[01:21:05]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Омгпвпкрит-Гордунни:874:CHANNEL:5|h[|cffa330c9Омгпвпкрит|r]|h: Проведем вас в 15-20 кей в тайм за голд вопросы в лс !",
					["serverTime"] = 1682634064,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						2, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 39858.551,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[01:21:07]|h Вы создаете: |cff1eff00|Hitem:194761::::::::70:72::::2:38:2:40:645:::::|h[Медные чернила |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx2.",
					["serverTime"] = 1682634066,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39860.721,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[01:21:32]|h Вы получили предмет: |cff0070dd|Hitem:190456::::::::70:72:::::::::|h[Рвение мастера]|h|rx150.",
					["serverTime"] = 1682634091,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39885.014,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[01:21:32]|h Задание \"Жажда работы\" выполнено.",
					["serverTime"] = 1682634091,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39885.083,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[01:21:40]|h Вы получили задание \"Опыты с эликсирами\".",
					["serverTime"] = 1682634099,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39893.23,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[01:21:42]|h Вы получили задание \"Павлиний пигмент\".",
					["serverTime"] = 1682634101,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39895.112,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[01:21:48]|h Вы получили задание \"Требуются услуги начертателя\".",
					["serverTime"] = 1682634107,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39901.141,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[01:21:52]|h Вы получили предмет: |cffffffff|Hitem:201404::::::::70:72:::::::::|h[Сухожилие долгонога]|h|r.",
					["serverTime"] = 1682634111,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39905.488,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[01:21:53]|h Вы получили предмет: |cff0070dd|Hitem:190330::::::::70:72:::::::::|h[Пробуждающееся разложение]|h|rx5.",
					["serverTime"] = 1682634112,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39906.55,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[01:21:53]|h Вы получили предмет: |cff0070dd|Hitem:190322::::::::70:72:::::::::|h[Пробуждающийся порядок]|h|rx135.",
					["serverTime"] = 1682634112,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39906.678,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[01:21:53]|h Вы получили предмет: |cff0070dd|Hitem:190328::::::::70:72:::::::::|h[Пробуждающийся лед]|h|rx77.",
					["serverTime"] = 1682634112,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39906.808,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[01:21:54]|h Вы получили предмет: |cff0070dd|Hitem:190315::::::::70:72:::::::::|h[Пробуждающаяся земля]|h|rx78.",
					["serverTime"] = 1682634113,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39907.049,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[01:21:54]|h Вы получили предмет: |cff0070dd|Hitem:190320::::::::70:72:::::::::|h[Пробуждающийся огонь]|h|rx94.",
					["serverTime"] = 1682634113,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39907.217,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[01:21:54]|h Вы получили предмет: |cff0070dd|Hitem:190326::::::::70:72:::::::::|h[Пробуждающийся воздух]|h|rx66.",
					["serverTime"] = 1682634113,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39907.552,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[01:21:56]|h Вы получили предмет: |cff1eff00|Hitem:193254::::::::70:72:::::::::|h[Кожа камнезуба]|h|rx19.",
					["serverTime"] = 1682634115,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39909.585,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[01:21:57]|h Коллд выходит из игрового мира.",
					["serverTime"] = 1682634116,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39910.335,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[01:22:16]|h Вы получили предмет: |cff0070dd|Hitem:190321::::::::70:72:::::::::|h[Пробужденный огонь]|h|r.",
					["serverTime"] = 1682634135,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39929.485,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[01:22:25]|h Вы выполнили частный заказ (Драконий трактат об инженерном деле) для клиента Ниэтта и получили 95|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 95|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t в уплату.",
					["serverTime"] = 1682634144,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39938.431,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[01:22:27]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Кинделфлейм-Гордунни:906:CHANNEL:5|h[|cfffff468Кинделфлейм|r]|h: ищу рекрафт|cffa335ee|Hitem:190505:6640:::::::70:261::13:5:8836:8840:8902:8800:8791:6:28:2164:29:36:30:32:38:6:40:192:45:194578::::Player-1602-0F52D598:|h[Изначальный раскаленный короткий клинок |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|r",
					["serverTime"] = 1682634146,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						3, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 39940.412,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[01:22:28]|h Вы получили предмет: |cff0070dd|Hitem:190327::::::::70:72:::::::::|h[Пробужденный воздух]|h|r.",
					["serverTime"] = 1682634147,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39941.768,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[01:22:29]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Меридианс-Гордунни:909:CHANNEL:5|h[|cffff7c0aМеридианс|r]|h: Скрафчу |cffa335ee|Hitem:192982::::::::70:269:::::::::|h[Покрытый письменами бесконечный алмаз |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|r|cffa335ee|Hitem:192985::::::::70:269::13:1:3524:2:40:240:38:3:::::|h[Броский бесконечный алмаз |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|r|cffa335ee|Hitem:192991::::::::70:269::13:1:3524:2:40:242:38:3:::::|h[Глянцевый бесконечный алмаз |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|r.|cffa335ee|Hitem:192988::::::::70:269::13:1:3524:2:40:241:38:3:::::|h[Мастерский бесконечный алмаз |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|r",
					["serverTime"] = 1682634148,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						4, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 39942.669,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[01:22:36]|h Вы выполнили частный заказ (Драконий трактат об алхимии) для клиента Ниэтта и получили 1|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 70|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t в уплату.",
					["serverTime"] = 1682634155,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39948.879,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[01:22:40]|h Вы получили предмет: |cff0070dd|Hitem:190316::::::::70:72:::::::::|h[Пробужденная земля]|h|r.",
					["serverTime"] = 1682634159,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39952.892,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[01:22:45]|h Вы выполнили частный заказ (Драконий трактат о травничестве) для клиента Эстрэя и получили 1|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 24|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 45|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t в уплату.",
					["serverTime"] = 1682634164,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39958.555,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[01:22:50]|h Вы получили предмет: |cff0070dd|Hitem:190329::::::::70:72:::::::::|h[Пробужденный лед]|h|r.",
					["serverTime"] = 1682634169,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39963.645,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[01:22:57]|h Вы выполнили частный заказ (Драконий трактат о портняжном деле) для клиента Алоиза и получили 97|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 85|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t в уплату.",
					["serverTime"] = 1682634176,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39969.998,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[01:23:00]|h Вы получили предмет: |cff0070dd|Hitem:190329::::::::70:72:::::::::|h[Пробужденный лед]|h|r.",
					["serverTime"] = 1682634179,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39973.556,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[01:23:07]|h Вы выполнили частный заказ (Драконий трактат о наложении чар) для клиента Алоиза и получили 1|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 3|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 55|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t в уплату.",
					["serverTime"] = 1682634186,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39980.811,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[01:23:11]|h Вы получили предмет: |cff0070dd|Hitem:190321::::::::70:72:::::::::|h[Пробужденный огонь]|h|r.",
					["serverTime"] = 1682634190,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39984.037,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[01:23:17]|h Вы выполнили частный заказ (Драконий трактат о кузнечном деле) для клиента Дэлери и получили 1|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 16|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 85|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t в уплату.",
					["serverTime"] = 1682634196,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39990.814,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[01:23:22]|h Вы получили предмет: |cff0070dd|Hitem:190316::::::::70:72:::::::::|h[Пробужденная земля]|h|r.",
					["serverTime"] = 1682634201,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 39995.176,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[01:23:28]|h Вы выполнили частный заказ (Драконий трактат о горном деле) для клиента Эстрэя и получили 1|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 16|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 85|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t в уплату.",
					["serverTime"] = 1682634207,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 40001.344,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[01:23:31]|h Вы получили предмет: |cff0070dd|Hitem:190316::::::::70:72:::::::::|h[Пробужденная земля]|h|r.",
					["serverTime"] = 1682634210,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 40004.382,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[01:23:38]|h Вы выполнили частный заказ (Драконий трактат о горном деле) для клиента Дэлери и получили 1|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 16|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 85|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t в уплату.",
					["serverTime"] = 1682634217,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 40011.254,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[01:23:58]|h Котфилин побеждает в поединке с |3-4(Блейдфорс).",
					["serverTime"] = 1682634237,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 40030.998,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[01:24:00]|h Отношение |3-7(Союз Вальдраккена) к вам улучшилось на 150.",
					["serverTime"] = 1682634239,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 40033.714,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[01:24:00]|h Задание \"Требуются услуги начертателя\" выполнено.",
					["serverTime"] = 1682634239,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 40033.742,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[01:24:00]|h Отношение |3-7(Консорциум ремесленников – филиал на Драконьих островах) к вам улучшилось на 250.",
					["serverTime"] = 1682634239,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 40033.764,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[01:24:00]|h Вы получили предмет: |cff0070dd|Hitem:198607::::::::70:72:::::::::|h[Символы начертателя]|h|r.",
					["serverTime"] = 1682634239,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 40033.823,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[01:24:20]|h Заказ размещен.",
					["serverTime"] = 1682634259,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 40053.135,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[01:24:25]|h Заказ размещен.",
					["serverTime"] = 1682634264,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 40058.492,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[01:24:29]|h Заказ размещен.",
					["serverTime"] = 1682634268,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 40062.528,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[01:24:44]|h Заказ размещен.",
					["serverTime"] = 1682634283,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 40077.008,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[01:24:50]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Джагадаптер-Гордунни:962:CHANNEL:5|h[|cfff48cbaДжагадаптер|r]|h: |cffa335ee|Hitem:204217::::::::70:70::13:1:3524::::::|h[Нестабильный элементий]|h|r куплю крафт",
					["serverTime"] = 1682634289,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						5, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 40082.982,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[01:24:50]|h Заказ размещен.",
					["serverTime"] = 1682634289,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 40082.982,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[01:25:06]|h Джэкисс выходит из игрового мира.",
					["serverTime"] = 1682634305,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 40099.207,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[01:25:06]|h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Вальдраккен]|h.",
					["serverTime"] = 1682634305,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						6, -- [2]
						7, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 40099.614,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[01:25:06]|h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Оборона: Вальдраккен]|h.",
					["serverTime"] = 1682634305,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						8, -- [2]
						9, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 40099.614,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[01:25:06]|h Вы покинули канал |Hchannel:CHANNEL:5|h[5. Торговля (услуги): Город]|h.",
					["serverTime"] = 1682634305,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						10, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 40099.614,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [99]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
