
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
				"/г Вар устал", -- [1]
				"/г /tmw", -- [2]
				"/г /tmw", -- [3]
				"/г Вот как мне ещё 110 уровней без свистка распорядителя полётов играть?", -- [4]
				"/г Да вообще", -- [5]
				"/г ВАР БИТЬ", -- [6]
				"/cw Ромеох А теперь ты меня добавь в гильдию) //Алоиза", -- [7]
				" Ща тогда Ромеэ напишу", -- [8]
				" Именно", -- [9]
				" Если этот чар может", -- [10]
				" Добавь меня в гильдию)", -- [11]
				"/с /tmw", -- [12]
				"/с /tmw", -- [13]
				"/с /tmw", -- [14]
				"/с /tmw", -- [15]
				"/с /vuhdo options", -- [16]
				"/с /bt", -- [17]
			},
			["ChatFrame3EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1590472855,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 6,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[03:43:41]|h |Hplayer:Эвелайна-Гордунни|h[|cff3fc7ebЭвелайна|r]|h заслужила достижение |cffffff00|Hachievement:16576:Player-1602-0F2F1740:1:11:29:22:4294967295:4294967295:4294967295:4294967295|h[Искатель символов на равнинах Он'ары]|h|r!",
					["b"] = 1,
					["r"] = 0.3411764800548554,
					["g"] = 0.501960813999176,
					["timestamp"] = 1107953.898,
					["serverTime"] = 1669686220,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 12 |4час:часа:часов;, 56 |4минута:минуты:минут;, 34 |4секунда:секунды:секунд;.",
					["timestamp"] = 1107953.898,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1107953.898,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[16:40:28]|h |Hplayer:Шругалахх-Гордунни|h[|cffa330c9Шругалахх|r]|h заслужила достижение |cffffff00|Hachievement:16577:Player-1602-0F2C83E5:1:11:29:22:4294967295:4294967295:4294967295:4294967295|h[Искатель символов в Лазурном Просторе]|h|r!",
					["serverTime"] = 1669732828,
					["r"] = 0.3411764800548554,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1107969.038,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[16:40:34]|h |Hplayer:Трунгси-Гордунни|h[|cffaad372Трунгси|r]|h заслужил достижение |cffffff00|Hachievement:16263:Player-1602-0AFFEC59:1:11:29:22:4294967295:4294967295:4294967295:4294967295|h[Нелтарий]|h|r!",
					["serverTime"] = 1669732834,
					["r"] = 0.3411764800548554,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1107975.054,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[16:41:34]|h |Hplayer:Шругалахх-Гордунни|h[|cffa330c9Шругалахх|r]|h заслужила достижение |cffffff00|Hachievement:15797:Player-1602-0F2C83E5:1:11:29:22:4294967295:4294967295:4294967295:4294967295|h[Синий союзник]|h|r!",
					["serverTime"] = 1669732894,
					["r"] = 0.3411764800548554,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108034.659,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [6]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[01:49:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T773178:14|tБлескотрончик – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279770.4,
					["serverTime"] = 1639352952,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[01:49:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132140:14|tНегодяй – |3-8(вражеский питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279771.159,
					["serverTime"] = 1639352953,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[01:49:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279777.402,
					["serverTime"] = 1639352959,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[01:49:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134518:14|t|cff4e96f7|HbattlePetAbil:392:1400:260:325|h[Дополнительная броня]|h|r накладывает эффект |T134518:14|t|cff4e96f7|HbattlePetAbil:391:1400:260:325|h[Дополнительная броня]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279777.902,
					["serverTime"] = 1639352959,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[01:49:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279778.912,
					["serverTime"] = 1639352960,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[01:49:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279779.412,
					["serverTime"] = 1639352961,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[01:49:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279779.912,
					["serverTime"] = 1639352961,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[01:49:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:3025:325:219|h[Игры разума]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279781.912,
					["serverTime"] = 1639352963,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[01:49:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279784.433,
					["serverTime"] = 1639352966,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[01:49:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1050:260:325|h[Игры разума: здоровье]|h|r наносит 350 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279784.433,
					["serverTime"] = 1639352966,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[01:49:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1050:260:325|h[Игры разума: здоровье]|h|r наносит 406 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279784.683,
					["serverTime"] = 1639352966,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[01:49:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1050:260:325|h[Игры разума: здоровье]|h|r наносит 386 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279784.933,
					["serverTime"] = 1639352966,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[01:49:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279785.183,
					["serverTime"] = 1639352967,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[01:49:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279785.433,
					["serverTime"] = 1639352967,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[01:49:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279785.683,
					["serverTime"] = 1639352967,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[01:49:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 103 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279788.45,
					["serverTime"] = 1639352970,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[01:49:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279788.45,
					["serverTime"] = 1639352970,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[01:49:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279788.45,
					["serverTime"] = 1639352970,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[01:49:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279794.442,
					["serverTime"] = 1639352976,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[01:49:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279795.442,
					["serverTime"] = 1639352977,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[01:49:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279795.793,
					["serverTime"] = 1639352977,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[01:49:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279796.143,
					["serverTime"] = 1639352978,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[01:49:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r накладывает эффект \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:947:260:325|h[Рог изобилия]|h|r\" на |3-3(команда противника).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279796.494,
					["serverTime"] = 1639352978,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[01:49:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:2647:325:219|h[Укус]|h|r наносит 172 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279798.215,
					["serverTime"] = 1639352980,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[01:49:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:775:260:325|h[Рог изобилия]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279800.23,
					["serverTime"] = 1639352982,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[01:49:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279801.471,
					["serverTime"] = 1639352983,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[01:49:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279801.973,
					["serverTime"] = 1639352983,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[01:49:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279802.723,
					["serverTime"] = 1639352984,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[01:49:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279803.074,
					["serverTime"] = 1639352985,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[01:49:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:775:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279803.424,
					["serverTime"] = 1639352985,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[01:49:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:2395:325:219|h[Укус]|h|r наносит 258 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279806.256,
					["serverTime"] = 1639352988,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[01:49:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:517:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279808.267,
					["serverTime"] = 1639352990,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[01:49:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T134518:14|t|cff4e96f7|HbattlePetAbil:391:517:260:325|h[Дополнительная броня]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279808.317,
					["serverTime"] = 1639352990,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[01:49:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:2301:325:219|h[Игры разума]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279808.317,
					["serverTime"] = 1639352990,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[01:49:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279809.561,
					["serverTime"] = 1639352991,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[01:49:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:517:260:325|h[Умножение сущностей]|h|r наносит 235 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279809.912,
					["serverTime"] = 1639352991,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[01:49:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:517:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279810.7,
					["serverTime"] = 1639352992,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[01:49:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:517:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279811.051,
					["serverTime"] = 1639352993,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[01:49:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:517:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:517:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279811.404,
					["serverTime"] = 1639352993,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[01:49:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236189:14|t|cff4e96f7|HbattlePetAbil:1016:1752:325:219|h[Корм]|h|r наносит 345 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279813.874,
					["serverTime"] = 1639352995,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[01:49:57]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236189:14|t|cff4e96f7|HbattlePetAbil:1016:2097:325:219|h[Корм]|h|r восстанавливает 345 ед. урона |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279814.126,
					["serverTime"] = 1639352996,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[01:49:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:172:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279816.128,
					["serverTime"] = 1639352998,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[01:49:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279816.978,
					["serverTime"] = 1639352998,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[01:50:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:172:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279817.481,
					["serverTime"] = 1639352999,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[01:50:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:172:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279818.231,
					["serverTime"] = 1639353000,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[01:50:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:172:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279818.582,
					["serverTime"] = 1639353000,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[01:50:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:172:260:325|h[Умножение сущностей]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:172:260:325|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279818.582,
					["serverTime"] = 1639353000,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[01:50:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:172:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:172:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279818.935,
					["serverTime"] = 1639353000,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[01:50:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:1343:325:219|h[Укус]|h|r наносит 431 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279821.853,
					["serverTime"] = 1639353003,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[01:50:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T773178:14|tБлескотрончик погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279821.853,
					["serverTime"] = 1639353003,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[01:50:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:280:260:325|h[Последний шанс]|h|r восстанавливает 280 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279824.367,
					["serverTime"] = 1639353006,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[01:50:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:280:260:325|h[Последний шанс]|h|r накладывает эффект |T618979:14|t|cff4e96f7|HbattlePetAbil:244:280:260:325|h[Механический питомец]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279824.619,
					["serverTime"] = 1639353006,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[01:50:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:280:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279827.644,
					["serverTime"] = 1639353009,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[01:50:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279829.408,
					["serverTime"] = 1639353011,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[01:50:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:280:260:325|h[Рог изобилия]|h|r наносит 283 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279830.416,
					["serverTime"] = 1639353012,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[01:50:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:280:260:325|h[Рог изобилия]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279830.806,
					["serverTime"] = 1639353012,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[01:50:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:280:260:325|h[Рог изобилия]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279831.158,
					["serverTime"] = 1639353013,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[01:50:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:280:260:325|h[Рог изобилия]|h|r накладывает эффект \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:280:260:325|h[Рог изобилия]|h|r\" на |3-3(команда противника).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279831.522,
					["serverTime"] = 1639353013,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[01:50:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:966:325:219|h[Укус]|h|r наносит 431 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279832.889,
					["serverTime"] = 1639353014,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[01:50:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T773178:14|tБлескотрончик погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279832.889,
					["serverTime"] = 1639353014,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[01:50:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:0:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279836.408,
					["serverTime"] = 1639353018,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[01:50:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279838.415,
					["serverTime"] = 1639353020,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[01:50:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133015:14|tПаровой танк ярмарки Новолуния – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279838.415,
					["serverTime"] = 1639353020,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[01:50:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279850.444,
					["serverTime"] = 1639353032,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[01:50:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T252188:14|t|cff4e96f7|HbattlePetAbil:646:1014:273:260|h[Шок и трепет]|h|r наносит 988 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279851.58,
					["serverTime"] = 1639353033,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[01:50:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T132140:14|tНегодяй погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279851.58,
					["serverTime"] = 1639353033,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[01:50:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1321:273:260|h[Боевое восстановление]|h|r восстанавливает 307 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279854.972,
					["serverTime"] = 1639353036,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[01:50:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1250:273:273|h[Боевое восстановление]|h|r восстанавливает 297 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 2279854.972,
					["serverTime"] = 1639353036,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
				}, -- [68]
			},
			["headIndex"] = 68,
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 6,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["serverTime"] = 1669672795,
					["timestamp"] = 1107953.898,
					["g"] = 0.917647123336792,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [1]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["g"] = 0.917647123336792,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1107953.898,
					["serverTime"] = 1669686078,
					["b"] = 0.9843137860298157,
				}, -- [2]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["serverTime"] = 1669732814,
					["r"] = 1,
					["b"] = 0.9843137860298157,
					["timestamp"] = 1107953.898,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["g"] = 0.917647123336792,
				}, -- [3]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 1107953.898,
				}, -- [4]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1107953.898,
				}, -- [5]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1107927.633,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [6]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame2"] = {
			["maxElements"] = 300,
			["elements"] = {
				{
					["message"] = "Одрия-СтражСмерти выполняет действие \"Горное дело\" на |3-6(Залежи монелита).",
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1150387.774,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "Одрия-СтражСмерти выполняет действие \"Сбор трав\" на |3-6(Якорь-трава).",
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1150400.447,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [2]
				{
					["message"] = "Вц-Борейскаятундра отпускает |3-3(ГдеМясо).",
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1151156.532,
					["extraData"] = {
						32, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [3]
				{
					["message"] = "Предметы вашей экипировки утратили 10% прочности.",
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1151562.883,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [4]
				{
					["message"] = "Вц-Борейскаятундра отпускает |3-3(Гриддис).",
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1151713.78,
					["extraData"] = {
						32, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [5]
				{
					["message"] = "Вц-Борейскаятундра отпускает |3-3(Гриддис).",
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1152146.172,
					["extraData"] = {
						32, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [6]
				{
					["message"] = "Предметы вашей экипировки утратили 10% прочности.",
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1152181.518,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [7]
				{
					["message"] = "Вц-Борейскаятундра отпускает |3-3(Гриддис).",
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1152403.328,
					["extraData"] = {
						32, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [8]
				{
					["message"] = "Вц-Борейскаятундра отпускает |3-3(Гриддис).",
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1152583.328,
					["extraData"] = {
						32, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [9]
				{
					["message"] = "Вы создаете: Военный свиток стойкости.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1152993.96,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [10]
				{
					["message"] = "Вы создаете: Военный свиток стойкости.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1152995.539,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [11]
				{
					["message"] = "Вы создаете: Военный свиток стойкости.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1152997.117,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [12]
				{
					["message"] = "Вы создаете: Военный свиток стойкости.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1152998.77,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [13]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1153408.478,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [14]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1153408.478,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [15]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1153408.478,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [16]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1153409.87,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [17]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1153409.87,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [18]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1153409.87,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [19]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1153416.593,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [20]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1153418.158,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [21]
				{
					["message"] = "Вы создаете: Фолиант спокойного разума.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1153422.216,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [22]
				{
					["message"] = "Предметы вашей экипировки утратили 10% прочности.",
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1153838.911,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [23]
				{
					["message"] = "Предметы вашей экипировки утратили 10% прочности.",
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1155640.147,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [24]
				{
					["message"] = "Предметы вашей экипировки утратили 10% прочности.",
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1156013.193,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [25]
				{
					["message"] = "Предметы вашей экипировки утратили 10% прочности.",
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1156605.79,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [26]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157162.358,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [27]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157163.937,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [28]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157165.574,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [29]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157167.241,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [30]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157168.874,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [31]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157170.511,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [32]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157172.145,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [33]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157173.746,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [34]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157279.484,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [35]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157279.484,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [36]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157279.484,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [37]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157281.25,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [38]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157281.25,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [39]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157282.888,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [40]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157282.888,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [41]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157282.888,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [42]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157284.327,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [43]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157284.327,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [44]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157284.327,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [45]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157285.99,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [46]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157285.99,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [47]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157285.99,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [48]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157287.153,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [49]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157287.153,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [50]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157287.153,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [51]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157288.476,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [52]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157288.476,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [53]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157288.476,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [54]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157289.82,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [55]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157289.82,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [56]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157289.82,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [57]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157291.244,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [58]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157291.244,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [59]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157291.244,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [60]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157292.511,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [61]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157292.511,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [62]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157292.511,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [63]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157293.736,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [64]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157293.736,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [65]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157295.267,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [66]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157295.267,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [67]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157295.267,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [68]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157297.231,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [69]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157297.231,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [70]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157297.231,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [71]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157298.631,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [72]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157298.631,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [73]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157298.631,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [74]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157299.868,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [75]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157299.868,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [76]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157299.868,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [77]
				{
					["message"] = "Вы создаете: Ультрамариновый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157301.281,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [78]
				{
					["message"] = "Вы создаете: Алый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157301.281,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [79]
				{
					["message"] = "Вы создаете: Изумрудно-зеленый краситель.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157301.281,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [80]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157309.555,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [81]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157311.169,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [82]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157312.806,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [83]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157314.519,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [84]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157316.113,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [85]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157317.715,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [86]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157319.36,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [87]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157321.399,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [88]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157322.969,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [89]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157324.702,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [90]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157326.34,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [91]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157327.981,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [92]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157329.63,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [93]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157331.257,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [94]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157332.876,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [95]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157334.492,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [96]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157336.133,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [97]
				{
					["message"] = "Вы создаете: Алые чернила.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157337.773,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [98]
				{
					["message"] = "Вы создаете: Военный свиток боевого клича.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157450.257,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [99]
				{
					["message"] = "Вы создаете: Военный свиток боевого клича.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157452.026,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [100]
				{
					["message"] = "Вы создаете: Военный свиток боевого клича.",
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1157453.617,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
				}, -- [101]
			},
			["headIndex"] = 101,
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 98,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[23:59:58]|h Вы будете получать добычу для специализации \"Оружие\".",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 0.9843137860298157,
					["serverTime"] = 1669672797,
					["timestamp"] = 1107953.898,
					["g"] = 0.917647123336792,
					["r"] = 1,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[23:59:59]|h Общее время игры: 119 |4день:дня:дней;, 19 |4час:часа:часов;, 29 |4минута:минуты:минут;, 14 |4секунда:секунды:секунд;.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 0.9843137860298157,
					["serverTime"] = 1669672798,
					["timestamp"] = 1107953.898,
					["g"] = 0.917647123336792,
					["r"] = 1,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[23:59:59]|h Время игры на этом уровне: 8 |4день:дня:дней;, 5 |4час:часа:часов;, 14 |4минута:минуты:минут;, 14 |4секунда:секунды:секунд;.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 0.9843137860298157,
					["serverTime"] = 1669672798,
					["timestamp"] = 1107953.898,
					["g"] = 0.917647123336792,
					["r"] = 1,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[00:00:42]|h |Hplayer:Этейлли|h[Этейлли]|h входит в игровой мир.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 0.9843137860298157,
					["serverTime"] = 1669672841,
					["timestamp"] = 1107953.898,
					["g"] = 0.917647123336792,
					["r"] = 1,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[00:00:52]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:<BNET УДАЛЕН>:34:0:BN_INLINE_TOAST_ALERT:0|h[<BNET УДАЛЕН>]|h выходит из сети.",
					["extraData"] = {
						54, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1669672851,
					["timestamp"] = 1107953.898,
					["g"] = 0.7725490927696228,
					["r"] = 0.5098039507865906,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[00:01:06]|h Быстрая Роса кричит: Внимание, ценители искусства! Я рад вам сообщить, что благодаря щедрому вкладу от |3-1(Фламинника) в амфитеатре Звездного Озера скоро начнется новое представление!",
					["extraData"] = {
						15, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["b"] = 0.250980406999588,
					["serverTime"] = 1669672865,
					["timestamp"] = 1107953.898,
					["g"] = 0.250980406999588,
					["r"] = 1,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[00:01:12]|h Быстрая Роса кричит: В этом поразительном представлении один из наших артистов у вас на глазах преобразится в могучего врага из другого мира, готового сразиться с любым, у кого хватит храбрости бросить ему вызов!",
					["extraData"] = {
						15, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["b"] = 0.250980406999588,
					["serverTime"] = 1669672871,
					["timestamp"] = 1107953.898,
					["g"] = 0.250980406999588,
					["r"] = 1,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[00:01:22]|h Быстрая Роса кричит: Помните, именно благодаря нашим покровителям и таким зрителям, как вы, у нас хватает анимы на то, чтобы продолжать творить искусство! А теперь без дальнейших церемоний...",
					["extraData"] = {
						15, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["b"] = 0.250980406999588,
					["serverTime"] = 1669672881,
					["timestamp"] = 1107953.898,
					["g"] = 0.250980406999588,
					["r"] = 1,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[00:01:36]|h Быстрая Роса кричит: Правя в глубинах под тяжестью волн, когда-то прекрасная королева Азшара напала на своих врагов! Заманив их в свой дворец, она пустила в ход свое коварство и свои многочисленные щупальца, чтобы сразить их! Да, королева!",
					["extraData"] = {
						15, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["b"] = 0.250980406999588,
					["serverTime"] = 1669672895,
					["timestamp"] = 1107953.898,
					["g"] = 0.250980406999588,
					["r"] = 1,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[00:01:51]|h Матола выходит из игрового мира.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 0.9843137860298157,
					["serverTime"] = 1669672910,
					["timestamp"] = 1107953.898,
					["g"] = 0.917647123336792,
					["r"] = 1,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[00:02:11]|h Отношение |3-7(Двор Ночи) к вам улучшилось на 500.",
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1669672930,
					["timestamp"] = 1107953.898,
					["g"] = 0.501960813999176,
					["r"] = 0.501960813999176,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[00:02:13]|h Ваша добыча: |cff1eff00|Hitem:184387::::::::60:72:::::::::|h[Туманный мерцающий лист]|h|rx5.",
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["b"] = 0.5372549295425415,
					["serverTime"] = 1669672932,
					["timestamp"] = 1107953.898,
					["g"] = 0.9215686917304993,
					["r"] = 0.9764706492424011,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[00:02:14]|h Вы получаете валюту – |cffffffff|Hcurrency:1885:0|h[Благодарственное подношение]|h|rх2",
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["b"] = 0.8431373238563538,
					["serverTime"] = 1669672933,
					["timestamp"] = 1107953.898,
					["g"] = 0.8274510502815247,
					["r"] = 0.2823529541492462,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[00:02:42]|h |Hplayer:Креиос|h[Креиос]|h входит в игровой мир.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 0.9843137860298157,
					["serverTime"] = 1669672961,
					["timestamp"] = 1107953.898,
					["g"] = 0.917647123336792,
					["r"] = 1,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[00:03:50]|h Отношение |3-7(Двор Ночи) к вам улучшилось на 500.",
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1669673029,
					["timestamp"] = 1107953.898,
					["g"] = 0.501960813999176,
					["r"] = 0.501960813999176,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[00:04:00]|h Альдас говорит: Рощи у тебя в долгу, Фламинника!",
					["extraData"] = {
						13, -- [1]
						3, -- [2]
						4, -- [3]
						["n"] = 3,
					},
					["b"] = 0.6235294342041016,
					["serverTime"] = 1669673039,
					["timestamp"] = 1107953.898,
					["g"] = 1,
					["r"] = 1,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[00:04:01]|h Вы получили предмет: |cff0070dd|Hitem:181479::::::::60:72:::::::::|h[Уловитель звездного света]|h|rx3.",
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["b"] = 0.5372549295425415,
					["serverTime"] = 1669673040,
					["timestamp"] = 1107953.898,
					["g"] = 0.9215686917304993,
					["r"] = 0.9764706492424011,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[00:04:13]|h Крейто выходит из игрового мира.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 0.9843137860298157,
					["serverTime"] = 1669673052,
					["timestamp"] = 1107953.898,
					["g"] = 0.917647123336792,
					["r"] = 1,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[00:05:02]|h |Hplayer:Крейто|h[Крейто]|h входит в игровой мир.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 0.9843137860298157,
					["serverTime"] = 1669673101,
					["timestamp"] = 1107953.898,
					["g"] = 0.917647123336792,
					["r"] = 1,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[00:05:37]|h Вы получили предмет: |cffffffff|Hitem:163036::::::::60:72:::::::::|h[Отполированный оберег для питомца]|h|rx24.",
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["b"] = 0.5372549295425415,
					["serverTime"] = 1669673136,
					["timestamp"] = 1107953.898,
					["g"] = 0.9215686917304993,
					["r"] = 0.9764706492424011,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[00:05:37]|h Вы получили предмет: |cff0070dd|Hitem:188656::::::::60:72:::::::::|h[Фрактальный проводник мыслей]|h|r.",
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["b"] = 0.5372549295425415,
					["serverTime"] = 1669673136,
					["timestamp"] = 1107953.898,
					["g"] = 0.9215686917304993,
					["r"] = 0.9764706492424011,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[00:05:38]|h Отношение |3-7(Дикая Охота) к вам улучшилось на 375.",
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1669673137,
					["timestamp"] = 1107953.898,
					["g"] = 0.501960813999176,
					["r"] = 0.501960813999176,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[00:05:39]|h Вы получили предмет: |cff0070dd|Hitem:184383::::::::60:72:::::::::|h[Закатный клубень]|h|rx3.",
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["b"] = 0.5372549295425415,
					["serverTime"] = 1669673138,
					["timestamp"] = 1107953.898,
					["g"] = 0.9215686917304993,
					["r"] = 0.9764706492424011,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[00:05:40]|h Вы получили предмет: |cff0070dd|Hitem:184147::::::::60:72:::::::::|h[Обогатитель агонии]|h|rx3.",
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["b"] = 0.5372549295425415,
					["serverTime"] = 1669673139,
					["timestamp"] = 1107953.898,
					["g"] = 0.9215686917304993,
					["r"] = 0.9764706492424011,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[00:05:41]|h Вы получаете валюту – |cffff8000|Hcurrency:1906:0|h[Угли душ]|h|rх32",
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["b"] = 0.8431373238563538,
					["serverTime"] = 1669673140,
					["timestamp"] = 1107953.898,
					["g"] = 0.8274510502815247,
					["r"] = 0.2823529541492462,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[00:05:41]|h Вы получили предмет: |cff0070dd|Hitem:181468::::::::60:72:::::::::|h[Затененная руна усиления]|h|rx4.",
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["b"] = 0.5372549295425415,
					["serverTime"] = 1669673140,
					["timestamp"] = 1107953.898,
					["g"] = 0.9215686917304993,
					["r"] = 0.9764706492424011,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[00:05:41]|h Отношение |3-7(Перерожденные) к вам улучшилось на 375.",
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1669673140,
					["timestamp"] = 1107953.898,
					["g"] = 0.501960813999176,
					["r"] = 0.501960813999176,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[00:05:42]|h Вы получили предмет: |cff0070dd|Hitem:181468::::::::60:72:::::::::|h[Затененная руна усиления]|h|rx3.",
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["b"] = 0.5372549295425415,
					["serverTime"] = 1669673141,
					["timestamp"] = 1107953.898,
					["g"] = 0.9215686917304993,
					["r"] = 0.9764706492424011,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[00:06:06]|h |Hchannel:channel:1|h[1. Общий: Арденвельд]|h |Hplayer:Меггахантер-Гордунни:143:CHANNEL:1|h[|cffaad372Меггахантер|r]|h: ивент закончился с элемами?",
					["extraData"] = {
						68, -- [1]
						5, -- [2]
						6, -- [3]
						["n"] = 3,
					},
					["b"] = 0.7490196228027344,
					["serverTime"] = 1669673165,
					["timestamp"] = 1107953.898,
					["g"] = 0.7490196228027344,
					["r"] = 1,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[00:06:14]|h |Hplayer:Найсрофлерша|h[Найсрофлерша]|h входит в игровой мир.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 0.9843137860298157,
					["serverTime"] = 1669673173,
					["timestamp"] = 1107953.898,
					["g"] = 0.917647123336792,
					["r"] = 1,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[00:07:36]|h Блайндерзх выходит из игрового мира.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 0.9843137860298157,
					["serverTime"] = 1669673255,
					["timestamp"] = 1107953.898,
					["g"] = 0.917647123336792,
					["r"] = 1,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[00:07:58]|h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Арденвельд]|h.",
					["extraData"] = {
						68, -- [1]
						5, -- [2]
						7, -- [3]
						["n"] = 3,
					},
					["b"] = 0.7490196228027344,
					["serverTime"] = 1669673277,
					["timestamp"] = 1107953.898,
					["g"] = 0.7490196228027344,
					["r"] = 1,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[00:07:58]|h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Оборона: Арденвельд]|h.",
					["extraData"] = {
						69, -- [1]
						8, -- [2]
						9, -- [3]
						["n"] = 3,
					},
					["b"] = 0.7529412508010864,
					["serverTime"] = 1669673277,
					["timestamp"] = 1107953.898,
					["g"] = 0.7529412508010864,
					["r"] = 1,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[03:41:19]|h Вы будете получать добычу для специализации \"Оружие\".",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1107953.898,
					["serverTime"] = 1669686079,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[03:41:19]|h Вы получили задание \"Зов островов\".",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1107953.898,
					["serverTime"] = 1669686079,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[03:41:20]|h Общее время игры: 119 |4день:дня:дней;, 19 |4час:часа:часов;, 37 |4минута:минуты:минут;, 17 |4секунда:секунды:секунд;.",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1107953.898,
					["serverTime"] = 1669686080,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[03:41:20]|h Время игры на этом уровне: 8 |4день:дня:дней;, 5 |4час:часа:часов;, 22 |4минута:минуты:минут;, 17 |4секунда:секунды:секунд;.",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1107953.898,
					["serverTime"] = 1669686080,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[03:41:34]|h Тодди Баки говорит: Припасы уложены, все готово к началу экспедиции. Садись на грифона! И до встречи в Штормграде. Драконьи острова ждут нас!",
					["b"] = 0.6235294342041016,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1107953.898,
					["serverTime"] = 1669686094,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[03:41:47]|h Драчери выходит из игрового мира.",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1107953.898,
					["serverTime"] = 1669686107,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[03:42:16]|h |Hplayer:Драчери|h[Драчери]|h входит в игровой мир.",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1107953.898,
					["serverTime"] = 1669686136,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[03:42:55]|h |Hplayer:Коллд|h[Коллд]|h входит в игровой мир.",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1107953.898,
					["serverTime"] = 1669686174,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[03:43:41]|h |Hplayer:Эвелайна-Гордунни|h[|cff3fc7ebЭвелайна|r]|h заслужила достижение |cffffff00|Hachievement:16576:Player-1602-0F2F1740:1:11:29:22:4294967295:4294967295:4294967295:4294967295|h[Искатель символов на равнинах Он'ары]|h|r!",
					["b"] = 1,
					["r"] = 0.3411764800548554,
					["g"] = 0.501960813999176,
					["timestamp"] = 1107953.898,
					["serverTime"] = 1669686220,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[03:44:47]|h Драчери выходит из игрового мира.",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1107953.898,
					["serverTime"] = 1669686286,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[03:45:39]|h |Hplayer:Драчери|h[Драчери]|h входит в игровой мир.",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1107953.898,
					["serverTime"] = 1669686338,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[03:45:48]|h Вы получаете 1000 |4очко:очка:очков; опыта.",
					["b"] = 1,
					["r"] = 0.5137255191802979,
					["g"] = 0.6352941393852234,
					["timestamp"] = 1107953.898,
					["serverTime"] = 1669686347,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[03:45:48]|h Отношение |3-7(Дикая Охота) к вам улучшилось на 125.",
					["b"] = 1,
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1107953.898,
					["serverTime"] = 1669686347,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[03:45:48]|h Получено опыта: 1000.",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1107953.898,
					["serverTime"] = 1669686347,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[03:45:48]|h Вы получаете 4600 |4очко:очка:очков; опыта.",
					["b"] = 1,
					["r"] = 0.5137255191802979,
					["g"] = 0.6352941393852234,
					["timestamp"] = 1107953.898,
					["serverTime"] = 1669686347,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[03:45:48]|h Вы получили предмет: |cff0070dd|Hitem:98715::::::::60:72:::::::::|h[Помеченный безупречный камень битв]|h|r.",
					["b"] = 0.5372549295425415,
					["r"] = 0.9764706492424011,
					["g"] = 0.9215686917304993,
					["timestamp"] = 1107953.898,
					["serverTime"] = 1669686347,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[03:46:08]|h Вы будете получать добычу для специализации \"Оружие\".",
					["b"] = 0.9843137860298157,
					["r"] = 1,
					["g"] = 0.917647123336792,
					["timestamp"] = 1107953.898,
					["serverTime"] = 1669686367,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[03:46:16]|h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Арденвельд]|h.",
					["b"] = 0.7490196228027344,
					["r"] = 1,
					["g"] = 0.7490196228027344,
					["timestamp"] = 1107953.898,
					["serverTime"] = 1669686375,
					["extraData"] = {
						68, -- [1]
						5, -- [2]
						6, -- [3]
						["n"] = 3,
					},
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[03:46:16]|h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Оборона: Арденвельд]|h.",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1107953.898,
					["serverTime"] = 1669686375,
					["extraData"] = {
						69, -- [1]
						7, -- [2]
						8, -- [3]
						["n"] = 3,
					},
				}, -- [52]
				{
					["message"] = "0 |4день:дня:дней;, 12 |4час:часа:часов;, 53 |4минута:минуты:минут;, 59 |4секунда:секунды:секунд;.",
					["timestamp"] = 1107953.898,
				}, -- [53]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1107953.898,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[16:40:04]|h |cffffe566{VuhDo}|r VuhDo |cffffe566['vu:du:]|r v3.144 (use /vd). Currently maintained by Ivaria@US-Hyjal in honor of Marshy and our two daughters.",
					["r"] = 1,
					["timestamp"] = 1107927.633,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[16:40:15]|h Вы будете получать добычу для специализации \"Оружие\".",
					["serverTime"] = 1669732815,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1107953.898,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[16:40:15]|h |cff33ff99Global Ignore: |cffffffffType /gignore or /gi for help and options",
					["timestamp"] = 1107953.898,
					["serverTime"] = 1669732815,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[16:40:15]|h |cff33ff99Global Ignore: |cffffffffSynchronizing Ignore list...",
					["timestamp"] = 1107953.898,
					["serverTime"] = 1669732815,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[16:40:15]|h |cffffd700Титан Панель|r|cff19ff19 6.00.07.100000|r|cffffd700|cffffd700 от |cffff8c00Titan Development Team|r|cff19ff19|r",
					["timestamp"] = 1107953.898,
					["serverTime"] = 1669732815,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[16:40:15]|h |cffffe566{VuhDo}|r Профиль успешно загружен: Фламиника: Vuhdo'esque",
					["r"] = 1,
					["serverTime"] = 1669732815,
					["timestamp"] = 1107953.898,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[16:40:16]|h |cff9900ffWeakAuras:|r  Готово к применению 3 |4обновление:обновления:обновлений;.",
					["timestamp"] = 1107953.898,
					["serverTime"] = 1669732816,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[16:40:17]|h Общее время игры: 119 |4день:дня:дней;, 19 |4час:часа:часов;, 42 |4минута:минуты:минут;, 16 |4секунда:секунды:секунд;.",
					["serverTime"] = 1669732817,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1107957.707,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[16:40:17]|h Время игры на этом уровне: 8 |4день:дня:дней;, 5 |4час:часа:часов;, 27 |4минута:минуты:минут;, 16 |4секунда:секунды:секунд;.",
					["serverTime"] = 1669732817,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1107957.707,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[16:40:22]|h |cffb4b4ffALL THE THINGS|r Профиль: По умолчанию",
					["timestamp"] = 1107962.796,
					["serverTime"] = 1669732822,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[16:40:28]|h |Hplayer:Шругалахх-Гордунни|h[|cffa330c9Шругалахх|r]|h заслужила достижение |cffffff00|Hachievement:16577:Player-1602-0F2C83E5:1:11:29:22:4294967295:4294967295:4294967295:4294967295|h[Искатель символов в Лазурном Просторе]|h|r!",
					["serverTime"] = 1669732828,
					["r"] = 0.3411764800548554,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1107969.038,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[16:40:34]|h |Hplayer:Трунгси-Гордунни|h[|cffaad372Трунгси|r]|h заслужил достижение |cffffff00|Hachievement:16263:Player-1602-0AFFEC59:1:11:29:22:4294967295:4294967295:4294967295:4294967295|h[Нелтарий]|h|r!",
					["serverTime"] = 1669732834,
					["r"] = 0.3411764800548554,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1107975.054,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[16:40:56]|h Вы получили предмет: |cff0070dd|Hitem:181468::::::::60:72:::::::::|h[Затененная руна усиления]|h|rx5.",
					["serverTime"] = 1669732856,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1107996.783,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[16:40:57]|h Вы получили предмет: |cff0070dd|Hitem:181468::::::::60:72:::::::::|h[Затененная руна усиления]|h|rx5.",
					["serverTime"] = 1669732857,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1107997.624,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[16:40:57]|h Вы получили предмет: |cffffffff|Hitem:163036::::::::60:72:::::::::|h[Отполированный оберег для питомца]|h|rx24.",
					["serverTime"] = 1669732857,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1107998.364,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[16:40:58]|h Вы получили предмет: |cff1eff00|Hitem:184386::::::::60:72:::::::::|h[Молодой стручок со спорами]|h|rx13.",
					["serverTime"] = 1669732858,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1107999.284,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[16:40:59]|h Вы получили предмет: |cff0070dd|Hitem:181468::::::::60:72:::::::::|h[Затененная руна усиления]|h|rx3.",
					["serverTime"] = 1669732859,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108000.171,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[16:41:22]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq87|k:7:8:BN_INLINE_TOAST_ALERT:0|h[|Kq87|k] (|A:UI-ChatIcon-App:14:14:0:0|arjav)|h входит в сеть.",
					["serverTime"] = 1669732882,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108023.377,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[16:41:34]|h |Hplayer:Шругалахх-Гордунни|h[|cffa330c9Шругалахх|r]|h заслужила достижение |cffffff00|Hachievement:15797:Player-1602-0F2C83E5:1:11:29:22:4294967295:4294967295:4294967295:4294967295|h[Синий союзник]|h|r!",
					["serverTime"] = 1669732894,
					["r"] = 0.3411764800548554,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108034.659,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[16:41:42]|h Матола выходит из игрового мира.",
					["serverTime"] = 1669732902,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108043.057,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[16:42:18]|h |Hplayer:Дэйвх|h[Дэйвх]|h входит в игровой мир.",
					["serverTime"] = 1669732938,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108078.833,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[16:42:19]|h |cffffaeaeDetails!:|r Доступна новая версия, загрузите ее из приложения или веб-сайта Curse Forge.    ",
					["timestamp"] = 1108080.154,
					["serverTime"] = 1669732939,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[16:42:23]|h |cff33ff99RCLootCouncil|r: Ваша версия аддона 3.5.1 устарела. Последняя версия 3.6.0 , пожалуйста обновите RCLootCouncil.",
					["timestamp"] = 1108083.948,
					["serverTime"] = 1669732943,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[16:42:35]|h |Hplayer:Джэрисс|h[Джэрисс]|h входит в игровой мир.",
					["serverTime"] = 1669732955,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108095.867,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[16:43:43]|h Быстрая Роса кричит: Внимание, ценители искусства! Я рад вам сообщить, что благодаря щедрому вкладу от |3-1(Фламинника) в амфитеатре Звездного Озера скоро начнется новое представление!",
					["serverTime"] = 1669733023,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1108163.777,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[16:43:49]|h Быстрая Роса кричит: В этом поразительном представлении один из наших артистов у вас на глазах преобразится в могучего врага из другого мира, готового сразиться с любым, у кого хватит храбрости бросить ему вызов!",
					["serverTime"] = 1669733029,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1108170.46,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[16:43:59]|h Быстрая Роса кричит: Помните, именно благодаря нашим покровителям и таким зрителям, как вы, у нас хватает анимы на то, чтобы продолжать творить искусство! А теперь без дальнейших церемоний...",
					["serverTime"] = 1669733039,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1108180.011,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[16:44:14]|h Быстрая Роса кричит: Ксавий, падший почти что сильвар! Он был советником самой Азшары, но поддался порче Изумрудного Кошмара и принес гибель своему народу! Узрите мощь его жутких ночных кошмаров!",
					["serverTime"] = 1669733054,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1108194.631,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[16:45:01]|h Крадущийся ужас погибает, вы получаете 700 |4очко:очка:очков; опыта (Состояние бодрости: +350).",
					["serverTime"] = 1669733101,
					["r"] = 0.5137255191802979,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108241.799,
					["g"] = 0.6352941393852234,
					["b"] = 1,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[16:45:11]|h Ния в роли Ксавия погибает, вы получаете 734 |4очко:очка:очков; опыта (Состояние бодрости: +367).",
					["serverTime"] = 1669733111,
					["r"] = 0.5137255191802979,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108251.776,
					["g"] = 0.6352941393852234,
					["b"] = 1,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[16:45:11]|h Отношение |3-7(Двор Ночи) к вам улучшилось на 500.",
					["serverTime"] = 1669733111,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108251.776,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[16:45:11]|h Отношения с |3-4(Двор Ночи) теперь: |3-6(Почтение).",
					["serverTime"] = 1669733111,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108251.776,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[16:45:11]|h Быстрая Роса говорит: Замечательное представление! Все артисты отлично постарались! Какая захватывающая битва! Все это вдохновляет меня на новые творческие свершения! Вы все постарались на славу!",
					["serverTime"] = 1669733111,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						3, -- [2]
						4, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1108251.91,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[16:45:14]|h Ваша добыча: |cff1eff00|Hitem:184387::::::::60:72:::::::::|h[Туманный мерцающий лист]|h|rx7.",
					["serverTime"] = 1669733114,
					["r"] = 0.9764706492424011,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108254.924,
					["g"] = 0.9215686917304993,
					["b"] = 0.5372549295425415,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[16:45:15]|h Вы получаете валюту – |cffffffff|Hcurrency:1885:0|h[Благодарственное подношение]|h|rх2",
					["serverTime"] = 1669733115,
					["r"] = 0.2823529541492462,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108256.072,
					["g"] = 0.8274510502815247,
					["b"] = 0.8431373238563538,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[16:46:23]|h Альдас говорит: Рощи у тебя в долгу, Фламинника!",
					["serverTime"] = 1669733183,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						3, -- [2]
						4, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1108324.062,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[16:46:37]|h Сорча говорит: Наше оружие сломалось и затупилось. Нам нужно новое!",
					["serverTime"] = 1669733197,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						3, -- [2]
						4, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1108338.068,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[16:46:41]|h Владычица Водопадов говорит: Как видишь, дорогуша, у нас сейчас очень много других дел. Мы обязательно выполним твою просьбу, когда до нее дойдет время.",
					["serverTime"] = 1669733201,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						3, -- [2]
						4, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1108342.523,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[16:46:47]|h Отношение |3-7(Двор Ночи) к вам улучшилось на 500.",
					["serverTime"] = 1669733207,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108348.593,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[16:46:49]|h Ваша добыча: 266 |4золотая:золотые:золотых;, 42 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1669733209,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108350.247,
					["g"] = 1,
					["b"] = 0,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[16:46:49]|h Вы получаете валюту – |cffffffff|Hcurrency:1885:0|h[Благодарственное подношение]|h|rх2",
					["serverTime"] = 1669733209,
					["r"] = 0.2823529541492462,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108350.38,
					["g"] = 0.8274510502815247,
					["b"] = 0.8431373238563538,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[16:47:34]|h Вы получили задание \"Помощь Бастиону\".",
					["serverTime"] = 1669733254,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108394.857,
					["g"] = 0.917647123336792,
					["b"] = 0.9843137860298157,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[16:47:37]|h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Арденвельд]|h.",
					["serverTime"] = 1669733257,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						5, -- [2]
						6, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1108398.442,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[16:47:37]|h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Оборона: Арденвельд]|h.",
					["serverTime"] = 1669733257,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						7, -- [2]
						8, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1108398.442,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [98]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
