
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1553119014,
	["scrollback"] = {
		["ChatFrame1"] = {
			{
				"[23:54:15]|c00000000|r [W To] |cffd8d8d8[|r|HBNplayer:|Kq1|k:2:59:BN_WHISPER:|Kq1|k|h|Kq1|k|h|cffd8d8d8]|r: Денис-кис-кис, заинвайти меня в гильдию, пожалуйста", -- [1]
				0, -- [2]
				1, -- [3]
				0.964705944061279, -- [4]
				53, -- [5]
				false, -- [6]
				3, -- [7]
				4, -- [8]
			}, -- [1]
			{
				"[23:54:27]|c00000000|r [W From] |cffd8d8d8[|r|HBNplayer:|Kq1|k:2:60:BN_WHISPER:|Kq1|k|h|Kq1|k|h|cffd8d8d8]|r: так, а ник перса", -- [1]
				0, -- [2]
				1, -- [3]
				0.964705944061279, -- [4]
				52, -- [5]
				false, -- [6]
				3, -- [7]
				5, -- [8]
			}, -- [2]
			{
				"[23:54:36]|c00000000|r [W To] |cffd8d8d8[|r|HBNplayer:|Kq1|k:2:61:BN_WHISPER:|Kq1|k|h|Kq1|k|h|cffd8d8d8]|r: |cff00ff00|cffc59a6cВейлзевулла|r|r", -- [1]
				0, -- [2]
				1, -- [3]
				0.964705944061279, -- [4]
				53, -- [5]
				false, -- [6]
				3, -- [7]
				4, -- [8]
			}, -- [3]
			{
				"[23:54:41]|c00000000|r [W From] |cffd8d8d8[|r|HBNplayer:|Kq1|k:2:62:BN_WHISPER:|Kq1|k|h|Kq1|k|h|cffd8d8d8]|r: хахахаха", -- [1]
				0, -- [2]
				1, -- [3]
				0.964705944061279, -- [4]
				52, -- [5]
				false, -- [6]
				3, -- [7]
				5, -- [8]
			}, -- [4]
			{
				"[23:54:57]|c00000000|r [W To] |cffd8d8d8[|r|HBNplayer:|Kq1|k:2:63:BN_WHISPER:|Kq1|k|h|Kq1|k|h|cffd8d8d8]|r: Нужно больше Вейлов", -- [1]
				0, -- [2]
				1, -- [3]
				0.964705944061279, -- [4]
				53, -- [5]
				false, -- [6]
				3, -- [7]
				4, -- [8]
			}, -- [5]
			{
				"[23:55:05]|c00000000|r |cffd8d8d8[|r|Hplayer:Коррделия:64|h|cffd84e4e120|r:|cfffefefeКоррделия|r|h|cffd8d8d8]|r приглашает вас присоединиться к гильдии \"Версус\".", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
				false, -- [6]
				6, -- [7]
				7, -- [8]
			}, -- [6]
			{
				"[23:55:08]|c00000000|r |cff00ff00|cffc59a6cВейлзевулла|r|r-Борейскаятундра присоединяется к гильдии.", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
				false, -- [6]
				6, -- [7]
				7, -- [8]
			}, -- [7]
			{
				"[23:55:13]|c00000000|r [W To] |cffd8d8d8[|r|HBNplayer:|Kq1|k:2:66:BN_WHISPER:|Kq1|k|h|Kq1|k|h|cffd8d8d8]|r: Пасиб)", -- [1]
				0, -- [2]
				1, -- [3]
				0.964705944061279, -- [4]
				53, -- [5]
				false, -- [6]
				3, -- [7]
				4, -- [8]
			}, -- [8]
			{
				"[23:55:20]|c00000000|r [W From] |cffd8d8d8[|r|HBNplayer:|Kq1|k:2:67:BN_WHISPER:|Kq1|k|h|Kq1|k|h|cffd8d8d8]|r: )))", -- [1]
				0, -- [2]
				1, -- [3]
				0.964705944061279, -- [4]
				52, -- [5]
				false, -- [6]
				3, -- [7]
				5, -- [8]
			}, -- [9]
			{
				"[23:55:25]|c00000000|r |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Вейлзевулла-Борейскаятундра:68:GUILD|h|cffd8bc3f1|r:|cffc59a6cВейлзевулла|r|h|cffd8d8d8]|r: ВАР БИТЬ", -- [1]
				0.250980406999588, -- [2]
				1, -- [3]
				0.250980406999588, -- [4]
				5, -- [5]
				false, -- [6]
				8, -- [7]
				9, -- [8]
			}, -- [10]
			{
				"[23:55:44]|c00000000|r |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Коррделия-Борейскаятундра:69:GUILD|h|cffd84e4e120|r:|cfffefefeКоррделия|r|h|cffd8d8d8]|r: размножается почкованием", -- [1]
				0.250980406999588, -- [2]
				1, -- [3]
				0.250980406999588, -- [4]
				5, -- [5]
				false, -- [6]
				8, -- [7]
				10, -- [8]
			}, -- [11]
			{
				"[23:55:45]|c00000000|r |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Мардонн-Борейскаятундра:70:GUILD|h|cffd84e4e120|r:|cff3ec5e9Мардонн|r|h|cffd8d8d8]|r: PRIVET", -- [1]
				0.250980406999588, -- [2]
				1, -- [3]
				0.250980406999588, -- [4]
				5, -- [5]
				false, -- [6]
				8, -- [7]
				11, -- [8]
			}, -- [12]
			{
				"[23:55:52]|c00000000|r |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Вейлзевул-Борейскаятундра:71:GUILD|h|cffd84e4e120|r:|cffc59a6cВейлзевул|r|h|cffd8d8d8]|r: Нада стукать.", -- [1]
				0.250980406999588, -- [2]
				1, -- [3]
				0.250980406999588, -- [4]
				5, -- [5]
				false, -- [6]
				8, -- [7]
				12, -- [8]
			}, -- [13]
			{
				"[23:56:30]|c00000000|r |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Вейлзевулла-Борейскаятундра:72:GUILD|h|cffd8bc3f1|r:|cffc59a6cВейлзевулла|r|h|cffd8d8d8]|r: Вар не понимает стукать", -- [1]
				0.250980406999588, -- [2]
				1, -- [3]
				0.250980406999588, -- [4]
				5, -- [5]
				false, -- [6]
				8, -- [7]
				9, -- [8]
			}, -- [14]
			{
				"[23:56:51]|c00000000|r |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Вейлзевул-Борейскаятундра:73:GUILD|h|cffd84e4e120|r:|cffc59a6cВейлзевул|r|h|cffd8d8d8]|r: Стукать мелказубых юдишек.", -- [1]
				0.250980406999588, -- [2]
				1, -- [3]
				0.250980406999588, -- [4]
				5, -- [5]
				false, -- [6]
				8, -- [7]
				12, -- [8]
			}, -- [15]
			{
				"[23:56:54]|c00000000|r |Hchannel:channel:1|h[1] |h Вы покинули канал |Hchannel:1|h[1. Общий: Долина Аммен]|h.", -- [1]
				1, -- [2]
				0.752941250801086, -- [3]
				0.752941250801086, -- [4]
				67, -- [5]
				false, -- [6]
				13, -- [7]
				14, -- [8]
			}, -- [16]
			{
				"[23:56:54]|c00000000|r |Hchannel:channel:3|h[3] |h Вы покинули канал |Hchannel:3|h[3. Оборона: Долина Аммен]|h.", -- [1]
				1, -- [2]
				0.752941250801086, -- [3]
				0.752941250801086, -- [4]
				69, -- [5]
				false, -- [6]
				16, -- [7]
				17, -- [8]
			}, -- [17]
		},
	},
}
