
PawnOptions = {
["LastVersion"] = 2.1303,
["LastPlayerFullName"] = "Элантаис-Гордунни",
["AutoSelectScales"] = true,
["ItemLevels"] = {
{
["ID"] = 153977,
["Level"] = 655,
["Link"] = "|cnIQ2:|Hitem:153977::::::::80:262::105:1:13572:2:28:2852:9:80:::::|h[Капюшон говорящего с родником]|h|r",
},
{
["ID"] = 153968,
["Level"] = 655,
["Link"] = "|cnIQ2:|Hitem:153968::::::::80:262::105:1:13572:2:28:2852:9:80:::::|h[Медальон говорящего с родником]|h|r",
},
{
["ID"] = 153980,
["Level"] = 655,
["Link"] = "|cnIQ2:|Hitem:153980::::::::80:262::105:1:13572:2:28:2852:9:80:::::|h[Наплечье говорящего с родником]|h|r",
},
[13] = {
["ID"] = 153969,
["Level"] = 655,
["AlsoFitsIn"] = 14,
["Link"] = "|cnIQ2:|Hitem:153969::::::::80:262::105:1:13572:2:28:2852:9:80:::::|h[Идол разрушения говорящего с родником]|h|r",
},
[7] = {
["ID"] = 237636,
["Level"] = 681,
["Link"] = "|cnIQ4:|Hitem:237636::::::::80:262::173:6:6652:12232:12676:12286:1491:10255:1:28:2462:::::|h[Набедренные пластины направленной ярости]|h|r",
},
[14] = {
["ID"] = 153972,
["Level"] = 655,
["AlsoFitsIn"] = 13,
["Link"] = "|cnIQ2:|Hitem:153972::::::::80:262::105:1:13572:2:28:2852:9:80:::::|h[Камень разрушения говорящего с родником]|h|r",
},
[15] = {
["ID"] = 237632,
["Level"] = 681,
["Link"] = "|cnIQ4:|Hitem:237632::::::::80:262::173:4:6652:12286:1491:10255:1:28:2462:::::|h[Шаль направленной ярости]|h|r",
},
[8] = {
["ID"] = 237639,
["Level"] = 681,
["Link"] = "|cnIQ4:|Hitem:237639::::::::80:262::173:4:6652:12286:1491:10255:1:28:2462:::::|h[Сапоги направленной ярости]|h|r",
},
[16] = {
["ID"] = 153973,
["Level"] = 655,
["AlsoFitsIn"] = 17,
["Link"] = "|cnIQ2:|Hitem:153973::::::::80:262::105:1:13572:2:28:2852:9:80:::::|h[Когти говорящего с родником]|h|r",
},
[17] = {
["ID"] = 153979,
["Level"] = 655,
["Link"] = "|cnIQ2:|Hitem:153979::::::::80:262::105:1:13572:2:28:2852:9:80:::::|h[Эгида говорящего с родником]|h|r",
},
[5] = {
["ID"] = 153974,
["Level"] = 655,
["Link"] = "|cnIQ2:|Hitem:153974::::::::80:262::105:1:13572:2:28:2852:9:80:::::|h[Мундир говорящего с родником]|h|r",
},
[10] = {
["ID"] = 153976,
["Level"] = 655,
["Link"] = "|cnIQ2:|Hitem:153976::::::::80:262::105:1:13572:2:28:2852:9:80:::::|h[Перчатки говорящего с родником]|h|r",
},
[11] = {
["ID"] = 153970,
["Level"] = 655,
["AlsoFitsIn"] = 12,
["Link"] = "|cnIQ2:|Hitem:153970::::::::80:262::105:1:13572:2:28:2852:9:80:::::|h[Перстень разрушения говорящего с родником]|h|r",
},
[6] = {
["ID"] = 237634,
["Level"] = 681,
["Link"] = "|cnIQ4:|Hitem:237634::::::::80:262::173:5:6652:12921:12286:1491:10255:1:28:2462:::::|h[Прочный пояс направленной ярости]|h|r",
},
[12] = {
["ID"] = 153971,
["Level"] = 655,
["AlsoFitsIn"] = 11,
["Link"] = "|cnIQ2:|Hitem:153971::::::::80:262::105:1:13572:2:28:2852:9:80:::::|h[Кольцо разрушения говорящего с родником]|h|r",
},
[9] = {
["ID"] = 153982,
["Level"] = 655,
["Link"] = "|cnIQ2:|Hitem:153982::::::::80:262::105:1:13572:2:28:2852:9:80:::::|h[Поручи говорящего с родником]|h|r",
},
},
["AutoSelectScalesEnabledOnce"] = true,
["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
["LastClass"] = "SHAMAN",
["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
