
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1590478901,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[11:13:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134157:14|tДракончик из Сна – |3-8(ваш питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015211,
					["timestamp"] = 36549.634,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[11:13:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T3255388:14|tЗвездный След – |3-8(вражеский питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015211,
					["timestamp"] = 36550.391,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[11:13:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015214,
					["timestamp"] = 36552.633,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[11:13:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237286:14|t|cff4e96f7|HbattlePetAbil:508:1952:333:495|h[Пыльца ночных бабочек]|h|r наносит 336 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T134157:14|tДракончик из Сна).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015215,
					["timestamp"] = 36553.691,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[11:13:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237286:14|t|cff4e96f7|HbattlePetAbil:508:1952:333:495|h[Пыльца ночных бабочек]|h|r накладывает эффект |T132156:14|t|cff4e96f7|HbattlePetAbil:498:1952:333:495|h[Сон]|h|r на |3-1(ваш питомец) |3-3(|T134157:14|tДракончик из Сна).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015215,
					["timestamp"] = 36553.951,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[11:13:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015224,
					["timestamp"] = 36562.655,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[11:13:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132891:14|t|cff4e96f7|HbattlePetAbil:507:1952:333:495|h[Молебой]|h|r не попадает по |3-2(ваш питомец) |3-2(|T134157:14|tДракончик из Сна).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015224,
					["timestamp"] = 36563.09,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[11:13:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132891:14|t|cff4e96f7|HbattlePetAbil:507:1952:333:495|h[Молебой]|h|r наносит 116 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T134157:14|tДракончик из Сна).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015225,
					["timestamp"] = 36564.046,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[11:13:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132156:14|t|cff4e96f7|HbattlePetAbil:498:1952:333:495|h[Сон]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134157:14|tДракончик из Сна), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015225,
					["timestamp"] = 36564.046,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[11:13:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132156:14|t|cff4e96f7|HbattlePetAbil:498:1952:333:495|h[Сон]|h|r накладывает эффект |T135878:14|t|cff4e96f7|HbattlePetAbil:924:1952:333:495|h[Выносливость]|h|r на |3-1(ваш питомец) |3-3(|T134157:14|tДракончик из Сна).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015225,
					["timestamp"] = 36564.046,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[11:13:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132891:14|t|cff4e96f7|HbattlePetAbil:507:1952:333:495|h[Молебой]|h|r наносит 116 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T134157:14|tДракончик из Сна).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015226,
					["timestamp"] = 36565.536,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[11:13:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132891:14|t|cff4e96f7|HbattlePetAbil:507:1952:333:495|h[Молебой]|h|r не попадает по |3-2(ваш питомец) |3-2(|T134157:14|tДракончик из Сна).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015227,
					["timestamp"] = 36566.495,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[11:13:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132891:14|t|cff4e96f7|HbattlePetAbil:507:1952:333:495|h[Молебой]|h|r накладывает эффект |T653221:14|t|cff4e96f7|HbattlePetAbil:154:1952:333:495|h[Снижение скорости]|h|r на |3-1(ваш питомец) |3-3(|T134157:14|tДракончик из Сна).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015228,
					["timestamp"] = 36567.511,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[11:13:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015230,
					["timestamp"] = 36568.693,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[11:13:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133707:14|t|cff4e96f7|HbattlePetAbil:112:1952:333:495|h[Клевать]|h|r наносит 232 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T134157:14|tДракончик из Сна).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015231,
					["timestamp"] = 36569.965,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[11:13:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134104:14|t|cff4e96f7|HbattlePetAbil:597:665:305:193|h[Власть изумруда]|h|r накладывает эффект |T134104:14|t|cff4e96f7|HbattlePetAbil:823:665:305:193|h[Власть изумруда]|h|r на |3-1(ваш питомец) |3-3(|T134157:14|tДракончик из Сна).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015233,
					["timestamp"] = 36571.995,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[11:13:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015236,
					["timestamp"] = 36574.672,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[11:13:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132891:14|t|cff4e96f7|HbattlePetAbil:507:1952:333:495|h[Молебой]|h|r не попадает по |3-2(ваш питомец) |3-2(|T134157:14|tДракончик из Сна).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015236,
					["timestamp"] = 36575.165,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[11:13:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132891:14|t|cff4e96f7|HbattlePetAbil:507:1952:333:495|h[Молебой]|h|r наносит 35 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T134157:14|tДракончик из Сна).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015237,
					["timestamp"] = 36576.123,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[11:13:57]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132891:14|t|cff4e96f7|HbattlePetAbil:507:1952:333:495|h[Молебой]|h|r наносит 35 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T134157:14|tДракончик из Сна).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015238,
					["timestamp"] = 36577.083,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[11:13:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132891:14|t|cff4e96f7|HbattlePetAbil:507:1952:333:495|h[Молебой]|h|r не попадает по |3-2(ваш питомец) |3-2(|T134157:14|tДракончик из Сна).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015239,
					["timestamp"] = 36578.04,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[11:13:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132891:14|t|cff4e96f7|HbattlePetAbil:507:1952:333:495|h[Молебой]|h|r не попадает по |3-2(ваш питомец) |3-2(|T134157:14|tДракончик из Сна).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015240,
					["timestamp"] = 36579.056,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[11:14:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237150:14|t|cff4e96f7|HbattlePetAbil:525:595:305:193|h[Изумрудные клыки]|h|r наносит 576 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T3255388:14|tЗвездный След).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015242,
					["timestamp"] = 36580.555,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[11:14:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135878:14|t|cff4e96f7|HbattlePetAbil:924:1376:333:495|h[Выносливость]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134157:14|tДракончик из Сна), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015243,
					["timestamp"] = 36581.567,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[11:14:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015245,
					["timestamp"] = 36583.693,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[11:14:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237286:14|t|cff4e96f7|HbattlePetAbil:508:1376:333:495|h[Пыльца ночных бабочек]|h|r наносит 168 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T134157:14|tДракончик из Сна).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015246,
					["timestamp"] = 36584.932,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[11:14:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237286:14|t|cff4e96f7|HbattlePetAbil:508:1376:333:495|h[Пыльца ночных бабочек]|h|r не попадает по |3-2(ваш питомец) |3-2(|T134157:14|tДракончик из Сна).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015246,
					["timestamp"] = 36585.189,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[11:14:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237150:14|t|cff4e96f7|HbattlePetAbil:525:427:305:193|h[Изумрудные клыки]|h|r наносит 612 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T3255388:14|tЗвездный След).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015248,
					["timestamp"] = 36587.379,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[11:14:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618976:14|t|cff4e96f7|HbattlePetAbil:239:764:333:495|h[Летающий питомец]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T3255388:14|tЗвездный След), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015248,
					["timestamp"] = 36587.379,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[11:14:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T653221:14|t|cff4e96f7|HbattlePetAbil:154:764:333:495|h[Снижение скорости]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134157:14|tДракончик из Сна), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015249,
					["timestamp"] = 36588.391,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[11:14:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h:  накладывает эффект |T618974:14|t|cff4e96f7|HbattlePetAbil:245:427:305:257|h[Дракон]|h|r на |3-1(ваш питомец) |3-3(|T134157:14|tДракончик из Сна).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015249,
					["timestamp"] = 36588.391,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[11:14:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015251,
					["timestamp"] = 36589.673,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[11:14:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132891:14|t|cff4e96f7|HbattlePetAbil:507:764:333:330|h[Молебой]|h|r не попадает по |3-2(ваш питомец) |3-2(|T134157:14|tДракончик из Сна).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015251,
					["timestamp"] = 36590.164,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[11:14:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132891:14|t|cff4e96f7|HbattlePetAbil:507:764:333:330|h[Молебой]|h|r не попадает по |3-2(ваш питомец) |3-2(|T134157:14|tДракончик из Сна).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015252,
					["timestamp"] = 36591.121,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[11:14:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132891:14|t|cff4e96f7|HbattlePetAbil:507:764:333:330|h[Молебой]|h|r не попадает по |3-2(ваш питомец) |3-2(|T134157:14|tДракончик из Сна).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015253,
					["timestamp"] = 36592.072,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[11:14:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132891:14|t|cff4e96f7|HbattlePetAbil:507:764:333:330|h[Молебой]|h|r не попадает по |3-2(ваш питомец) |3-2(|T134157:14|tДракончик из Сна).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015254,
					["timestamp"] = 36593.036,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[11:14:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132891:14|t|cff4e96f7|HbattlePetAbil:507:764:333:330|h[Молебой]|h|r накладывает эффект |T653221:14|t|cff4e96f7|HbattlePetAbil:154:764:333:330|h[Снижение скорости]|h|r на |3-1(ваш питомец) |3-3(|T134157:14|tДракончик из Сна).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015255,
					["timestamp"] = 36594.052,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[11:14:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237150:14|t|cff4e96f7|HbattlePetAbil:525:427:305:257|h[Изумрудные клыки]|h|r наносит 1275 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T3255388:14|tЗвездный След).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015256,
					["timestamp"] = 36595.411,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[11:14:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T3255388:14|tЗвездный След погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015256,
					["timestamp"] = 36595.411,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[11:14:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618974:14|t|cff4e96f7|HbattlePetAbil:245:427:305:257|h[Дракон]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134157:14|tДракончик из Сна), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015259,
					["timestamp"] = 36597.95,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[11:14:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015260,
					["timestamp"] = 36599.032,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[11:14:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T2027900:14|tИглонос – |3-8(вражеский питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015260,
					["timestamp"] = 36599.032,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[11:14:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015264,
					["timestamp"] = 36602.604,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[11:14:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132104:14|t|cff4e96f7|HbattlePetAbil:2349:1671:361:498|h[Ядовитые пары]|h|r наносит 650 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T134157:14|tДракончик из Сна).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015267,
					["timestamp"] = 36605.614,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[11:14:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T134157:14|tДракончик из Сна погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015267,
					["timestamp"] = 36605.614,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[11:14:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132104:14|t|cff4e96f7|HbattlePetAbil:2349:1671:361:498|h[Ядовитые пары]|h|r меняет погоду на |T132104:14|t|cff4e96f7|HbattlePetAbil:2350:1671:361:498|h[Токсичный газ]|h|r.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015268,
					["timestamp"] = 36607.379,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[11:14:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015272,
					["timestamp"] = 36610.6,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[11:14:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T377270:14|tГаврюша – |3-8(ваш питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015272,
					["timestamp"] = 36610.6,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[11:14:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015276,
					["timestamp"] = 36614.625,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[11:14:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132274:14|t|cff4e96f7|HbattlePetAbil:359:1671:361:498|h[Ужалить]|h|r накладывает эффект |T132274:14|t|cff4e96f7|HbattlePetAbil:358:1671:361:498|h[Ужалить]|h|r на |3-1(ваш питомец) |3-3(|T377270:14|tГаврюша).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015277,
					["timestamp"] = 36615.761,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[11:14:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T538568:14|t|cff4e96f7|HbattlePetAbil:362:1644:276:260|h[Вой]|h|r накладывает эффект |T538568:14|t|cff4e96f7|HbattlePetAbil:1725:1644:276:260|h[Вой]|h|r на |3-1(вражеский питомец) |3-3(|T2027900:14|tИглонос).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015280,
					["timestamp"] = 36618.798,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[11:14:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132274:14|t|cff4e96f7|HbattlePetAbil:358:1671:361:498|h[Ужалить]|h|r наносит 114 ед. урона |3-2(ваш питомец) |3-2(|T377270:14|tГаврюша).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015281,
					["timestamp"] = 36619.843,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[11:14:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 9",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015282,
					["timestamp"] = 36620.616,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[11:14:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236270:14|t|cff4e96f7|HbattlePetAbil:2353:1671:361:498|h[Заразный удар]|h|r наносит 428 ед. урона (сильн. удар) |3-2(ваш питомец) |3-2(|T377270:14|tГаврюша).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015283,
					["timestamp"] = 36621.915,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[11:14:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236270:14|t|cff4e96f7|HbattlePetAbil:2353:1671:361:498|h[Заразный удар]|h|r наносит 285 ед. урона (сильн. удар) |3-2(ваш питомец) |3-2(|T377270:14|tГаврюша).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015283,
					["timestamp"] = 36622.167,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[11:14:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T429383:14|t|cff4e96f7|HbattlePetAbil:593:817:276:260|h[Прилив мощи]|h|r наносит 2220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2027900:14|tИглонос).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015285,
					["timestamp"] = 36624.202,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[11:14:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T2027900:14|tИглонос погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015285,
					["timestamp"] = 36624.202,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[11:14:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T538568:14|t|cff4e96f7|HbattlePetAbil:1725:817:276:260|h[Вой]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T2027900:14|tИглонос), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015287,
					["timestamp"] = 36625.712,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[11:14:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618976:14|t|cff4e96f7|HbattlePetAbil:239:0:361:498|h[Летающий питомец]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T2027900:14|tИглонос), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015287,
					["timestamp"] = 36625.975,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[11:14:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T429383:14|t|cff4e96f7|HbattlePetAbil:593:817:276:260|h[Прилив мощи]|h|r накладывает эффект |T136091:14|t|cff4e96f7|HbattlePetAbil:248:817:276:260|h[Обездвиживание]|h|r на |3-1(ваш питомец) |3-3(|T377270:14|tГаврюша).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015287,
					["timestamp"] = 36626.238,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[11:14:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132274:14|t|cff4e96f7|HbattlePetAbil:358:0:361:498|h[Ужалить]|h|r наносит 171 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T377270:14|tГаврюша).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015288,
					["timestamp"] = 36627.292,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[11:14:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h:  накладывает эффект |T618974:14|t|cff4e96f7|HbattlePetAbil:245:646:276:260|h[Дракон]|h|r на |3-1(ваш питомец) |3-3(|T377270:14|tГаврюша).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015288,
					["timestamp"] = 36627.292,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[11:14:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 9",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015289,
					["timestamp"] = 36627.88,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[11:14:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132851:14|tСветик – |3-8(вражеский питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015289,
					["timestamp"] = 36627.88,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[11:14:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 10",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015291,
					["timestamp"] = 36630.05,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[11:14:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136018:14|t|cff4e96f7|HbattlePetAbil:190:2113:403:604|h[Смерч]|h|r накладывает эффект \"|T136018:14|t|cff4e96f7|HbattlePetAbil:189:2113:403:604|h[Смерч]|h|r\" на |3-3(ваша команда).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015292,
					["timestamp"] = 36631.09,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[11:14:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132274:14|t|cff4e96f7|HbattlePetAbil:358:0:361:332|h[Ужалить]|h|r наносит 114 ед. урона |3-2(ваш питомец) |3-2(|T377270:14|tГаврюша).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015294,
					["timestamp"] = 36632.677,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[11:14:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618974:14|t|cff4e96f7|HbattlePetAbil:245:532:276:260|h[Дракон]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T377270:14|tГаврюша), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015294,
					["timestamp"] = 36632.677,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[11:14:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 11",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015294,
					["timestamp"] = 36632.677,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[11:14:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136046:14|t|cff4e96f7|HbattlePetAbil:1062:2113:403:604|h[Танец дождя]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T132851:14|tСветик).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015294,
					["timestamp"] = 36633.393,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[11:14:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136046:14|t|cff4e96f7|HbattlePetAbil:1062:2113:403:604|h[Танец дождя]|h|r накладывает эффект \"|T136046:14|t|cff4e96f7|HbattlePetAbil:1061:2113:403:604|h[Танец дождя]|h|r\" на |3-3(команда противника).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015295,
					["timestamp"] = 36633.644,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[11:14:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132274:14|t|cff4e96f7|HbattlePetAbil:358:0:361:332|h[Ужалить]|h|r наносит 171 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T377270:14|tГаврюша).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015296,
					["timestamp"] = 36635.194,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[11:14:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136018:14|t|cff4e96f7|HbattlePetAbil:189:2113:403:604|h[Смерч]|h|r наносит 102 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T377270:14|tГаврюша).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015297,
					["timestamp"] = 36635.703,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[11:14:57]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T136091:14|t|cff4e96f7|HbattlePetAbil:248:259:276:260|h[Обездвиживание]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T377270:14|tГаврюша), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015298,
					["timestamp"] = 36636.77,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[11:14:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 12",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015299,
					["timestamp"] = 36638.502,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[11:15:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136063:14|t|cff4e96f7|HbattlePetAbil:1370:2113:403:604|h[Коготь дикого зверя]|h|r наносит 398 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T377270:14|tГаврюша).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015301,
					["timestamp"] = 36639.637,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[11:15:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T377270:14|tГаврюша погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015301,
					["timestamp"] = 36639.637,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[11:15:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136018:14|t|cff4e96f7|HbattlePetAbil:189:2113:403:604|h[Смерч]|h|r наносит 96 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T377270:14|tХроминий).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015304,
					["timestamp"] = 36643.209,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[11:15:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 12",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015306,
					["timestamp"] = 36645.229,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[11:15:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T377270:14|tХроминий – |3-8(ваш питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015306,
					["timestamp"] = 36645.229,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[11:15:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 13",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015310,
					["timestamp"] = 36648.658,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[11:15:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136063:14|t|cff4e96f7|HbattlePetAbil:1370:2113:403:604|h[Коготь дикого зверя]|h|r наносит 589 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T377270:14|tХроминий).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015311,
					["timestamp"] = 36649.796,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[11:15:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T538568:14|t|cff4e96f7|HbattlePetAbil:362:897:265:250|h[Вой]|h|r накладывает эффект |T538568:14|t|cff4e96f7|HbattlePetAbil:1725:897:265:250|h[Вой]|h|r на |3-1(вражеский питомец) |3-3(|T132851:14|tСветик).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015314,
					["timestamp"] = 36652.832,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[11:15:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136018:14|t|cff4e96f7|HbattlePetAbil:189:2113:403:604|h[Смерч]|h|r наносит 154 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T377270:14|tХроминий).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015315,
					["timestamp"] = 36654.252,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[11:15:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T136046:14|t|cff4e96f7|HbattlePetAbil:1061:2113:403:604|h[Танец дождя]|h|r\", наложенного на |3-3(команда противника), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015316,
					["timestamp"] = 36655.36,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[11:15:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 14",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015318,
					["timestamp"] = 36656.651,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[11:15:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136063:14|t|cff4e96f7|HbattlePetAbil:1370:2113:403:604|h[Коготь дикого зверя]|h|r наносит 372 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T377270:14|tХроминий).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015319,
					["timestamp"] = 36657.84,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[11:15:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T429383:14|t|cff4e96f7|HbattlePetAbil:593:371:265:250|h[Прилив мощи]|h|r наносит 2137 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132851:14|tСветик).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015321,
					["timestamp"] = 36660.034,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[11:15:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T132851:14|tСветик погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015321,
					["timestamp"] = 36660.034,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[11:15:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T538568:14|t|cff4e96f7|HbattlePetAbil:1725:371:265:250|h[Вой]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T132851:14|tСветик), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015322,
					["timestamp"] = 36661.535,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[11:15:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618976:14|t|cff4e96f7|HbattlePetAbil:239:0:403:604|h[Летающий питомец]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T132851:14|tСветик), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015323,
					["timestamp"] = 36661.787,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[11:15:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T429383:14|t|cff4e96f7|HbattlePetAbil:593:371:265:250|h[Прилив мощи]|h|r накладывает эффект |T136091:14|t|cff4e96f7|HbattlePetAbil:248:371:265:250|h[Обездвиживание]|h|r на |3-1(ваш питомец) |3-3(|T377270:14|tХроминий).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015323,
					["timestamp"] = 36662.046,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[11:15:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h:  накладывает эффект |T618974:14|t|cff4e96f7|HbattlePetAbil:245:371:265:250|h[Дракон]|h|r на |3-1(ваш питомец) |3-3(|T377270:14|tХроминий).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015324,
					["timestamp"] = 36663.056,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[11:15:26]|h |Hchannel:PET_BATTLE_INFO|h[Битва питомцев]|h: |3-7(Ваш питомец) |T377270:14|tХроминий получает 99 ед. опыта.",
					["extraData"] = {
						62, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["b"] = 0.364705890417099,
					["serverTime"] = 1629015327,
					["timestamp"] = 36665.555,
					["g"] = 0.8705883026123047,
					["r"] = 0.8823530077934265,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[11:15:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:977:265:250|h[Боевое восстановление]|h|r восстанавливает 606 ед. урона |3-2(ваш питомец) |3-2(|T377270:14|tХроминий).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1629015327,
					["timestamp"] = 36665.555,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [95]
			},
			["headIndex"] = 95,
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 4,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "Speech to text allows you to add closed captioning in a voice channel.",
					["serverTime"] = 1642908582,
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 374938.085,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["g"] = 0.9843137860298157,
				}, -- [1]
				{
					["message"] = "0 |4day:days;, 0 |4hour:hours;, 0 |4minute:minutes;, 0 |4second:seconds;",
					["timestamp"] = 374938.085,
				}, -- [2]
				{
					["message"] = "========== End of Scrollback ==========",
					["timestamp"] = 374938.085,
				}, -- [3]
				{
					["message"] = "Speech to text allows you to add closed captioning in a voice channel.",
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 374924.597,
					["g"] = 0.9843137860298157,
					["b"] = 1,
				}, -- [4]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame2"] = {
			["maxElements"] = 300,
			["elements"] = {
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1077828.842,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["g"] = 0.501960813999176,
				}, -- [1]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1077846.165,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["g"] = 0.501960813999176,
				}, -- [2]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1077858.942,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["g"] = 0.501960813999176,
				}, -- [3]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1078337.871,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["g"] = 0.501960813999176,
				}, -- [4]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1078347.401,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["g"] = 0.501960813999176,
				}, -- [5]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1078360.036,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["g"] = 0.501960813999176,
				}, -- [6]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1078380.599,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["g"] = 0.501960813999176,
				}, -- [7]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1078398.729,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["g"] = 0.501960813999176,
				}, -- [8]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1078409.548,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["g"] = 0.501960813999176,
				}, -- [9]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1078427.909,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["g"] = 0.501960813999176,
				}, -- [10]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1078447.384,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["g"] = 0.501960813999176,
				}, -- [11]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1078459.763,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["g"] = 0.501960813999176,
				}, -- [12]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1078495.56,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["g"] = 0.501960813999176,
				}, -- [13]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1078501.743,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["g"] = 0.501960813999176,
				}, -- [14]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1078563.855,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["g"] = 0.501960813999176,
				}, -- [15]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1078580.187,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["g"] = 0.501960813999176,
				}, -- [16]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1078627.222,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["g"] = 0.501960813999176,
				}, -- [17]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1079022.752,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["g"] = 0.501960813999176,
				}, -- [18]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1079061.18,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["g"] = 0.501960813999176,
				}, -- [19]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1079070.761,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["g"] = 0.501960813999176,
				}, -- [20]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1079091.021,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["g"] = 0.501960813999176,
				}, -- [21]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1079129.953,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["g"] = 0.501960813999176,
				}, -- [22]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["timestamp"] = 1079163.653,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["g"] = 0.501960813999176,
				}, -- [23]
			},
			["headIndex"] = 23,
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 36,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[05:29:34]|h |cffffe566{VuhDo}|r VuhDo |cffffe566['vu:du:]|r v3.131 (use /vd). Currently maintained by Ivaria@US-Hyjal in honor of Marshy and our newborn daughter Kiana.",
					["r"] = 1,
					["timestamp"] = 374924.597,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[05:29:34]|h |cff9900ffWeakAuras:|r  There are 6 updates to your auras ready to be installed!",
					["timestamp"] = 374924.597,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[05:29:43]|h |cffFFFFFFRaiderIO|r is using expired data. Please update now to see the most accurate data: |cffFFFFFFhttps://rio.gg/addon|r",
					["r"] = 1,
					["serverTime"] = 1642908583,
					["timestamp"] = 374938.085,
					["g"] = 1,
					["b"] = 0,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[05:29:43]|h |cFFFF0000[ZT-Error] LibGroupInSpecT-1.1 not found",
					["timestamp"] = 374938.085,
					["serverTime"] = 1642908583,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[05:29:43]|h Loot Specialization set to: Balance",
					["serverTime"] = 1642908583,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 374938.085,
					["g"] = 0.9843137860298157,
					["b"] = 1,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[05:29:43]|h |cff33ff99Global Ignore: |cffffffffType /gignore or /gi for help and options",
					["timestamp"] = 374938.085,
					["serverTime"] = 1642908583,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[05:29:43]|h |cff33ff99Global Ignore: |cffffffffSynchronizing Ignore list...",
					["timestamp"] = 374938.085,
					["serverTime"] = 1642908583,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[05:29:43]|h |cffffd700Titan Panel|r|cff20ff20 5.22.0.90105|r|cffffd700|cffffd700 by the |cffff8c00Titan Panel Development Team|r|cff20ff20|r",
					["timestamp"] = 374938.085,
					["serverTime"] = 1642908583,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[05:29:43]|h |cffffe566{VuhDo}|r Profile successfully loaded: Эстрэя: Фламиника: Vuhdo'esque",
					["r"] = 1,
					["serverTime"] = 1642908583,
					["timestamp"] = 374938.085,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[05:29:43]|h |cffffe566{VuhDo}|r auto model sanity: VUHDO_PANEL_SETUP: created 1, repaired 0 values.",
					["r"] = 1,
					["serverTime"] = 1642908583,
					["timestamp"] = 374938.085,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[05:29:44]|h Total time played: 2 |4day:days;, 8 |4hour:hours;, 49 |4minute:minutes;, 35 |4second:seconds;",
					["serverTime"] = 1642908584,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 374941.277,
					["g"] = 0.9843137860298157,
					["b"] = 1,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[05:29:44]|h Time played this level: 0 |4day:days;, 14 |4hour:hours;, 58 |4minute:minutes;, 7 |4second:seconds;",
					["serverTime"] = 1642908584,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 374941.277,
					["g"] = 0.9843137860298157,
					["b"] = 1,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[05:29:50]|h |cffb4b4ffALL THE THINGS|r Profile: Default",
					["timestamp"] = 374946.304,
					["serverTime"] = 1642908590,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[05:30:03]|h You receive item: |cffffffff|Hitem:152506::::::::60:102:::::::::|h[Star Moss]|h|rx200",
					["serverTime"] = 1642908602,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 374959.806,
					["g"] = 0.960784375667572,
					["b"] = 0,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[05:30:03]|h You receive item: |cffffffff|Hitem:152506::::::::60:102:::::::::|h[Star Moss]|h|rx87",
					["serverTime"] = 1642908602,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 374960.183,
					["g"] = 0.960784375667572,
					["b"] = 0,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[05:30:05]|h You receive item: |cffffffff|Hitem:123918::::::::60:102:::::::::|h[Leystone Ore]|h|rx200",
					["serverTime"] = 1642908604,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 374961.583,
					["g"] = 0.960784375667572,
					["b"] = 0,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[05:30:05]|h You receive item: |cffffffff|Hitem:123918::::::::60:102:::::::::|h[Leystone Ore]|h|rx200",
					["serverTime"] = 1642908604,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 374962.009,
					["g"] = 0.960784375667572,
					["b"] = 0,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[05:30:06]|h You receive item: |cffffffff|Hitem:123918::::::::60:102:::::::::|h[Leystone Ore]|h|rx94",
					["serverTime"] = 1642908605,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 374962.436,
					["g"] = 0.960784375667572,
					["b"] = 0,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[05:30:07]|h You receive item: |cffffffff|Hitem:173202::::::::60:102:::::::::|h[Shrouded Cloth]|h|rx21",
					["serverTime"] = 1642908606,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 374963.565,
					["g"] = 0.960784375667572,
					["b"] = 0,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[05:30:08]|h You receive item: |cff0070dd|Hitem:171833::::::::60:102:::::::::|h[Elethium Ore]|h|rx18",
					["serverTime"] = 1642908607,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 374964.787,
					["g"] = 0.960784375667572,
					["b"] = 0,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[05:30:09]|h You receive item: |cffffffff|Hitem:168586::::::::60:102:::::::::|h[Rising Glory]|h|rx144",
					["serverTime"] = 1642908608,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 374965.714,
					["g"] = 0.960784375667572,
					["b"] = 0,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[05:30:11]|h You receive item: |cff1eff00|Hitem:171841::::::::60:102:::::::::|h[Shaded Stone]|h|rx3",
					["serverTime"] = 1642908610,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 374967.469,
					["g"] = 0.960784375667572,
					["b"] = 0,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[05:30:27]|h Quest accepted: A Call to Revendreth",
					["serverTime"] = 1642908626,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 374983.852,
					["g"] = 0.9843137860298157,
					["b"] = 1,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[05:31:04]|h Quest accepted: Training in Bastion",
					["serverTime"] = 1642908663,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 375021.049,
					["g"] = 0.9843137860298157,
					["b"] = 1,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[05:31:11]|h You receive item: |cff1eff00|Hitem:181643::::::::60:102:::::::::|h[Weeping Corpseshroom]|h|rx6",
					["serverTime"] = 1642908670,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 375028.187,
					["g"] = 0.960784375667572,
					["b"] = 0,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[05:31:12]|h You receive item: |cff1eff00|Hitem:184148::::::::60:102:::::::::|h[Concealed Sinvyr Flask]|h|rx6",
					["serverTime"] = 1642908671,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 375029.139,
					["g"] = 0.960784375667572,
					["b"] = 0,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[05:31:13]|h You receive item: |cffa335ee|Hitem:185854::::::::60:102::25:4:6652:1472:5884:6646::::::|h[Stone-Etched Shawl]|h|r",
					["serverTime"] = 1642908672,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 375030.051,
					["g"] = 0.960784375667572,
					["b"] = 0,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[05:31:14]|h You receive item: |cff1eff00|Hitem:184388::::::::60:102:::::::::|h[Plump Glitterroot]|h|rx8",
					["serverTime"] = 1642908673,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 375031.055,
					["g"] = 0.960784375667572,
					["b"] = 0,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[05:31:15]|h You receive item: |cffffffff|Hitem:184635::::::::60:102::31:::::::|h[Adventurer's Mining Cache]|h|r",
					["serverTime"] = 1642908674,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 375032.16,
					["g"] = 0.960784375667572,
					["b"] = 0,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[05:31:16]|h Reputation with The Ascended increased by 250.",
					["serverTime"] = 1642908675,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 375033.047,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[05:31:17]|h Reputation with The Undying Army increased by 250.",
					["serverTime"] = 1642908676,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 375034.212,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[05:31:18]|h Reputation with Court of Harvesters increased by 250.",
					["serverTime"] = 1642908677,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 375035.145,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[05:31:22]|h You receive item: |cffffffff|Hitem:171840::::::::60:102:::::::::|h[Porous Stone]|h|rx6",
					["serverTime"] = 1642908681,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 375038.542,
					["g"] = 0.960784375667572,
					["b"] = 0,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[05:31:22]|h You receive item: |cffffffff|Hitem:171828::::::::60:102:::::::::|h[Laestrite Ore]|h|rx12",
					["serverTime"] = 1642908681,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 375038.934,
					["g"] = 0.960784375667572,
					["b"] = 0,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[05:33:01]|h |Hchannel:channel:1|h[1] |h Left Channel: |Hchannel:CHANNEL:1|h[1. General - Ardenweald]|h",
					["serverTime"] = 1642908780,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 375137.939,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[05:33:01]|h |Hchannel:channel:3|h[3] |h Left Channel: |Hchannel:CHANNEL:3|h[3. LocalDefense - Ardenweald]|h",
					["serverTime"] = 1642908780,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 375137.939,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [36]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
