
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1590478901,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 1,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[16:48:36]|h |cffd8d8d8[|r|Hplayer:Estrea-Alleria:19:ACHIEVEMENT|h|cffd8bc3f60|r:|cfffe7b09Estrea|r|h|cffd8d8d8]|r has earned the achievement |cffffff00|Hachievement:14840:Player-1099-0A4E9E8A:1:12:3:21:4294967295:4294967295:4294967295:4294967295|h[Adventures: Learning the Ropes]|h|r |cffffffff(|rCompleted 3/12/21|cffffffff)|r!",
					["serverTime"] = 1638542915,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1469740.292,
					["g"] = 1,
					["b"] = 0,
				}, -- [1]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[11:13:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134157:14|tДракончик из Сна – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36549.634,
					["serverTime"] = 1629015211,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[11:13:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T3255388:14|tЗвездный След – |3-8(вражеский питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36550.391,
					["serverTime"] = 1629015211,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[11:13:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36552.633,
					["serverTime"] = 1629015214,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[11:13:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237286:14|t|cff4e96f7|HbattlePetAbil:508:1952:333:495|h[Пыльца ночных бабочек]|h|r наносит 336 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T134157:14|tДракончик из Сна).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36553.691,
					["serverTime"] = 1629015215,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[11:13:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237286:14|t|cff4e96f7|HbattlePetAbil:508:1952:333:495|h[Пыльца ночных бабочек]|h|r накладывает эффект |T132156:14|t|cff4e96f7|HbattlePetAbil:498:1952:333:495|h[Сон]|h|r на |3-1(ваш питомец) |3-3(|T134157:14|tДракончик из Сна).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36553.951,
					["serverTime"] = 1629015215,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[11:13:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36562.655,
					["serverTime"] = 1629015224,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[11:13:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132891:14|t|cff4e96f7|HbattlePetAbil:507:1952:333:495|h[Молебой]|h|r не попадает по |3-2(ваш питомец) |3-2(|T134157:14|tДракончик из Сна).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36563.09,
					["serverTime"] = 1629015224,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[11:13:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132891:14|t|cff4e96f7|HbattlePetAbil:507:1952:333:495|h[Молебой]|h|r наносит 116 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T134157:14|tДракончик из Сна).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36564.046,
					["serverTime"] = 1629015225,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[11:13:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132156:14|t|cff4e96f7|HbattlePetAbil:498:1952:333:495|h[Сон]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134157:14|tДракончик из Сна), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36564.046,
					["serverTime"] = 1629015225,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[11:13:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132156:14|t|cff4e96f7|HbattlePetAbil:498:1952:333:495|h[Сон]|h|r накладывает эффект |T135878:14|t|cff4e96f7|HbattlePetAbil:924:1952:333:495|h[Выносливость]|h|r на |3-1(ваш питомец) |3-3(|T134157:14|tДракончик из Сна).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36564.046,
					["serverTime"] = 1629015225,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[11:13:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132891:14|t|cff4e96f7|HbattlePetAbil:507:1952:333:495|h[Молебой]|h|r наносит 116 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T134157:14|tДракончик из Сна).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36565.536,
					["serverTime"] = 1629015226,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[11:13:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132891:14|t|cff4e96f7|HbattlePetAbil:507:1952:333:495|h[Молебой]|h|r не попадает по |3-2(ваш питомец) |3-2(|T134157:14|tДракончик из Сна).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36566.495,
					["serverTime"] = 1629015227,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[11:13:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132891:14|t|cff4e96f7|HbattlePetAbil:507:1952:333:495|h[Молебой]|h|r накладывает эффект |T653221:14|t|cff4e96f7|HbattlePetAbil:154:1952:333:495|h[Снижение скорости]|h|r на |3-1(ваш питомец) |3-3(|T134157:14|tДракончик из Сна).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36567.511,
					["serverTime"] = 1629015228,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[11:13:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36568.693,
					["serverTime"] = 1629015230,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[11:13:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133707:14|t|cff4e96f7|HbattlePetAbil:112:1952:333:495|h[Клевать]|h|r наносит 232 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T134157:14|tДракончик из Сна).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36569.965,
					["serverTime"] = 1629015231,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[11:13:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134104:14|t|cff4e96f7|HbattlePetAbil:597:665:305:193|h[Власть изумруда]|h|r накладывает эффект |T134104:14|t|cff4e96f7|HbattlePetAbil:823:665:305:193|h[Власть изумруда]|h|r на |3-1(ваш питомец) |3-3(|T134157:14|tДракончик из Сна).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36571.995,
					["serverTime"] = 1629015233,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[11:13:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36574.672,
					["serverTime"] = 1629015236,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[11:13:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132891:14|t|cff4e96f7|HbattlePetAbil:507:1952:333:495|h[Молебой]|h|r не попадает по |3-2(ваш питомец) |3-2(|T134157:14|tДракончик из Сна).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36575.165,
					["serverTime"] = 1629015236,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[11:13:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132891:14|t|cff4e96f7|HbattlePetAbil:507:1952:333:495|h[Молебой]|h|r наносит 35 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T134157:14|tДракончик из Сна).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36576.123,
					["serverTime"] = 1629015237,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[11:13:57]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132891:14|t|cff4e96f7|HbattlePetAbil:507:1952:333:495|h[Молебой]|h|r наносит 35 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T134157:14|tДракончик из Сна).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36577.083,
					["serverTime"] = 1629015238,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[11:13:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132891:14|t|cff4e96f7|HbattlePetAbil:507:1952:333:495|h[Молебой]|h|r не попадает по |3-2(ваш питомец) |3-2(|T134157:14|tДракончик из Сна).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36578.04,
					["serverTime"] = 1629015239,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[11:13:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132891:14|t|cff4e96f7|HbattlePetAbil:507:1952:333:495|h[Молебой]|h|r не попадает по |3-2(ваш питомец) |3-2(|T134157:14|tДракончик из Сна).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36579.056,
					["serverTime"] = 1629015240,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[11:14:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237150:14|t|cff4e96f7|HbattlePetAbil:525:595:305:193|h[Изумрудные клыки]|h|r наносит 576 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T3255388:14|tЗвездный След).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36580.555,
					["serverTime"] = 1629015242,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[11:14:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135878:14|t|cff4e96f7|HbattlePetAbil:924:1376:333:495|h[Выносливость]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134157:14|tДракончик из Сна), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36581.567,
					["serverTime"] = 1629015243,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[11:14:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36583.693,
					["serverTime"] = 1629015245,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[11:14:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237286:14|t|cff4e96f7|HbattlePetAbil:508:1376:333:495|h[Пыльца ночных бабочек]|h|r наносит 168 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T134157:14|tДракончик из Сна).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36584.932,
					["serverTime"] = 1629015246,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[11:14:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237286:14|t|cff4e96f7|HbattlePetAbil:508:1376:333:495|h[Пыльца ночных бабочек]|h|r не попадает по |3-2(ваш питомец) |3-2(|T134157:14|tДракончик из Сна).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36585.189,
					["serverTime"] = 1629015246,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[11:14:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237150:14|t|cff4e96f7|HbattlePetAbil:525:427:305:193|h[Изумрудные клыки]|h|r наносит 612 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T3255388:14|tЗвездный След).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36587.379,
					["serverTime"] = 1629015248,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[11:14:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618976:14|t|cff4e96f7|HbattlePetAbil:239:764:333:495|h[Летающий питомец]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T3255388:14|tЗвездный След), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36587.379,
					["serverTime"] = 1629015248,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[11:14:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T653221:14|t|cff4e96f7|HbattlePetAbil:154:764:333:495|h[Снижение скорости]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134157:14|tДракончик из Сна), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36588.391,
					["serverTime"] = 1629015249,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[11:14:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h:  накладывает эффект |T618974:14|t|cff4e96f7|HbattlePetAbil:245:427:305:257|h[Дракон]|h|r на |3-1(ваш питомец) |3-3(|T134157:14|tДракончик из Сна).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36588.391,
					["serverTime"] = 1629015249,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[11:14:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36589.673,
					["serverTime"] = 1629015251,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[11:14:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132891:14|t|cff4e96f7|HbattlePetAbil:507:764:333:330|h[Молебой]|h|r не попадает по |3-2(ваш питомец) |3-2(|T134157:14|tДракончик из Сна).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36590.164,
					["serverTime"] = 1629015251,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[11:14:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132891:14|t|cff4e96f7|HbattlePetAbil:507:764:333:330|h[Молебой]|h|r не попадает по |3-2(ваш питомец) |3-2(|T134157:14|tДракончик из Сна).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36591.121,
					["serverTime"] = 1629015252,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[11:14:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132891:14|t|cff4e96f7|HbattlePetAbil:507:764:333:330|h[Молебой]|h|r не попадает по |3-2(ваш питомец) |3-2(|T134157:14|tДракончик из Сна).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36592.072,
					["serverTime"] = 1629015253,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[11:14:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132891:14|t|cff4e96f7|HbattlePetAbil:507:764:333:330|h[Молебой]|h|r не попадает по |3-2(ваш питомец) |3-2(|T134157:14|tДракончик из Сна).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36593.036,
					["serverTime"] = 1629015254,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[11:14:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132891:14|t|cff4e96f7|HbattlePetAbil:507:764:333:330|h[Молебой]|h|r накладывает эффект |T653221:14|t|cff4e96f7|HbattlePetAbil:154:764:333:330|h[Снижение скорости]|h|r на |3-1(ваш питомец) |3-3(|T134157:14|tДракончик из Сна).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36594.052,
					["serverTime"] = 1629015255,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[11:14:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237150:14|t|cff4e96f7|HbattlePetAbil:525:427:305:257|h[Изумрудные клыки]|h|r наносит 1275 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T3255388:14|tЗвездный След).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36595.411,
					["serverTime"] = 1629015256,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[11:14:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T3255388:14|tЗвездный След погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36595.411,
					["serverTime"] = 1629015256,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[11:14:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618974:14|t|cff4e96f7|HbattlePetAbil:245:427:305:257|h[Дракон]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134157:14|tДракончик из Сна), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36597.95,
					["serverTime"] = 1629015259,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[11:14:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36599.032,
					["serverTime"] = 1629015260,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[11:14:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T2027900:14|tИглонос – |3-8(вражеский питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36599.032,
					["serverTime"] = 1629015260,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[11:14:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36602.604,
					["serverTime"] = 1629015264,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[11:14:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132104:14|t|cff4e96f7|HbattlePetAbil:2349:1671:361:498|h[Ядовитые пары]|h|r наносит 650 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T134157:14|tДракончик из Сна).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36605.614,
					["serverTime"] = 1629015267,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[11:14:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T134157:14|tДракончик из Сна погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36605.614,
					["serverTime"] = 1629015267,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[11:14:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132104:14|t|cff4e96f7|HbattlePetAbil:2349:1671:361:498|h[Ядовитые пары]|h|r меняет погоду на |T132104:14|t|cff4e96f7|HbattlePetAbil:2350:1671:361:498|h[Токсичный газ]|h|r.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36607.379,
					["serverTime"] = 1629015268,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[11:14:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36610.6,
					["serverTime"] = 1629015272,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[11:14:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T377270:14|tГаврюша – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36610.6,
					["serverTime"] = 1629015272,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[11:14:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36614.625,
					["serverTime"] = 1629015276,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[11:14:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132274:14|t|cff4e96f7|HbattlePetAbil:359:1671:361:498|h[Ужалить]|h|r накладывает эффект |T132274:14|t|cff4e96f7|HbattlePetAbil:358:1671:361:498|h[Ужалить]|h|r на |3-1(ваш питомец) |3-3(|T377270:14|tГаврюша).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36615.761,
					["serverTime"] = 1629015277,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[11:14:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T538568:14|t|cff4e96f7|HbattlePetAbil:362:1644:276:260|h[Вой]|h|r накладывает эффект |T538568:14|t|cff4e96f7|HbattlePetAbil:1725:1644:276:260|h[Вой]|h|r на |3-1(вражеский питомец) |3-3(|T2027900:14|tИглонос).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36618.798,
					["serverTime"] = 1629015280,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[11:14:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132274:14|t|cff4e96f7|HbattlePetAbil:358:1671:361:498|h[Ужалить]|h|r наносит 114 ед. урона |3-2(ваш питомец) |3-2(|T377270:14|tГаврюша).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36619.843,
					["serverTime"] = 1629015281,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[11:14:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 9",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36620.616,
					["serverTime"] = 1629015282,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[11:14:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236270:14|t|cff4e96f7|HbattlePetAbil:2353:1671:361:498|h[Заразный удар]|h|r наносит 428 ед. урона (сильн. удар) |3-2(ваш питомец) |3-2(|T377270:14|tГаврюша).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36621.915,
					["serverTime"] = 1629015283,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[11:14:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236270:14|t|cff4e96f7|HbattlePetAbil:2353:1671:361:498|h[Заразный удар]|h|r наносит 285 ед. урона (сильн. удар) |3-2(ваш питомец) |3-2(|T377270:14|tГаврюша).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36622.167,
					["serverTime"] = 1629015283,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[11:14:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T429383:14|t|cff4e96f7|HbattlePetAbil:593:817:276:260|h[Прилив мощи]|h|r наносит 2220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2027900:14|tИглонос).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36624.202,
					["serverTime"] = 1629015285,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[11:14:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T2027900:14|tИглонос погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36624.202,
					["serverTime"] = 1629015285,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[11:14:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T538568:14|t|cff4e96f7|HbattlePetAbil:1725:817:276:260|h[Вой]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T2027900:14|tИглонос), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36625.712,
					["serverTime"] = 1629015287,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[11:14:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618976:14|t|cff4e96f7|HbattlePetAbil:239:0:361:498|h[Летающий питомец]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T2027900:14|tИглонос), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36625.975,
					["serverTime"] = 1629015287,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[11:14:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T429383:14|t|cff4e96f7|HbattlePetAbil:593:817:276:260|h[Прилив мощи]|h|r накладывает эффект |T136091:14|t|cff4e96f7|HbattlePetAbil:248:817:276:260|h[Обездвиживание]|h|r на |3-1(ваш питомец) |3-3(|T377270:14|tГаврюша).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36626.238,
					["serverTime"] = 1629015287,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[11:14:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132274:14|t|cff4e96f7|HbattlePetAbil:358:0:361:498|h[Ужалить]|h|r наносит 171 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T377270:14|tГаврюша).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36627.292,
					["serverTime"] = 1629015288,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[11:14:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h:  накладывает эффект |T618974:14|t|cff4e96f7|HbattlePetAbil:245:646:276:260|h[Дракон]|h|r на |3-1(ваш питомец) |3-3(|T377270:14|tГаврюша).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36627.292,
					["serverTime"] = 1629015288,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[11:14:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 9",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36627.88,
					["serverTime"] = 1629015289,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[11:14:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132851:14|tСветик – |3-8(вражеский питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36627.88,
					["serverTime"] = 1629015289,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[11:14:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 10",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36630.05,
					["serverTime"] = 1629015291,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[11:14:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136018:14|t|cff4e96f7|HbattlePetAbil:190:2113:403:604|h[Смерч]|h|r накладывает эффект \"|T136018:14|t|cff4e96f7|HbattlePetAbil:189:2113:403:604|h[Смерч]|h|r\" на |3-3(ваша команда).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36631.09,
					["serverTime"] = 1629015292,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[11:14:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132274:14|t|cff4e96f7|HbattlePetAbil:358:0:361:332|h[Ужалить]|h|r наносит 114 ед. урона |3-2(ваш питомец) |3-2(|T377270:14|tГаврюша).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36632.677,
					["serverTime"] = 1629015294,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[11:14:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618974:14|t|cff4e96f7|HbattlePetAbil:245:532:276:260|h[Дракон]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T377270:14|tГаврюша), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36632.677,
					["serverTime"] = 1629015294,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[11:14:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 11",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36632.677,
					["serverTime"] = 1629015294,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[11:14:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136046:14|t|cff4e96f7|HbattlePetAbil:1062:2113:403:604|h[Танец дождя]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T132851:14|tСветик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36633.393,
					["serverTime"] = 1629015294,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[11:14:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136046:14|t|cff4e96f7|HbattlePetAbil:1062:2113:403:604|h[Танец дождя]|h|r накладывает эффект \"|T136046:14|t|cff4e96f7|HbattlePetAbil:1061:2113:403:604|h[Танец дождя]|h|r\" на |3-3(команда противника).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36633.644,
					["serverTime"] = 1629015295,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[11:14:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132274:14|t|cff4e96f7|HbattlePetAbil:358:0:361:332|h[Ужалить]|h|r наносит 171 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T377270:14|tГаврюша).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36635.194,
					["serverTime"] = 1629015296,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[11:14:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136018:14|t|cff4e96f7|HbattlePetAbil:189:2113:403:604|h[Смерч]|h|r наносит 102 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T377270:14|tГаврюша).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36635.703,
					["serverTime"] = 1629015297,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[11:14:57]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T136091:14|t|cff4e96f7|HbattlePetAbil:248:259:276:260|h[Обездвиживание]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T377270:14|tГаврюша), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36636.77,
					["serverTime"] = 1629015298,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[11:14:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 12",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36638.502,
					["serverTime"] = 1629015299,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[11:15:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136063:14|t|cff4e96f7|HbattlePetAbil:1370:2113:403:604|h[Коготь дикого зверя]|h|r наносит 398 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T377270:14|tГаврюша).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36639.637,
					["serverTime"] = 1629015301,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[11:15:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T377270:14|tГаврюша погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36639.637,
					["serverTime"] = 1629015301,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[11:15:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136018:14|t|cff4e96f7|HbattlePetAbil:189:2113:403:604|h[Смерч]|h|r наносит 96 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T377270:14|tХроминий).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36643.209,
					["serverTime"] = 1629015304,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[11:15:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 12",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36645.229,
					["serverTime"] = 1629015306,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[11:15:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T377270:14|tХроминий – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36645.229,
					["serverTime"] = 1629015306,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[11:15:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 13",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36648.658,
					["serverTime"] = 1629015310,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[11:15:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136063:14|t|cff4e96f7|HbattlePetAbil:1370:2113:403:604|h[Коготь дикого зверя]|h|r наносит 589 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T377270:14|tХроминий).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36649.796,
					["serverTime"] = 1629015311,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[11:15:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T538568:14|t|cff4e96f7|HbattlePetAbil:362:897:265:250|h[Вой]|h|r накладывает эффект |T538568:14|t|cff4e96f7|HbattlePetAbil:1725:897:265:250|h[Вой]|h|r на |3-1(вражеский питомец) |3-3(|T132851:14|tСветик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36652.832,
					["serverTime"] = 1629015314,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[11:15:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136018:14|t|cff4e96f7|HbattlePetAbil:189:2113:403:604|h[Смерч]|h|r наносит 154 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T377270:14|tХроминий).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36654.252,
					["serverTime"] = 1629015315,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[11:15:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T136046:14|t|cff4e96f7|HbattlePetAbil:1061:2113:403:604|h[Танец дождя]|h|r\", наложенного на |3-3(команда противника), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36655.36,
					["serverTime"] = 1629015316,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[11:15:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 14",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36656.651,
					["serverTime"] = 1629015318,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[11:15:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136063:14|t|cff4e96f7|HbattlePetAbil:1370:2113:403:604|h[Коготь дикого зверя]|h|r наносит 372 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T377270:14|tХроминий).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36657.84,
					["serverTime"] = 1629015319,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[11:15:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T429383:14|t|cff4e96f7|HbattlePetAbil:593:371:265:250|h[Прилив мощи]|h|r наносит 2137 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132851:14|tСветик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36660.034,
					["serverTime"] = 1629015321,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[11:15:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T132851:14|tСветик погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36660.034,
					["serverTime"] = 1629015321,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[11:15:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T538568:14|t|cff4e96f7|HbattlePetAbil:1725:371:265:250|h[Вой]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T132851:14|tСветик), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36661.535,
					["serverTime"] = 1629015322,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[11:15:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618976:14|t|cff4e96f7|HbattlePetAbil:239:0:403:604|h[Летающий питомец]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T132851:14|tСветик), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36661.787,
					["serverTime"] = 1629015323,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[11:15:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T429383:14|t|cff4e96f7|HbattlePetAbil:593:371:265:250|h[Прилив мощи]|h|r накладывает эффект |T136091:14|t|cff4e96f7|HbattlePetAbil:248:371:265:250|h[Обездвиживание]|h|r на |3-1(ваш питомец) |3-3(|T377270:14|tХроминий).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36662.046,
					["serverTime"] = 1629015323,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[11:15:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h:  накладывает эффект |T618974:14|t|cff4e96f7|HbattlePetAbil:245:371:265:250|h[Дракон]|h|r на |3-1(ваш питомец) |3-3(|T377270:14|tХроминий).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36663.056,
					["serverTime"] = 1629015324,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[11:15:26]|h |Hchannel:PET_BATTLE_INFO|h[Битва питомцев]|h: |3-7(Ваш питомец) |T377270:14|tХроминий получает 99 ед. опыта.",
					["b"] = 0.364705890417099,
					["r"] = 0.8823530077934265,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36665.555,
					["serverTime"] = 1629015327,
					["extraData"] = {
						62, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[11:15:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:977:265:250|h[Боевое восстановление]|h|r восстанавливает 606 ед. урона |3-2(ваш питомец) |3-2(|T377270:14|tХроминий).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 36665.555,
					["serverTime"] = 1629015327,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [95]
			},
			["headIndex"] = 95,
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 4,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "Speech to text allows you to add closed captioning in a voice channel.",
					["serverTime"] = 1638542725,
					["r"] = 1,
					["b"] = 1,
					["timestamp"] = 1469548.066,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["g"] = 0.9843137860298157,
				}, -- [1]
				{
					["message"] = "0 |4day:days;, 0 |4hour:hours;, 0 |4minute:minutes;, 0 |4second:seconds;",
					["timestamp"] = 1469548.066,
				}, -- [2]
				{
					["message"] = "========== End of Scrollback ==========",
					["timestamp"] = 1469548.066,
				}, -- [3]
				{
					["message"] = "Speech to text allows you to add closed captioning in a voice channel.",
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1469535.188,
					["g"] = 0.9843137860298157,
					["b"] = 1,
				}, -- [4]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame2"] = {
			["maxElements"] = 300,
			["elements"] = {
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1077828.842,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1077846.165,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [2]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1077858.942,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [3]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1078337.871,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [4]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1078347.401,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [5]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1078360.036,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [6]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1078380.599,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [7]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1078398.729,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [8]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1078409.548,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [9]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1078427.909,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [10]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1078447.384,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [11]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1078459.763,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [12]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1078495.56,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [13]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1078501.743,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [14]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1078563.855,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [15]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1078580.187,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [16]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1078627.222,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [17]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1079022.752,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [18]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1079061.18,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [19]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1079070.761,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [20]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1079091.021,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [21]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1079129.953,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [22]
				{
					["message"] = "Вы выполняете действие \"Сбор трав\" на |3-6(Зин'антария).",
					["r"] = 0.501960813999176,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1079163.653,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [23]
			},
			["headIndex"] = 23,
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 49,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[16:45:18]|h |cffffe566{VuhDo}|r VuhDo |cffffe566['vu:du:]|r v3.129 (use /vd). Currently maintained by Ivaria@US-Hyjal in honor of Marshy and our newborn daughter Kiana.",
					["r"] = 1,
					["timestamp"] = 1469535.188,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[16:45:18]|h |cff9900ffWeakAuras:|r  There are 5 updates to your auras ready to be installed!",
					["timestamp"] = 1469535.188,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[16:45:26]|h |cFFFF0000[ZT-Error] LibGroupInSpecT-1.1 not found",
					["timestamp"] = 1469548.066,
					["serverTime"] = 1638542726,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[16:45:26]|h Loot Specialization set to: Balance",
					["serverTime"] = 1638542726,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1469548.066,
					["g"] = 0.9843137860298157,
					["b"] = 1,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[16:45:26]|h |cff33ff99Global Ignore: |cffffffffType /gignore or /gi for help and options",
					["timestamp"] = 1469548.066,
					["serverTime"] = 1638542726,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[16:45:26]|h |cff33ff99Global Ignore: |cffffffffSynchronizing Ignore list...",
					["timestamp"] = 1469548.066,
					["serverTime"] = 1638542726,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[16:45:26]|h |cff33ff99Global Ignore: |cffffffffWARNING: Synchronization could not be preformed at this time because there were |cffffff001|cffffffff player(s) on Blizzard's ignore list reported as \"Unknown\". If synchronization continues to fail, the unknown player may need to be manually removed from Blizzard ignore list.  The list will try to synchronize the next time the GUI is opened, or by typing /gi sync in chat.",
					["timestamp"] = 1469548.066,
					["serverTime"] = 1638542726,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[16:45:26]|h |cffffd700Titan Panel|r|cff20ff20 5.21.2.90105|r|cffffd700|cffffd700 by the |cffff8c00Titan Panel Development Team|r|cff20ff20|r",
					["timestamp"] = 1469548.066,
					["serverTime"] = 1638542726,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[16:45:26]|h |cffffe566{VuhDo}|r Profile successfully loaded: Эстрэя: Фламиника: Vuhdo'esque",
					["r"] = 1,
					["serverTime"] = 1638542726,
					["timestamp"] = 1469548.066,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[16:45:27]|h Total time played: 2 |4day:days;, 8 |4hour:hours;, 46 |4minute:minutes;, 11 |4second:seconds;",
					["serverTime"] = 1638542727,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1469551.143,
					["g"] = 0.9843137860298157,
					["b"] = 1,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[16:45:27]|h Time played this level: 0 |4day:days;, 14 |4hour:hours;, 54 |4minute:minutes;, 43 |4second:seconds;",
					["serverTime"] = 1638542727,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1469551.143,
					["g"] = 0.9843137860298157,
					["b"] = 1,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[16:45:36]|h The quest Return Lost Souls has been removed from your quest log.",
					["serverTime"] = 1638542736,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1469560.066,
					["g"] = 0.9843137860298157,
					["b"] = 1,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[16:46:07]|h You gained: |cffffffff8,495|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 10|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 58|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t|r",
					["serverTime"] = 1638542767,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1469590.746,
					["g"] = 0.9843137860298157,
					["b"] = 1,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[16:46:07]|h |cff33ff99Postal|r: Collected 8495|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 10|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 58|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t",
					["timestamp"] = 1469590.746,
					["serverTime"] = 1638542767,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[16:46:09]|h |cff33ff99Postal|r: Processing Message 15: Auction expired: Creeping Crawler Meat (20)",
					["timestamp"] = 1469593.344,
					["serverTime"] = 1638542769,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[16:46:10]|h You receive item: |cffffffff|Hitem:179314::::::::60:102:::::::::|h[Creeping Crawler Meat]|h|rx20",
					["serverTime"] = 1638542770,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1469593.634,
					["g"] = 0.960784375667572,
					["b"] = 0,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[16:46:10]|h |cff33ff99Postal|r: Processing Message 14: Auction expired: Oxxein Ore (5)",
					["timestamp"] = 1469593.834,
					["serverTime"] = 1638542770,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[16:46:10]|h You receive item: |cff1eff00|Hitem:171830::::::::60:102:::::::::|h[Oxxein Ore]|h|rx5",
					["serverTime"] = 1638542770,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1469594.114,
					["g"] = 0.960784375667572,
					["b"] = 0,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[16:46:10]|h |cff33ff99Postal|r: Processing Message 13: Auction expired: Embroidered Deep Sea Satin",
					["timestamp"] = 1469594.335,
					["serverTime"] = 1638542770,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[16:46:11]|h You receive item: |cff0070dd|Hitem:158378::::::::60:102:::::::::|h[Embroidered Deep Sea Satin]|h|r",
					["serverTime"] = 1638542771,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1469594.9,
					["g"] = 0.960784375667572,
					["b"] = 0,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[16:46:11]|h |cff33ff99Postal|r: Processing Message 12: Auction expired: Foxflower (66)",
					["timestamp"] = 1469595.341,
					["serverTime"] = 1638542771,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[16:46:12]|h You receive item: |cffffffff|Hitem:124103::::::::60:102:::::::::|h[Foxflower]|h|rx66",
					["serverTime"] = 1638542772,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1469595.633,
					["g"] = 0.960784375667572,
					["b"] = 0,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[16:46:12]|h |cff33ff99Postal|r: Processing Message 11: Auction expired: Fjarnskaggl (85)",
					["timestamp"] = 1469595.849,
					["serverTime"] = 1638542772,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[16:46:12]|h You receive item: |cffffffff|Hitem:124104::::::::60:102:::::::::|h[Fjarnskaggl]|h|rx85",
					["serverTime"] = 1638542772,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1469596.136,
					["g"] = 0.960784375667572,
					["b"] = 0,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[16:46:12]|h |cff33ff99Postal|r: Processing Message 10: Auction expired: Aethril (64)",
					["timestamp"] = 1469596.349,
					["serverTime"] = 1638542772,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[16:46:13]|h You receive item: |cffffffff|Hitem:124101::::::::60:102:::::::::|h[Aethril]|h|rx64",
					["serverTime"] = 1638542773,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1469596.629,
					["g"] = 0.960784375667572,
					["b"] = 0,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[16:46:13]|h |cff33ff99Postal|r: Processing Message 9: Auction expired: Dreamleaf (122)",
					["timestamp"] = 1469596.849,
					["serverTime"] = 1638542773,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[16:46:13]|h You receive item: |cffffffff|Hitem:124102::::::::60:102:::::::::|h[Dreamleaf]|h|rx122",
					["serverTime"] = 1638542773,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1469597.132,
					["g"] = 0.960784375667572,
					["b"] = 0,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[16:46:13]|h |cff33ff99Postal|r: Processing Message 8: Auction expired: Grappling Gauntlet",
					["timestamp"] = 1469597.35,
					["serverTime"] = 1638542773,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[16:46:14]|h You receive item: |cff0070dd|Hitem:82800::::::::60:102:::::::::|h[Pet Cage]|h|r",
					["serverTime"] = 1638542774,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1469597.645,
					["g"] = 0.960784375667572,
					["b"] = 0,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[16:46:14]|h |cff33ff99Postal|r: Processing Message 7: Auction expired: Ultramarine Ink (3)",
					["timestamp"] = 1469597.858,
					["serverTime"] = 1638542774,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[16:46:14]|h You receive item: |cffffffff|Hitem:158187::::::::60:102:::::::::|h[Ultramarine Ink]|h|rx3",
					["serverTime"] = 1638542774,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1469598.139,
					["g"] = 0.960784375667572,
					["b"] = 0,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[16:46:14]|h |cff33ff99Postal|r: Processing Message 6: Auction expired: Felwort (5)",
					["timestamp"] = 1469598.366,
					["serverTime"] = 1638542774,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[16:46:15]|h You receive item: |cff1eff00|Hitem:124106::::::::60:102:::::::::|h[Felwort]|h|rx5",
					["serverTime"] = 1638542775,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1469598.676,
					["g"] = 0.960784375667572,
					["b"] = 0,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[16:46:15]|h |cff33ff99Postal|r: Processing Message 5: Auction expired: Viridescent Ink (3)",
					["timestamp"] = 1469598.866,
					["serverTime"] = 1638542775,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[16:46:15]|h You receive item: |cff1eff00|Hitem:158189::::::::60:102:::::::::|h[Viridescent Ink]|h|rx3",
					["serverTime"] = 1638542775,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1469599.162,
					["g"] = 0.960784375667572,
					["b"] = 0,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[16:46:15]|h |cff33ff99Postal|r: Processing Message 4: Auction expired: Thick Paleo Steak (23)",
					["timestamp"] = 1469599.371,
					["serverTime"] = 1638542775,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[16:46:16]|h You receive item: |cffffffff|Hitem:154899::::::::60:102:::::::::|h[Thick Paleo Steak]|h|rx23",
					["serverTime"] = 1638542776,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1469599.707,
					["g"] = 0.960784375667572,
					["b"] = 0,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[16:46:16]|h |cff33ff99Postal|r: Processing Message 3: Auction expired: Durable Flux (5)",
					["timestamp"] = 1469599.877,
					["serverTime"] = 1638542776,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[16:46:17]|h You receive item: |cffffffff|Hitem:160298::::::::60:102:::::::::|h[Durable Flux]|h|rx5",
					["serverTime"] = 1638542777,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1469600.625,
					["g"] = 0.960784375667572,
					["b"] = 0,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[16:46:17]|h |cff33ff99Postal|r: Processing Message 2: Auction expired: Twilight Bark (2)",
					["timestamp"] = 1469600.887,
					["serverTime"] = 1638542777,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[16:46:17]|h You receive item: |cffffffff|Hitem:177061::::::::60:102:::::::::|h[Twilight Bark]|h|rx2",
					["serverTime"] = 1638542777,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1469601.187,
					["g"] = 0.960784375667572,
					["b"] = 0,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[16:46:17]|h |cff33ff99Postal|r: Processing Message 1: Auction expired: Fatty Bearsteak",
					["timestamp"] = 1469601.387,
					["serverTime"] = 1638542777,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[16:46:18]|h You receive item: |cffffffff|Hitem:124118::::::::60:102:::::::::|h[Fatty Bearsteak]|h|r",
					["serverTime"] = 1638542778,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1469601.683,
					["g"] = 0.960784375667572,
					["b"] = 0,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[16:46:44]|h Received 271 Gold, 27 Silver.",
					["serverTime"] = 1638542803,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1469628.238,
					["g"] = 0.9843137860298157,
					["b"] = 1,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[16:46:46]|h You receive item: |cffa335ee|Hitem:181187::::::::60:102::25:5:6652:7574:1472:5884:6646::::::|h[Soulstalker Bindings]|h|r",
					["serverTime"] = 1638542805,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1469629.547,
					["g"] = 0.960784375667572,
					["b"] = 0,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[16:48:36]|h |cffd8d8d8[|r|Hplayer:Estrea-Alleria:19:ACHIEVEMENT|h|cffd8bc3f60|r:|cfffe7b09Estrea|r|h|cffd8d8d8]|r has earned the achievement |cffffff00|Hachievement:14840:Player-1099-0A4E9E8A:1:12:3:21:4294967295:4294967295:4294967295:4294967295|h[Adventures: Learning the Ropes]|h|r |cffffffff(|rCompleted 3/12/21|cffffffff)|r!",
					["serverTime"] = 1638542915,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1469740.292,
					["g"] = 1,
					["b"] = 0,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[16:48:46]|h Quest accepted: Training in Maldraxxus",
					["serverTime"] = 1638542925,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1469749.674,
					["g"] = 0.9843137860298157,
					["b"] = 1,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[16:48:49]|h |Hchannel:channel:1|h[1] |h Left Channel: |Hchannel:CHANNEL:1|h[1. General - Ardenweald]|h",
					["serverTime"] = 1638542928,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1469752.603,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [49]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
