
DetailsTimeLineDB = {
	["max_segments"] = 4,
	["combat_data"] = {
		{
			["date_end"] = "02:35:47",
			["date_start"] = "02:32:06",
			["name"] = "Гул'дан",
			["total_time"] = 221.3589999999967,
		}, -- [1]
		{
			["date_start"] = "02:25:21",
			["date_end"] = "02:29:56",
			["name"] = "Гул'дан",
			["total_time"] = 275.1319999999832,
		}, -- [2]
		{
			["date_start"] = "02:21:37",
			["date_end"] = "02:24:17",
			["name"] = "Великий магистр Элисанда",
			["total_time"] = 163.6450000000186,
		}, -- [3]
		{
			["date_start"] = "05:31:23",
			["date_end"] = "05:31:57",
			["name"] = "Крос",
			["total_time"] = 33.7129999999961,
		}, -- [4]
	},
	["hide_on_combat"] = false,
	["IndividualSpells"] = {
		{
			[221408] = {
				{
					206.6410000000033, -- [1]
					"Фрагмент души Аззинота", -- [2]
					221408, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206222] = {
				{
					7.158999999985099, -- [1]
					"Гул'дан", -- [2]
					206222, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206939] = {
				{
					82.45900000003166, -- [1]
					"Гул'дан", -- [2]
					206939, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[209454] = {
				{
					29.70000000001164, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [1]
				{
					29.71000000002096, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [2]
				{
					29.71000000002096, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [3]
				{
					29.71000000002096, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					29.7270000000135, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
			},
			[209489] = {
				{
					100.9249999999884, -- [1]
					"Усиленное око Гул'дана", -- [2]
					209489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206219] = {
				{
					38.17800000001444, -- [1]
					"Гул'дан", -- [2]
					206219, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[227427] = {
				{
					59.94099999999162, -- [1]
					"Гул'дан", -- [2]
					227427, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[211439] = {
				{
					170.4260000000359, -- [1]
					"Внутренний демон", -- [2]
					211439, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[221336] = {
				{
					199.5620000000345, -- [1]
					"Фрагмент души Аззинота", -- [2]
					221336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					210.4949999999953, -- [1]
					"Фрагмент души Аззинота", -- [2]
					221336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[208545] = {
				{
					33.71100000001025, -- [1]
					"Тюремщик Д'зорикс", -- [2]
					208545, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[209270] = {
				{
					26.68499999999767, -- [1]
					"Гул'дан", -- [2]
					209270, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[212258] = {
				{
					16.17399999999907, -- [1]
					"Гул'дан", -- [2]
					212258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206744] = {
				{
					118.5210000000079, -- [1]
					"Гул'дан", -- [2]
					206744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206221] = {
				{
					47.16500000003725, -- [1]
					"Гул'дан", -- [2]
					206221, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206912] = {
				{
					219.4870000000228, -- [1]
					"Ночная сфера", -- [2]
					206912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
			},
			[220957] = {
				{
					187.9800000000396, -- [1]
					"Внутренний демон", -- [2]
					220957, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [1]
				{
					207.9990000000107, -- [1]
					"Внутренний демон", -- [2]
					220957, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
			},
			[211152] = {
				{
					96.98499999998603, -- [1]
					"Гул'дан", -- [2]
					211152, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[221783] = {
				{
					85.95400000002701, -- [1]
					"Гул'дан", -- [2]
					221783, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					129.1000000000349, -- [1]
					"Гул'дан", -- [2]
					221783, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[206883] = {
				{
					25.23399999999674, -- [1]
					"Тюремщик Д'зорикс", -- [2]
					206883, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
			},
		}, -- [1]
		{
			[177380] = {
				{
					144.5129999999772, -- [1]
					"Гул'дан", -- [2]
					177380, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[152987] = {
				{
					148.5129999999772, -- [1]
					"Гул'дан", -- [2]
					152987, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206222] = {
				{
					7.47099999996135, -- [1]
					"Гул'дан", -- [2]
					206222, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206939] = {
				{
					87.57199999998556, -- [1]
					"Гул'дан", -- [2]
					206939, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[209454] = {
				{
					29.98099999997066, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					30.00099999998929, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [2]
				{
					30.00099999998929, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					30.00099999998929, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					30.00099999998929, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					38.02399999997579, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [6]
				{
					42.71599999995669, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [7]
			},
			[209489] = {
				{
					106.0270000000019, -- [1]
					"Усиленное око Гул'дана", -- [2]
					209489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					118.1759999999777, -- [1]
					"Усиленное око Гул'дана", -- [2]
					209489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					119, -- [1]
					"Усиленное око Гул'дана", -- [2]
					209489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					158.3119999999763, -- [1]
					"Усиленное око Гул'дана", -- [2]
					209489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[206219] = {
				{
					38.46999999997206, -- [1]
					"Гул'дан", -- [2]
					206219, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[227427] = {
				{
					64.20100000000093, -- [1]
					"Гул'дан", -- [2]
					227427, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[211439] = {
				{
					207.6199999999953, -- [1]
					"Внутренний демон", -- [2]
					211439, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[221336] = {
				{
					236.304999999993, -- [1]
					"Фрагмент души Аззинота", -- [2]
					221336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[208545] = {
				{
					33.99400000000605, -- [1]
					"Тюремщик Д'зорикс", -- [2]
					208545, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206883] = {
				{
					25.50899999996182, -- [1]
					"Тюремщик Д'зорикс", -- [2]
					206883, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
			},
			[167819] = {
				{
					140.4799999999814, -- [1]
					"Гул'дан", -- [2]
					167819, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[209270] = {
				{
					26.97099999996135, -- [1]
					"Гул'дан", -- [2]
					209270, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[221783] = {
				{
					91.0449999999837, -- [1]
					"Гул'дан", -- [2]
					221783, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					134.2170000000042, -- [1]
					"Гул'дан", -- [2]
					221783, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					177.35699999996, -- [1]
					"Гул'дан", -- [2]
					221783, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[211152] = {
				{
					102.0739999999641, -- [1]
					"Гул'дан", -- [2]
					211152, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					154.7309999999707, -- [1]
					"Гул'дан", -- [2]
					211152, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[212258] = {
				{
					16.46599999995669, -- [1]
					"Гул'дан", -- [2]
					212258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206744] = {
				{
					123.6209999999846, -- [1]
					"Гул'дан", -- [2]
					206744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					184.6840000000084, -- [1]
					"Гул'дан", -- [2]
					206744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[206221] = {
				{
					47.49099999997998, -- [1]
					"Гул'дан", -- [2]
					206221, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[209291] = {
				{
					39.69999999995343, -- [1]
					"Око Гул'дана", -- [2]
					209291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					116.2569999999832, -- [1]
					"Усиленное око Гул'дана", -- [2]
					209291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[167935] = {
				{
					142.4949999999953, -- [1]
					"Гул'дан", -- [2]
					167935, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[220957] = {
				{
					224.7029999999795, -- [1]
					"Внутренний демон", -- [2]
					220957, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					244.7159999999567, -- [1]
					"Внутренний демон", -- [2]
					220957, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					264.7170000000042, -- [1]
					"Внутренний демон", -- [2]
					220957, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
			},
			[208801] = {
				{
					251.2179999999935, -- [1]
					"Ночная сфера", -- [2]
					208801, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206912] = {
				{
					252.6399999999558, -- [1]
					"Ночная сфера", -- [2]
					206912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					256.2820000000065, -- [1]
					"Ночная сфера", -- [2]
					206912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					259.9189999999944, -- [1]
					"Ночная сфера", -- [2]
					206912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					263.6049999999814, -- [1]
					"Ночная сфера", -- [2]
					206912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					267.2469999999739, -- [1]
					"Ночная сфера", -- [2]
					206912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					270.8709999999846, -- [1]
					"Ночная сфера", -- [2]
					206912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
			},
		}, -- [2]
		{
			[228877] = {
				{
					29.03800000000047, -- [1]
					"Элисанда", -- [2]
					228877, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[208944] = {
				{
					42.30100000003586, -- [1]
					"Элисанда", -- [2]
					208944, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					113.7860000000219, -- [1]
					"Элисанда", -- [2]
					208944, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[229738] = {
				{
					4.288000000000466, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					7.914000000047963, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					11.56500000000233, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					15.20200000004843, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					18.83900000003632, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					22.46900000004098, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
				{
					26.14400000002934, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [7]
				{
					33.44600000005448, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [8]
				{
					38.30100000003586, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [9]
				{
					58.94800000003306, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [10]
				{
					62.61200000002282, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [11]
				{
					66.23800000001211, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [12]
				{
					71.11000000004424, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [13]
				{
					74.74500000005355, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [14]
				{
					78.38300000003073, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [15]
				{
					83.20700000005309, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [16]
				{
					86.84600000001956, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [17]
				{
					90.49300000001676, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [18]
				{
					95.35100000002421, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [19]
				{
					100.2119999999995, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [20]
				{
					103.8430000000517, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [21]
				{
					108.6930000000284, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [22]
				{
					130.8160000000498, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [23]
				{
					134.4530000000377, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [24]
				{
					140.5230000000447, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [25]
				{
					144.1600000000326, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [26]
				{
					149.0260000000126, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [27]
				{
					153.8680000000168, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [28]
				{
					157.5130000000354, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [29]
			},
			[209568] = {
				{
					9.328000000037719, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					14.92600000003586, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					62.80800000001909, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					67.66300000000047, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					74.95000000001164, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					78.58300000004238, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					134.6470000000554, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					139.5060000000522, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					146.7930000000051, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
			},
			[209617] = {
				{
					74.32300000003306, -- [1]
					"Своевременный элементаль", -- [2]
					209617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					146.1590000000433, -- [1]
					"Своевременный элементаль", -- [2]
					209617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[208863] = {
				{
					50.43600000004517, -- [1]
					"Элисанда", -- [2]
					208863, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					122.3080000000191, -- [1]
					"Элисанда", -- [2]
					208863, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[209620] = {
				{
					17.20900000003167, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.58100000000559, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					39.78400000004331, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					70.47500000003492, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					81.52600000001257, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					111.9050000000279, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					142.3540000000503, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[210022] = {
				{
					64.94800000003306, -- [1]
					"Элисанда", -- [2]
					210022, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[221864] = {
				{
					8.06100000004517, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [1]
				{
					11.13000000000466, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [2]
				{
					14.54400000005262, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [3]
				{
					19.27000000001863, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [4]
				{
					22.29400000005262, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [5]
				{
					25.37100000004284, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [6]
				{
					29.98800000001211, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [7]
				{
					33.01700000005076, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [8]
				{
					36.65900000004331, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [9]
				{
					61.50700000004144, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [10]
				{
					64.59900000004563, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [11]
				{
					68.25900000002002, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [12]
				{
					72.80500000005122, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [13]
				{
					76.22000000003027, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [14]
				{
					79.50600000005215, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [15]
				{
					83.51900000002934, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [16]
				{
					100.7230000000564, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [17]
				{
					108.7270000000135, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [18]
				{
					133.6150000000489, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [19]
				{
					136.8070000000298, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [20]
				{
					140.0100000000093, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [21]
				{
					148.4060000000172, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [22]
			},
			[209971] = {
				{
					134.0540000000037, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					140.1010000000242, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					147.3780000000261, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					153.439000000013, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
			},
			[209973] = {
				{
					55.29300000000512, -- [1]
					"Элисанда", -- [2]
					209973, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					75.95300000003772, -- [1]
					"Элисанда", -- [2]
					209973, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					96.56300000002375, -- [1]
					"Элисанда", -- [2]
					209973, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
			},
			[209615] = {
				{
					1.87400000001071, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					6.694000000017695, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					12.77000000001863, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					18.83900000003632, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					22.46900000004098, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					26.14400000002934, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
				{
					33.44600000005448, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [7]
				{
					38.30100000003586, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [8]
			},
			[214278] = {
				{
					108.4470000000438, -- [1]
					"Элисанда", -- [2]
					214278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [3]
		{
			[206677] = {
				{
					2.464999999996508, -- [1]
					"Крос", -- [2]
					206677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					4.898999999997614, -- [1]
					"Крос", -- [2]
					206677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					7.32999999999447, -- [1]
					"Крос", -- [2]
					206677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					13.03800000000047, -- [1]
					"Крос", -- [2]
					206677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					15.83399999999529, -- [1]
					"Крос", -- [2]
					206677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					18.2699999999968, -- [1]
					"Крос", -- [2]
					206677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
				{
					24.33999999999651, -- [1]
					"Крос", -- [2]
					206677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [7]
				{
					26.78399999999965, -- [1]
					"Крос", -- [2]
					206677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [8]
				{
					29.2019999999975, -- [1]
					"Крос", -- [2]
					206677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [9]
			},
			[205862] = {
				{
					32.95100000000093, -- [1]
					"Крос", -- [2]
					205862, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Крос", -- [5]
				}, -- [1]
			},
			[205370] = {
				{
					10.96800000000076, -- [1]
					"Крос", -- [2]
					205370, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Крос", -- [5]
				}, -- [1]
			},
			[205361] = {
				{
					23.95499999999447, -- [1]
					"Крос", -- [2]
					205361, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
			},
		}, -- [4]
		{
			[212794] = {
				{
					15.02100000000064, -- [1]
					"Тихондрий", -- [2]
					212794, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[212997] = {
				{
					7.02900000000227, -- [1]
					"Тихондрий", -- [2]
					212997, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					32.02500000000146, -- [1]
					"Тихондрий", -- [2]
					212997, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[208230] = {
				{
					20.01000000000204, -- [1]
					"Тихондрий", -- [2]
					208230, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
			},
			[213238] = {
				{
					27.01400000000285, -- [1]
					"Тихондрий", -- [2]
					213238, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [5]
		{
			[221875] = {
				{
					13.34100000000035, -- [1]
					"Звездный авгур Этрей", -- [2]
					221875, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.90600000000268, -- [1]
					"Звездный авгур Этрей", -- [2]
					221875, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					43.71500000000378, -- [1]
					"Звездный авгур Этрей", -- [2]
					221875, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[205486] = {
				{
					0.9880000000048312, -- [1]
					"Звездный авгур Этрей", -- [2]
					205486, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					2.194000000003143, -- [1]
					"Звездный авгур Этрей", -- [2]
					205486, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					3.418000000005122, -- [1]
					"Звездный авгур Этрей", -- [2]
					205486, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					4.628000000004249, -- [1]
					"Звездный авгур Этрей", -- [2]
					205486, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
			},
			[214486] = {
				{
					45.72300000000541, -- [1]
					"Звездный авгур Этрей", -- [2]
					214486, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					48.16000000000349, -- [1]
					"Звездный авгур Этрей", -- [2]
					214486, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
			},
			[206388] = {
				{
					30.61900000000605, -- [1]
					"Звездный авгур Этрей", -- [2]
					206388, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					33.05299999999988, -- [1]
					"Звездный авгур Этрей", -- [2]
					206388, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
			},
			[206921] = {
				{
					16.0679999999993, -- [1]
					"Звездный авгур Этрей", -- [2]
					206921, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					18.49300000000221, -- [1]
					"Звездный авгур Этрей", -- [2]
					206921, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[227492] = {
				{
					52.50600000000122, -- [1]
					"Порождение Бездны", -- [2]
					227492, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [6]
		{
			[215458] = {
				{
					10.26600000000326, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					215458, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
			},
			[212492] = {
				{
					10.26600000000326, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					212492, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[212530] = {
				{
					40.26900000000023, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					212530, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [7]
		{
			[208672] = {
				{
					81.27399999999761, -- [1]
					"Азагрим", -- [2]
					208672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Азагрим", -- [5]
				}, -- [1]
			},
			[206514] = {
				{
					9.654999999998836, -- [1]
					"Гул'дан", -- [2]
					206514, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					23.64400000000023, -- [1]
					"Гул'дан", -- [2]
					206514, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[206516] = {
				{
					31.64699999999721, -- [1]
					"Гул'дан", -- [2]
					206516, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[209454] = {
				{
					88.43299999999726, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
			},
			[221783] = {
				{
					124.2799999999988, -- [1]
					"Гул'дан", -- [2]
					221783, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[207006] = {
				{
					25.65200000000186, -- [1]
					"Инквизитор Ветриз", -- [2]
					207006, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
			},
			[212258] = {
				{
					4.652000000001863, -- [1]
					"Гул'дан", -- [2]
					212258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					18.65499999999884, -- [1]
					"Гул'дан", -- [2]
					212258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					28.65099999999802, -- [1]
					"Гул'дан", -- [2]
					212258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					69.35199999999895, -- [1]
					"Гул'дан", -- [2]
					212258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[216389] = {
				{
					136.8989999999976, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					216389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[227427] = {
				{
					96.70999999999913, -- [1]
					"Гул'дан", -- [2]
					227427, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206219] = {
				{
					1.658999999999651, -- [1]
					"Гул'дан", -- [2]
					206219, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					16.64699999999721, -- [1]
					"Гул'дан", -- [2]
					206219, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[206221] = {
				{
					63.68099999999686, -- [1]
					"Гул'дан", -- [2]
					206221, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206939] = {
				{
					119.0279999999984, -- [1]
					"Гул'дан", -- [2]
					206939, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[209270] = {
				{
					85.41900000000169, -- [1]
					"Гул'дан", -- [2]
					209270, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[209291] = {
				{
					97.80299999999988, -- [1]
					"Око Гул'дана", -- [2]
					209291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [8]
		{
			[210022] = {
				{
					56.07099999999991, -- [1]
					"Элисанда", -- [2]
					210022, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[208944] = {
				{
					29.4230000000025, -- [1]
					"Элисанда", -- [2]
					208944, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					69.23199999999997, -- [1]
					"Элисанда", -- [2]
					208944, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[229738] = {
				{
					4.65400000000227, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					8.315000000002328, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					13.18000000000029, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					16.80500000000029, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					22.88100000000122, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					26.52700000000186, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
				{
					47.26300000000265, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [7]
				{
					50.89199999999983, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [8]
				{
					54.52400000000125, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [9]
				{
					59.27900000000227, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [10]
				{
					61.8080000000009, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [11]
				{
					66.64900000000125, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [12]
				{
					87.46800000000076, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [13]
				{
					92.30099999999948, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [14]
				{
					98.40100000000166, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [15]
				{
					105.7010000000009, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [16]
				{
					111.8009999999995, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [17]
				{
					117.8680000000022, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [18]
				{
					125.1680000000015, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [19]
				{
					131.2150000000002, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [20]
				{
					134.8559999999998, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [21]
				{
					139.7230000000018, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [22]
			},
			[209597] = {
				{
					125.768, -- [1]
					"Элисанда", -- [2]
					209597, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[209568] = {
				{
					9.728000000002794, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					13.38000000000102, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					19.42500000000291, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					24.29400000000169, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					49.88700000000245, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					55.94800000000032, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					62.00400000000082, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					90.10100000000239, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					94.93500000000131, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					99.83500000000276, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					104.7010000000009, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					108.3350000000028, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					112.0010000000002, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					116.8350000000028, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					122.9350000000013, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					127.7760000000017, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
			},
			[210387] = {
				{
					100.768, -- [1]
					"Элисанда", -- [2]
					210387, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[221864] = {
				{
					9.603000000002794, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					13.24500000000262, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					16.89800000000105, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					20.52200000000084, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					24.1730000000025, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					27.81100000000151, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
				{
					49.77500000000146, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [7]
				{
					53.39700000000084, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [8]
				{
					57.02500000000146, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [9]
				{
					60.67500000000291, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [10]
				{
					64.30400000000009, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [11]
				{
					67.94700000000012, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [12]
				{
					89.96800000000076, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [13]
				{
					93.60100000000239, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [14]
				{
					97.26800000000003, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [15]
				{
					100.9010000000017, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [16]
				{
					104.5679999999993, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [17]
				{
					108.2010000000009, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [18]
				{
					111.8680000000022, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [19]
				{
					115.5010000000002, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [20]
				{
					119.135000000002, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [21]
				{
					122.8009999999995, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [22]
				{
					126.4380000000019, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [23]
				{
					130.0840000000026, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [24]
				{
					133.719000000001, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [25]
				{
					137.3539999999994, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [26]
				{
					138.5730000000003, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [27]
				{
					141.010000000002, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [28]
			},
			[209971] = {
				{
					91.20100000000093, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					97.26800000000003, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					104.5679999999993, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					110.635000000002, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					116.7350000000006, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					124.0349999999999, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
				{
					130.0840000000026, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [7]
				{
					138.5730000000003, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [8]
			},
			[209973] = {
				{
					42.41100000000006, -- [1]
					"Элисанда", -- [2]
					209973, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					63.01000000000204, -- [1]
					"Элисанда", -- [2]
					209973, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
			},
			[209615] = {
				{
					1.849000000001979, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					5.868000000002212, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					10.73700000000099, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					14.39099999999962, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					19.22400000000198, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					24.09700000000157, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
			},
			[208863] = {
				{
					37.54000000000087, -- [1]
					"Элисанда", -- [2]
					208863, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					77.76400000000285, -- [1]
					"Элисанда", -- [2]
					208863, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [9]
		{
			[213867] = {
				{
					74.66400000000067, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					213867, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[212492] = {
				{
					10.53199999999924, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					212492, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					55.54000000000087, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					212492, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					85.5580000000009, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					212492, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					122.5600000000013, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					212492, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[213182] = {
				{
					101.5499999999993, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					213182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[213853] = {
				{
					64.54100000000108, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					213853, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[230504] = {
				{
					39.55299999999988, -- [1]
					"Оскверненная душа", -- [2]
					230504, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					60.55299999999988, -- [1]
					"Оскверненная душа", -- [2]
					230504, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					104.7459999999992, -- [1]
					"Оскверненная душа", -- [2]
					230504, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					121.7710000000006, -- [1]
					"Оскверненная душа", -- [2]
					230504, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
			},
			[213148] = {
				{
					92.55400000000009, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					213148, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					101.5499999999993, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					213148, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
			},
			[213567] = {
				{
					132.5489999999991, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					213567, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[213796] = {
				{
					64.5659999999989, -- [1]
					"Ледяные чары", -- [2]
					213796, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					64.5659999999989, -- [1]
					"Ледяные чары", -- [2]
					213796, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					64.5659999999989, -- [1]
					"Ледяные чары", -- [2]
					213796, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					64.5659999999989, -- [1]
					"Ледяные чары", -- [2]
					213796, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[213083] = {
				{
					77.94900000000052, -- [1]
					"Ледяные чары", -- [2]
					213083, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[230951] = {
				{
					17.54999999999927, -- [1]
					"Оскверненная душа", -- [2]
					230951, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					92.62199999999939, -- [1]
					"Оскверненная душа", -- [2]
					230951, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[213281] = {
				{
					135.2730000000011, -- [1]
					"Огненные чары", -- [2]
					213281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					135.2730000000011, -- [1]
					"Огненные чары", -- [2]
					213281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					135.6630000000005, -- [1]
					"Огненные чары", -- [2]
					213281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					135.6630000000005, -- [1]
					"Огненные чары", -- [2]
					213281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					135.6630000000005, -- [1]
					"Огненные чары", -- [2]
					213281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					135.6630000000005, -- [1]
					"Огненные чары", -- [2]
					213281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
				{
					136.4739999999983, -- [1]
					"Огненные чары", -- [2]
					213281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [7]
				{
					136.4739999999983, -- [1]
					"Огненные чары", -- [2]
					213281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [8]
				{
					136.8849999999984, -- [1]
					"Огненные чары", -- [2]
					213281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [9]
				{
					136.8849999999984, -- [1]
					"Огненные чары", -- [2]
					213281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [10]
				{
					136.8849999999984, -- [1]
					"Огненные чары", -- [2]
					213281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [11]
				{
					136.8849999999984, -- [1]
					"Огненные чары", -- [2]
					213281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [12]
			},
			[213275] = {
				{
					117.5560000000005, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					213275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[212735] = {
				{
					50.54799999999887, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					212735, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[215458] = {
				{
					10.53199999999924, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					215458, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					55.54000000000087, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					215458, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					85.5580000000009, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					215458, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					122.5459999999985, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					215458, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
			},
			[213760] = {
				{
					132.5489999999991, -- [1]
					"Неизвестно", -- [2]
					213760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					132.5489999999991, -- [1]
					"Неизвестно", -- [2]
					213760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					132.5489999999991, -- [1]
					"Неизвестно", -- [2]
					213760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					132.5489999999991, -- [1]
					"Неизвестно", -- [2]
					213760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					132.5489999999991, -- [1]
					"Неизвестно", -- [2]
					213760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					132.5489999999991, -- [1]
					"Неизвестно", -- [2]
					213760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[212530] = {
				{
					30.52500000000146, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					212530, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[231461] = {
				{
					137.3610000000008, -- [1]
					"Разрушитель \"Погребальный огонь\"", -- [2]
					231461, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					137.3610000000008, -- [1]
					"Разрушитель \"Погребальный огонь\"", -- [2]
					231461, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [10]
		{
			[206557] = {
				{
					44.97799999999916, -- [1]
					"Триллиакс", -- [2]
					206557, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					111.4910000000018, -- [1]
					"Триллиакс", -- [2]
					206557, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[206559] = {
				{
					84.97400000000198, -- [1]
					"Триллиакс", -- [2]
					206559, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206788] = {
				{
					11.88200000000143, -- [1]
					"Триллиакс", -- [2]
					206788, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					38.65400000000227, -- [1]
					"Триллиакс", -- [2]
					206788, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[207630] = {
				{
					69.01300000000265, -- [1]
					"Триллиакс", -- [2]
					207630, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[208924] = {
				{
					50.08100000000195, -- [1]
					"Триллиакс", -- [2]
					208924, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[208506] = {
				{
					99.88600000000224, -- [1]
					"Триллиакс", -- [2]
					208506, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206560] = {
				{
					97.98199999999997, -- [1]
					"Триллиакс", -- [2]
					206560, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[207327] = {
				{
					93.21800000000076, -- [1]
					"Сферический уборщик", -- [2]
					207327, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					94.44100000000253, -- [1]
					"Сферический уборщик", -- [2]
					207327, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					94.44100000000253, -- [1]
					"Сферический уборщик", -- [2]
					207327, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					94.44100000000253, -- [1]
					"Сферический уборщик", -- [2]
					207327, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					95.2510000000002, -- [1]
					"Сферический уборщик", -- [2]
					207327, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					96.87700000000041, -- [1]
					"Сферический уборщик", -- [2]
					207327, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					97.28700000000026, -- [1]
					"Сферический уборщик", -- [2]
					207327, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					98.09400000000096, -- [1]
					"Сферический уборщик", -- [2]
					207327, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[206820] = {
				{
					110.3880000000027, -- [1]
					"Триллиакс", -- [2]
					206820, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206641] = {
				{
					9.778000000002066, -- [1]
					"Триллиакс", -- [2]
					206641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					20.74699999999939, -- [1]
					"Триллиакс", -- [2]
					206641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					31.69100000000253, -- [1]
					"Триллиакс", -- [2]
					206641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					54.79000000000087, -- [1]
					"Триллиакс", -- [2]
					206641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					62.09300000000076, -- [1]
					"Триллиакс", -- [2]
					206641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
			},
			[207513] = {
				{
					87.74200000000201, -- [1]
					"Триллиакс", -- [2]
					207513, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206645] = {
				{
					47.12099999999919, -- [1]
					"Триллиакс", -- [2]
					206645, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[207502] = {
				{
					92.14700000000084, -- [1]
					"Триллиакс", -- [2]
					207502, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [11]
		{
			[206607] = {
				{
					9.96900000000096, -- [1]
					"Хрономатическая аномалия", -- [2]
					206607, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					16.07300000000032, -- [1]
					"Хрономатическая аномалия", -- [2]
					206607, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					22.14700000000084, -- [1]
					"Хрономатическая аномалия", -- [2]
					206607, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					28.21500000000015, -- [1]
					"Хрономатическая аномалия", -- [2]
					206607, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
			},
			[206610] = {
				{
					9.028999999998632, -- [1]
					"Хрономатическая аномалия", -- [2]
					206610, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					16.05299999999988, -- [1]
					"Хрономатическая аномалия", -- [2]
					206610, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[206618] = {
				{
					4.045999999998458, -- [1]
					"Хрономатическая аномалия", -- [2]
					206618, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[207228] = {
				{
					23.95200000000114, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					23.95200000000114, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					27.57800000000134, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					27.58799999999974, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					31.21800000000076, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					31.21800000000076, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					34.85800000000018, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					34.85800000000018, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					38.4890000000014, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					38.4890000000014, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					42.1160000000018, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					42.1160000000018, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					45.74599999999919, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					45.74599999999919, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					49.38999999999942, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					49.38999999999942, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					53.03900000000067, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					53.03900000000067, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					56.68400000000111, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					56.68400000000111, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					60.31499999999869, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					60.31499999999869, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					63.96399999999994, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					63.96399999999994, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					67.59400000000096, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					67.59400000000096, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					71.24299999999857, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					71.24299999999857, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					74.88999999999942, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					74.90000000000146, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					78.53700000000026, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					78.54699999999866, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					82.50399999999718, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					82.50399999999718, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
			},
			[219815] = {
				{
					23.04300000000148, -- [1]
					"Хрономатическая аномалия", -- [2]
					219815, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[211927] = {
				{
					36.03900000000067, -- [1]
					"Хрономатическая аномалия", -- [2]
					211927, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [12]
		{
			[204766] = {
				{
					28.73700000000099, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					28.73700000000099, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					28.73700000000099, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					29.94700000000012, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					32.37099999999919, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					32.37099999999919, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
				{
					33.58499999999913, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [7]
				{
					52.1929999999993, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [8]
				{
					53.40899999999965, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [9]
				{
					53.40899999999965, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [10]
				{
					55.83799999999974, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [11]
				{
					62.70600000000195, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [12]
				{
					66.34600000000137, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [13]
				{
					69.97100000000137, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [14]
				{
					71.9989999999998, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [15]
				{
					71.9989999999998, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [16]
				{
					73.22000000000116, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [17]
				{
					73.22000000000116, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [18]
				{
					75.63400000000183, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [19]
				{
					75.63400000000183, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [20]
				{
					76.85000000000218, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [21]
				{
					76.85000000000218, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [22]
			},
			[204459] = {
				{
					28.73700000000099, -- [1]
					"Скорпирон", -- [2]
					204459, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					77.26200000000244, -- [1]
					"Скорпирон", -- [2]
					204459, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[204316] = {
				{
					59.65599999999904, -- [1]
					"Скорпирон", -- [2]
					204316, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[204448] = {
				{
					42.7510000000002, -- [1]
					"Скорпирон", -- [2]
					204448, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					91.26499999999942, -- [1]
					"Скорпирон", -- [2]
					204448, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[204372] = {
				{
					23.68000000000029, -- [1]
					"Скорпирон", -- [2]
					204372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					47.35599999999977, -- [1]
					"Скорпирон", -- [2]
					204372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					68.5590000000011, -- [1]
					"Скорпирон", -- [2]
					204372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					96.03199999999924, -- [1]
					"Скорпирон", -- [2]
					204372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[204275] = {
				{
					6.177999999999884, -- [1]
					"Скорпирон", -- [2]
					204275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					7.050999999999476, -- [1]
					"Скорпирон", -- [2]
					204275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					7.924999999999272, -- [1]
					"Скорпирон", -- [2]
					204275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					17.09700000000157, -- [1]
					"Скорпирон", -- [2]
					204275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					17.9890000000014, -- [1]
					"Скорпирон", -- [2]
					204275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					18.84500000000116, -- [1]
					"Скорпирон", -- [2]
					204275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					26.81400000000213, -- [1]
					"Скорпирон", -- [2]
					204275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					27.69000000000233, -- [1]
					"Скорпирон", -- [2]
					204275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					51.07700000000114, -- [1]
					"Скорпирон", -- [2]
					204275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					51.94900000000052, -- [1]
					"Скорпирон", -- [2]
					204275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					52.8179999999993, -- [1]
					"Скорпирон", -- [2]
					204275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					64.50400000000081, -- [1]
					"Скорпирон", -- [2]
					204275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					65.3080000000009, -- [1]
					"Скорпирон", -- [2]
					204275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					66.1939999999995, -- [1]
					"Скорпирон", -- [2]
					204275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					74.13000000000102, -- [1]
					"Скорпирон", -- [2]
					204275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					75.00400000000081, -- [1]
					"Скорпирон", -- [2]
					204275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					75.88000000000102, -- [1]
					"Скорпирон", -- [2]
					204275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
			},
			[204471] = {
				{
					15.96600000000035, -- [1]
					"Скорпирон", -- [2]
					204471, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					45.82099999999991, -- [1]
					"Скорпирон", -- [2]
					204471, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					94.38999999999942, -- [1]
					"Скорпирон", -- [2]
					204471, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [13]
		{
			[221408] = {
				{
					204.4459999999999, -- [1]
					"Фрагмент души Аззинота", -- [2]
					221408, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206222] = {
				{
					7.13300000000163, -- [1]
					"Гул'дан", -- [2]
					206222, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206939] = {
				{
					84.4880000000012, -- [1]
					"Гул'дан", -- [2]
					206939, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[209454] = {
				{
					29.64000000000306, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					29.64000000000306, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					29.65800000000309, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [3]
				{
					29.65800000000309, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [4]
				{
					29.65800000000309, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [5]
				{
					42.0010000000002, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [6]
			},
			[209489] = {
				{
					102.8710000000028, -- [1]
					"Усиленное око Гул'дана", -- [2]
					209489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206219] = {
				{
					38.14199999999983, -- [1]
					"Гул'дан", -- [2]
					206219, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[227427] = {
				{
					62.29300000000148, -- [1]
					"Гул'дан", -- [2]
					227427, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[211439] = {
				{
					160.2230000000018, -- [1]
					"Внутренний демон", -- [2]
					211439, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[221336] = {
				{
					190.0879999999997, -- [1]
					"Фрагмент души Аззинота", -- [2]
					221336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					201.0010000000002, -- [1]
					"Фрагмент души Аззинота", -- [2]
					221336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					211.5480000000025, -- [1]
					"Фрагмент души Аззинота", -- [2]
					221336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[209270] = {
				{
					26.63900000000285, -- [1]
					"Гул'дан", -- [2]
					209270, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206883] = {
				{
					25.16100000000006, -- [1]
					"Тюремщик Д'зорикс", -- [2]
					206883, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [1]
			},
			[212258] = {
				{
					16.14000000000306, -- [1]
					"Гул'дан", -- [2]
					212258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206744] = {
				{
					120.474000000002, -- [1]
					"Гул'дан", -- [2]
					206744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206221] = {
				{
					47.14500000000044, -- [1]
					"Гул'дан", -- [2]
					206221, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[221783] = {
				{
					87.90500000000247, -- [1]
					"Гул'дан", -- [2]
					221783, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[211152] = {
				{
					98.92500000000291, -- [1]
					"Гул'дан", -- [2]
					211152, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[209291] = {
				{
					38.9989999999998, -- [1]
					"Око Гул'дана", -- [2]
					209291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[220957] = {
				{
					178.0760000000009, -- [1]
					"Внутренний демон", -- [2]
					220957, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [1]
				{
					198.0879999999997, -- [1]
					"Внутренний демон", -- [2]
					220957, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [2]
				{
					218.086000000003, -- [1]
					"Внутренний демон", -- [2]
					220957, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
			},
			[206912] = {
				{
					208.7640000000029, -- [1]
					"Ночная сфера", -- [2]
					206912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					211.643, -- [1]
					"Ночная сфера", -- [2]
					206912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					215.2910000000011, -- [1]
					"Ночная сфера", -- [2]
					206912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					218.9230000000025, -- [1]
					"Ночная сфера", -- [2]
					206912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					222.5780000000013, -- [1]
					"Ночная сфера", -- [2]
					206912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
			},
		}, -- [14]
		{
			[221408] = {
				{
					209.1959999999999, -- [1]
					"Фрагмент души Аззинота", -- [2]
					221408, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206222] = {
				{
					7.181000000000495, -- [1]
					"Гул'дан", -- [2]
					206222, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206939] = {
				{
					100.2580000000016, -- [1]
					"Гул'дан", -- [2]
					206939, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[209454] = {
				{
					29.66900000000169, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					29.66900000000169, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					29.68800000000192, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					29.68800000000192, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [4]
				{
					29.68800000000192, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					41.21700000000055, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
				{
					41.21700000000055, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [7]
				{
					49.25200000000041, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [8]
				{
					77.67599999999948, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [9]
				{
					77.70899999999892, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [10]
				{
					77.70899999999892, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [11]
			},
			[209489] = {
				{
					118.6650000000009, -- [1]
					"Усиленное око Гул'дана", -- [2]
					209489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206219] = {
				{
					38.16500000000087, -- [1]
					"Гул'дан", -- [2]
					206219, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					71.16300000000047, -- [1]
					"Гул'дан", -- [2]
					206219, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[227427] = {
				{
					78.13000000000102, -- [1]
					"Гул'дан", -- [2]
					227427, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[211439] = {
				{
					176.4020000000019, -- [1]
					"Внутренний демон", -- [2]
					211439, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[221336] = {
				{
					205.7649999999994, -- [1]
					"Фрагмент души Аззинота", -- [2]
					221336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					216.7000000000007, -- [1]
					"Фрагмент души Аззинота", -- [2]
					221336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[208545] = {
				{
					33.72699999999895, -- [1]
					"Тюремщик Д'зорикс", -- [2]
					208545, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					37.71500000000015, -- [1]
					"Тюремщик Д'зорикс", -- [2]
					208545, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[209270] = {
				{
					26.66200000000026, -- [1]
					"Гул'дан", -- [2]
					209270, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					74.66900000000169, -- [1]
					"Гул'дан", -- [2]
					209270, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[206912] = {
				{
					225.3820000000014, -- [1]
					"Ночная сфера", -- [2]
					206912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					228.1480000000011, -- [1]
					"Ночная сфера", -- [2]
					206912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
			},
			[212258] = {
				{
					16.1810000000005, -- [1]
					"Гул'дан", -- [2]
					212258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206744] = {
				{
					136.3100000000013, -- [1]
					"Гул'дан", -- [2]
					206744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206221] = {
				{
					47.17299999999887, -- [1]
					"Гул'дан", -- [2]
					206221, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[220957] = {
				{
					194.2180000000008, -- [1]
					"Внутренний демон", -- [2]
					220957, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					214.2020000000011, -- [1]
					"Внутренний демон", -- [2]
					220957, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [2]
			},
			[209291] = {
				{
					38.22500000000218, -- [1]
					"Око Гул'дана", -- [2]
					209291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[211152] = {
				{
					114.755000000001, -- [1]
					"Гул'дан", -- [2]
					211152, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[221783] = {
				{
					103.7570000000014, -- [1]
					"Гул'дан", -- [2]
					221783, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206883] = {
				{
					25.20799999999872, -- [1]
					"Тюремщик Д'зорикс", -- [2]
					206883, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
			},
		}, -- [15]
		{
			[228877] = {
				{
					26.02000000000044, -- [1]
					"Элисанда", -- [2]
					228877, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[208944] = {
				{
					34.70699999999852, -- [1]
					"Элисанда", -- [2]
					208944, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					88.02400000000125, -- [1]
					"Элисанда", -- [2]
					208944, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[229738] = {
				{
					1.541000000001077, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					6.406999999999243, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					10.02500000000146, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					13.65899999999965, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					18.54799999999887, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					22.1929999999993, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
				{
					30.68000000000029, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [7]
				{
					52.59000000000015, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [8]
				{
					57.45600000000195, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [9]
				{
					62.31399999999849, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [10]
				{
					67.17399999999907, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [11]
				{
					70.81999999999971, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [12]
				{
					75.6919999999991, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [13]
				{
					79.32600000000093, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [14]
				{
					82.95799999999872, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [15]
				{
					106.2880000000005, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [16]
				{
					111.1670000000013, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [17]
				{
					116.0349999999999, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [18]
				{
					119.6719999999987, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [19]
				{
					123.3240000000005, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [20]
				{
					129.4150000000009, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [21]
				{
					133.0499999999993, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [22]
				{
					137.875, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [23]
			},
			[209597] = {
				{
					135.6140000000014, -- [1]
					"Элисанда", -- [2]
					209597, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[210022] = {
				{
					57.34000000000015, -- [1]
					"Элисанда", -- [2]
					210022, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[208863] = {
				{
					42.83499999999913, -- [1]
					"Элисанда", -- [2]
					208863, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					96.57600000000093, -- [1]
					"Элисанда", -- [2]
					208863, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[209620] = {
				{
					14.3060000000005, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					26.63100000000122, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					64.3189999999995, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					78.90599999999904, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					117.2429999999986, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					128.982, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[209973] = {
				{
					47.70600000000195, -- [1]
					"Элисанда", -- [2]
					209973, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					68.38200000000143, -- [1]
					"Элисанда", -- [2]
					209973, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
			},
			[221864] = {
				{
					5.332999999998719, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					8.40599999999904, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [2]
				{
					11.86000000000058, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [3]
				{
					16.67699999999968, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [4]
				{
					20.47100000000137, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [5]
				{
					23.99699999999939, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
				{
					28.92000000000189, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [7]
				{
					31.99699999999939, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [8]
				{
					54.57800000000134, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [9]
				{
					58.23700000000099, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [10]
				{
					61.35199999999895, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [11]
				{
					66.5010000000002, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [12]
				{
					69.97799999999916, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [13]
				{
					73.56200000000172, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [14]
				{
					76.5669999999991, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [15]
				{
					81.33000000000175, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [16]
				{
					84.36799999999857, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [17]
				{
					87.41200000000026, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [18]
				{
					108.0169999999998, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [19]
				{
					111.8169999999991, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [20]
				{
					115.2459999999992, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [21]
				{
					119.2609999999986, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [22]
				{
					122.4190000000017, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [23]
				{
					125.6270000000004, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [24]
				{
					131.4140000000007, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [25]
				{
					134.5220000000008, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [26]
				{
					137.581000000002, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [27]
			},
			[209971] = {
				{
					109.505000000001, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					115.5930000000008, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					122.9010000000017, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					128.982, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					136.260000000002, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
			},
			[209568] = {
				{
					6.599000000001979, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					11.44900000000052, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					18.74399999999878, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					22.40000000000146, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					55.23800000000119, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					60.08699999999953, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					67.36899999999878, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					73.45999999999913, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					79.53499999999985, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					85.60699999999997, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					108.9200000000019, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					113.8120000000017, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
			},
			[209615] = {
				{
					2.754000000000815, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					7.608000000000175, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					12.45899999999892, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					17.31999999999971, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					22.1929999999993, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					30.68000000000029, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
			},
			[209617] = {
				{
					18.10599999999977, -- [1]
					"Своевременный элементаль", -- [2]
					209617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					66.75400000000081, -- [1]
					"Своевременный элементаль", -- [2]
					209617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					78.90599999999904, -- [1]
					"Своевременный элементаль", -- [2]
					209617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					120.4809999999998, -- [1]
					"Своевременный элементаль", -- [2]
					209617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [16]
	},
	["useicons"] = true,
	["backdrop_color"] = {
		0, -- [1]
		0, -- [2]
		0, -- [3]
		0.4, -- [4]
	},
	["window_scale"] = 1,
	["deaths_data"] = {
		{
			["Шупрек-Гордунни"] = {
				{
					["time"] = 205.7600000000093,
					["events"] = {
						{
							true, -- [1]
							300612, -- [2]
							1563, -- [3]
							1603496132.245, -- [4]
							1776, -- [5]
							"Шупрек-Гордунни", -- [6]
							nil, -- [7]
							8, -- [8]
							true, -- [9]
							-1, -- [10]
						}, -- [1]
						{
							true, -- [1]
							221326, -- [2]
							34, -- [3]
							1603496132.284, -- [4]
							1742, -- [5]
							"Фрагмент души Аззинота", -- [6]
							nil, -- [7]
							127, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [2]
						{
							true, -- [1]
							32409, -- [2]
							11512, -- [3]
							1603496132.309, -- [4]
							1, -- [5]
							"[*] Слово Тьмы: Смерть", -- [6]
							nil, -- [7]
							32, -- [8]
							false, -- [9]
							9770, -- [10]
						}, -- [3]
					},
				}, -- [1]
			},
		}, -- [1]
		{
			["Дэлери"] = {
				{
					["time"] = 273.9629999999888,
					["events"] = {
						{
							true, -- [1]
							208839, -- [2]
							69, -- [3]
							1603495794.392, -- [4]
							492, -- [5]
							"Ночная сфера", -- [6]
							nil, -- [7]
							64, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [1]
						{
							true, -- [1]
							208839, -- [2]
							70, -- [3]
							1603495794.893, -- [4]
							422, -- [5]
							"Ночная сфера", -- [6]
							nil, -- [7]
							64, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [2]
						{
							true, -- [1]
							227096, -- [2]
							541, -- [3]
							1603495795.214, -- [4]
							1, -- [5]
							"Внутренний демон", -- [6]
							nil, -- [7]
							4, -- [8]
							false, -- [9]
							119, -- [10]
						}, -- [3]
					},
				}, -- [1]
			},
			["Шупрек-Гордунни"] = {
				{
					["time"] = 82.83299999998417,
					["events"] = {
						{
							true, -- [1]
							32409, -- [2]
							8241, -- [3]
							1603495600.572, -- [4]
							9299, -- [5]
							"[*] Слово Тьмы: Смерть", -- [6]
							nil, -- [7]
							32, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [1]
					},
				}, -- [1]
			},
		}, -- [2]
		{
		}, -- [3]
		{
		}, -- [4]
	},
	["debuff_timeline"] = {
		{
			["Дэлери"] = {
				[206458] = {
					208.2129999999888, -- [1]
					221.3589999999967, -- [2]
					["stacks"] = {
					},
					["source"] = "Внутренний демон",
					["active"] = false,
				},
				[206896] = {
					26.79000000003725, -- [1]
					40.75200000003679, -- [2]
					["stacks"] = {
					},
					["source"] = "Тюремщик Д'зорикс",
					["active"] = false,
				},
				[221606] = {
					85.95400000002701, -- [1]
					88.96700000000419, -- [2]
					92.3070000000298, -- [3]
					95.30600000004051, -- [4]
					99.66100000002189, -- [5]
					102.6710000000312, -- [6]
					129.1000000000349, -- [7]
					132.1180000000168, -- [8]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[208536] = {
					75.48499999998603, -- [1]
					75.96199999999953, -- [2]
					76.19099999999162, -- [3]
					76.75200000003679, -- [4]
					81.31599999999162, -- [5]
					132.310999999987, -- [6]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[221781] = {
					90.53200000000652, -- [1]
					98.66800000000512, -- [2]
					104.2520000000368, -- [3]
					132.310999999987, -- [4]
					135.7410000000382, -- [5]
					138.3649999999907, -- [6]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[206847] = {
					200.3830000000307, -- [1]
					210.4020000000019, -- [2]
					211.4870000000228, -- [3]
					218.8790000000154, -- [4]
					["stacks"] = {
					},
					["source"] = "Паразитирующий темный демон",
					["active"] = false,
				},
				[206983] = {
					196.2860000000219, -- [1]
					200.3830000000307, -- [2]
					205.7600000000093, -- [3]
					208.8690000000061, -- [4]
					["stacks"] = {
					},
					["source"] = "Паразитирующий темный демон",
					["active"] = false,
				},
				[221728] = {
					100.9249999999884, -- [1]
					104.929999999993, -- [2]
					["stacks"] = {
					},
					["source"] = "Усиленное око Гул'дана",
					["active"] = false,
				},
				[221891] = {
					90.47000000003027, -- [1]
					90.59000000002561, -- [2]
					90.97000000003027, -- [3]
					91.81599999999162, -- [4]
					100.1700000000419, -- [5]
					101.5400000000373, -- [6]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[206912] = {
					219.4870000000228, -- [1]
					221.3589999999967, -- [2]
					["stacks"] = {
					},
					["source"] = "Ночная сфера",
					["active"] = false,
				},
				[223134] = {
					217.2220000000089, -- [1]
					219.1689999999944, -- [2]
					["stacks"] = {
					},
					["source"] = "Внутренний демон",
					["active"] = false,
				},
				[209011] = {
					7.320999999996275, -- [1]
					11.62300000002142, -- [2]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[209454] = {
					29.71000000002096, -- [1]
					30.77700000000186, -- [2]
					["stacks"] = {
					},
					["source"] = "Око Гул'дана",
					["active"] = false,
				},
				[206384] = {
					47.24499999999534, -- [1]
					49.44000000000233, -- [2]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[221326] = {
					211.8090000000084, -- [1]
					217.8099999999977, -- [2]
					["stacks"] = {
					},
					["source"] = "Фрагмент души Аззинота",
					["active"] = false,
				},
				[208802] = {
					95.17999999999302, -- [1]
					132.2860000000219, -- [2]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[221603] = {
					88.96700000000419, -- [1]
					91.98200000001816, -- [2]
					95.30600000004051, -- [3]
					98.31200000003446, -- [4]
					102.6710000000312, -- [5]
					105.6760000000359, -- [6]
					132.1180000000168, -- [7]
					135.1290000000154, -- [8]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
			},
			["Шупрек-Гордунни"] = {
				[209454] = {
					29.71000000002096, -- [1]
					35.54500000004191, -- [2]
					["stacks"] = {
					},
					["source"] = "Око Гул'дана",
					["active"] = false,
				},
				[221606] = {
					85.95400000002701, -- [1]
					88.96700000000419, -- [2]
					92.3070000000298, -- [3]
					95.30600000004051, -- [4]
					99.66100000002189, -- [5]
					102.6710000000312, -- [6]
					129.1000000000349, -- [7]
					132.1180000000168, -- [8]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[221728] = {
					100.9249999999884, -- [1]
					104.929999999993, -- [2]
					["stacks"] = {
					},
					["source"] = "Усиленное око Гул'дана",
					["active"] = false,
				},
				[221326] = {
					202.2390000000014, -- [1]
					205.7600000000093, -- [2]
					["stacks"] = {
					},
					["source"] = "Фрагмент души Аззинота",
					["active"] = false,
				},
				[221781] = {
					90.53200000000652, -- [1]
					92.63099999999395, -- [2]
					96.86900000000605, -- [3]
					97.50599999999395, -- [4]
					98.97600000002421, -- [5]
					100.7289999999921, -- [6]
					104.2520000000368, -- [7]
					105.5, -- [8]
					107.2179999999935, -- [9]
					108.2119999999995, -- [10]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[221603] = {
					88.96700000000419, -- [1]
					91.98200000001816, -- [2]
					95.30600000004051, -- [3]
					98.31200000003446, -- [4]
					102.6710000000312, -- [5]
					105.6760000000359, -- [6]
					132.1180000000168, -- [7]
					135.1290000000154, -- [8]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[223134] = {
					197.2900000000373, -- [1]
					205.7600000000093, -- [2]
					["stacks"] = {
					},
					["source"] = "Внутренний демон",
					["active"] = false,
				},
				[206847] = {
					175.4870000000228, -- [1]
					185.4899999999907, -- [2]
					186.2490000000107, -- [3]
					196.2619999999879, -- [4]
					197.0169999999926, -- [5]
					205.7600000000093, -- [6]
					["stacks"] = {
					},
					["source"] = "Внутренний демон",
					["active"] = false,
				},
				[206384] = {
					47.3410000000149, -- [1]
					51.84799999999814, -- [2]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[209011] = {
					8.004000000015367, -- [1]
					9.771000000007916, -- [2]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[206458] = {
					188.1990000000224, -- [1]
					205.7600000000093, -- [2]
					["stacks"] = {
					},
					["source"] = "Внутренний демон",
					["active"] = false,
				},
				[206983] = {
					185.4899999999907, -- [1]
					186.2490000000107, -- [2]
					196.2619999999879, -- [3]
					197.0169999999926, -- [4]
					["stacks"] = {
					},
					["source"] = "Паразитирующий темный демон",
					["active"] = false,
				},
				[221891] = {
					90.71799999999348, -- [1]
					91.15200000000186, -- [2]
					91.2270000000135, -- [3]
					92.93800000002375, -- [4]
					99.92999999999302, -- [5]
					100.4150000000373, -- [6]
					100.4150000000373, -- [7]
					101.3310000000056, -- [8]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
			},
		}, -- [1]
		{
			["Дэлери"] = {
				[221606] = {
					91.0449999999837, -- [1]
					94.05799999996088, -- [2]
					97.4089999999851, -- [3]
					100.405999999959, -- [4]
					104.7979999999516, -- [5]
					107.8019999999669, -- [6]
					134.2170000000042, -- [7]
					137.2170000000042, -- [8]
					140.5789999999688, -- [9]
					143.5849999999628, -- [10]
					147.9489999999641, -- [11]
					150.9569999999949, -- [12]
					177.35699999996, -- [13]
					180.7429999999586, -- [14]
					183.7399999999907, -- [15]
					186.7419999999693, -- [16]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[209454] = {
					29.98099999997066, -- [1]
					32.10800000000745, -- [2]
					42.71599999995669, -- [3]
					47.08699999999953, -- [4]
					["stacks"] = {
					},
					["source"] = "Око Гул'дана",
					["active"] = false,
				},
				[221891] = {
					95.57600000000093, -- [1]
					95.6929999999702, -- [2]
					95.83599999995204, -- [3]
					96.90799999999581, -- [4]
					105.0479999999516, -- [5]
					107.86599999998, -- [6]
					147.1719999999623, -- [7]
					147.9489999999641, -- [8]
					148.1680000000051, -- [9]
					149.3839999999618, -- [10]
					156.6199999999953, -- [11]
					158.8260000000009, -- [12]
					166.1080000000075, -- [13]
					166.210999999952, -- [14]
					166.3539999999921, -- [15]
					167.4419999999809, -- [16]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[221728] = {
					106.0270000000019, -- [1]
					114.030999999959, -- [2]
					118.1759999999777, -- [3]
					122.0079999999725, -- [4]
					158.3119999999763, -- [5]
					166.3099999999977, -- [6]
					["stacks"] = {
					},
					["source"] = "Усиленное око Гул'дана",
					["active"] = false,
				},
				[223134] = {
					234.0259999999544, -- [1]
					234.7889999999898, -- [2]
					254.0219999999972, -- [3]
					254.3029999999562, -- [4]
					262.9839999999967, -- [5]
					263.8899999999558, -- [6]
					["stacks"] = {
					},
					["source"] = "Внутренний демон",
					["active"] = false,
				},
				[206912] = {
					252.6399999999558, -- [1]
					254.6479999999865, -- [2]
					256.2820000000065, -- [3]
					258.2899999999791, -- [4]
					259.9189999999944, -- [5]
					261.9319999999716, -- [6]
					263.6049999999814, -- [7]
					265.600999999966, -- [8]
					267.2469999999739, -- [9]
					269.2469999999739, -- [10]
					270.8709999999846, -- [11]
					272.8869999999879, -- [12]
					["stacks"] = {
					},
					["source"] = "Ночная сфера",
					["active"] = false,
				},
				[206458] = {
					224.875, -- [1]
					273.920999999973, -- [2]
					["stacks"] = {
					},
					["source"] = "Внутренний демон",
					["active"] = false,
				},
				[208536] = {
					113.2699999999604, -- [1]
					132.2419999999693, -- [2]
					132.880999999994, -- [3]
					166.210999999952, -- [4]
					173.3129999999655, -- [5]
					185.320000000007, -- [6]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[221603] = {
					94.05799999996088, -- [1]
					97.0569999999716, -- [2]
					100.405999999959, -- [3]
					103.4199999999837, -- [4]
					107.8019999999669, -- [5]
					110.8179999999702, -- [6]
					137.2170000000042, -- [7]
					140.2119999999995, -- [8]
					143.5849999999628, -- [9]
					146.5869999999995, -- [10]
					150.9569999999949, -- [11]
					153.9649999999674, -- [12]
					180.7429999999586, -- [13]
					183.3679999999586, -- [14]
					186.7419999999693, -- [15]
					189.7469999999739, -- [16]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[209011] = {
					7.581000000005588, -- [1]
					10.98699999996461, -- [2]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[206847] = {
					248.2229999999981, -- [1]
					260.2280000000028, -- [2]
					["stacks"] = {
					},
					["source"] = "Внутренний демон",
					["active"] = false,
				},
				[206384] = {
					47.58100000000559, -- [1]
					50.03699999995297, -- [2]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[221326] = {
					238.195000000007, -- [1]
					244.1919999999809, -- [2]
					["stacks"] = {
					},
					["source"] = "Фрагмент души Аззинота",
					["active"] = false,
				},
				[221781] = {
					95.66699999995762, -- [1]
					95.82199999998556, -- [2]
					101.9969999999739, -- [3]
					102.5599999999977, -- [4]
					109.429999999993, -- [5]
					109.5139999999665, -- [6]
					111.3800000000047, -- [7]
					111.9309999999823, -- [8]
					118.2149999999674, -- [9]
					118.8839999999618, -- [10]
					132.5129999999772, -- [11]
					132.935999999987, -- [12]
					138.7479999999632, -- [13]
					140.4959999999846, -- [14]
					140.7759999999544, -- [15]
					142.4949999999953, -- [16]
					145.1279999999679, -- [17]
					148.5279999999912, -- [18]
					152.5519999999669, -- [19]
					166.8260000000009, -- [20]
					172.375, -- [21]
					185.2939999999944, -- [22]
					189.2710000000079, -- [23]
					190.3779999999679, -- [24]
					190.9560000000056, -- [25]
					192.320000000007, -- [26]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[208835] = {
					251.5909999999567, -- [1]
					252.9859999999753, -- [2]
					["stacks"] = {
					},
					["source"] = "Ночная сфера",
					["active"] = false,
				},
				[208802] = {
					116.6819999999716, -- [1]
					185.2770000000019, -- [2]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
			},
			["Шупрек-Гордунни"] = {
				[209011] = {
					8.024999999965075, -- [1]
					19.27700000000186, -- [2]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[209454] = {
					30.00099999998929, -- [1]
					32.10800000000745, -- [2]
					38.02399999997579, -- [3]
					38.19399999995949, -- [4]
					["stacks"] = {
					},
					["source"] = "Око Гул'дана",
					["active"] = false,
				},
				[206384] = {
					47.7609999999986, -- [1]
					52.39999999996508, -- [2]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
			},
		}, -- [2]
		{
			["Дэлери"] = {
				[232974] = {
					0.1010000000242144, -- [1]
					5.598000000056345, -- [2]
					6.046000000031199, -- [3]
					12.02400000003399, -- [4]
					55.19500000000699, -- [5]
					62.61200000002282, -- [6]
					62.96100000001025, -- [7]
					63.125, -- [8]
					125.6220000000321, -- [9]
					126.7010000000009, -- [10]
					128.0480000000098, -- [11]
					134.399000000034, -- [12]
					["stacks"] = {
					},
					["source"] = "[*] Затягивающая сингулярность",
					["active"] = false,
				},
				[208659] = {
					31.85500000003958, -- [1]
					32.0910000000149, -- [2]
					32.25300000002608, -- [3]
					32.49900000001071, -- [4]
					32.66600000002654, -- [5]
					32.66600000002654, -- [6]
					33.06100000004517, -- [7]
					33.06100000004517, -- [8]
					33.70900000003167, -- [9]
					33.88200000004144, -- [10]
					33.88200000004144, -- [11]
					34.18700000003446, -- [12]
					34.28100000001723, -- [13]
					34.60700000001816, -- [14]
					34.69200000003912, -- [15]
					35.0800000000163, -- [16]
					35.50700000004144, -- [17]
					35.90200000000186, -- [18]
					35.90200000000186, -- [19]
					36.22600000002421, -- [20]
					36.30900000000838, -- [21]
					36.71000000002096, -- [22]
					36.71000000002096, -- [23]
					36.71000000002096, -- [24]
					36.71000000002096, -- [25]
					36.71000000002096, -- [26]
					37.10700000001816, -- [27]
					37.12700000003679, -- [28]
					37.51900000002934, -- [29]
					37.51900000002934, -- [30]
					37.51900000002934, -- [31]
					37.92600000003586, -- [32]
					37.92600000003586, -- [33]
					38.23000000003958, -- [34]
					38.31700000003912, -- [35]
					38.72000000003027, -- [36]
					38.72000000003027, -- [37]
					39.125, -- [38]
					88.90100000001257, -- [39]
					89.13500000000931, -- [40]
					89.3070000000298, -- [41]
					89.70400000002701, -- [42]
					160.609000000055, -- [43]
					163.6450000000186, -- [44]
					["stacks"] = {
					},
					["source"] = "[*] Кинетическое кольцо",
					["active"] = false,
				},
				[211887] = {
					134.0540000000037, -- [1]
					163.6450000000186, -- [2]
					["stacks"] = {
					},
					["source"] = "Элисанда",
					["active"] = false,
				},
				[208944] = {
					42.31100000004517, -- [1]
					50.32300000003306, -- [2]
					113.7860000000219, -- [3]
					121.7940000000526, -- [4]
					["stacks"] = {
					},
					["source"] = "Элисанда",
					["active"] = false,
				},
				[209166] = {
					18.52900000003865, -- [1]
					41.60500000003958, -- [2]
					["stacks"] = {
					},
					["source"] = "[*] Ускорение времени",
					["active"] = false,
				},
				[209244] = {
					108.4470000000438, -- [1]
					111.4550000000163, -- [2]
					112.4560000000056, -- [3]
					113.7680000000401, -- [4]
					["stacks"] = {
					},
					["source"] = "Элисанда",
					["active"] = false,
				},
				[209973] = {
					55.29300000000512, -- [1]
					63.28700000001118, -- [2]
					75.95300000003772, -- [3]
					87.96100000001024, -- [4]
					96.56300000002375, -- [5]
					104.5570000000298, -- [6]
					["stacks"] = {
					},
					["source"] = "Элисанда",
					["active"] = false,
				},
				[209615] = {
					1.87400000001071, -- [1]
					50.32300000003306, -- [2]
					["stacks"] = {
					},
					["source"] = "Элисанда",
					["active"] = false,
				},
			},
			["Шупрек-Гордунни"] = {
				[208659] = {
					34.18700000003446, -- [1]
					34.28100000001723, -- [2]
					36.30900000000838, -- [3]
					36.71000000002096, -- [4]
					87.67500000004657, -- [5]
					87.92600000003586, -- [6]
					92.1359999999986, -- [7]
					92.94700000004377, -- [8]
					94.55600000004051, -- [9]
					94.97400000004563, -- [10]
					["stacks"] = {
					},
					["source"] = "[*] Кинетическое кольцо",
					["active"] = false,
				},
				[209166] = {
					18.52900000003865, -- [1]
					41.60500000003958, -- [2]
					81.54200000001583, -- [3]
					104.6290000000154, -- [4]
					108.2660000000033, -- [5]
					113.7860000000219, -- [6]
					151.7119999999995, -- [7]
					163.6450000000186, -- [8]
					["stacks"] = {
					},
					["source"] = "[*] Ускорение времени",
					["active"] = false,
				},
				[232974] = {
					0.1, -- [1]
					0.2930000000051223, -- [2]
					["stacks"] = {
					},
					["source"] = "[*] Затягивающая сингулярность",
					["active"] = false,
				},
				[208944] = {
					42.31100000004517, -- [1]
					50.32300000003306, -- [2]
					113.7860000000219, -- [3]
					121.7800000000279, -- [4]
					["stacks"] = {
					},
					["source"] = "Элисанда",
					["active"] = false,
				},
				[209244] = {
					108.4470000000438, -- [1]
					110.7620000000461, -- [2]
					112.4560000000056, -- [3]
					113.7680000000401, -- [4]
					["stacks"] = {
					},
					["source"] = "Элисанда",
					["active"] = false,
				},
			},
		}, -- [3]
		{
			["Дэлери"] = {
				[206677] = {
					2.464999999996508, -- [1]
					33.7129999999961, -- [2]
					["stacks"] = {
					},
					["source"] = "Крос",
					["active"] = false,
				},
				[205344] = {
					19.95599999999831, -- [1]
					24.9519999999975, -- [2]
					["stacks"] = {
					},
					["source"] = "Крос",
					["active"] = false,
				},
			},
		}, -- [4]
	},
	["cooldowns_timeline"] = {
		{
			["Шупрек-Гордунни"] = {
				{
					191.8379999999888, -- [1]
					"[*] большой рейдовый кулдаун", -- [2]
					15286, -- [3]
				}, -- [1]
			},
		}, -- [1]
		{
			["Дэлери"] = {
				{
					259.0590000000084, -- [1]
					"Дэлери", -- [2]
					198589, -- [3]
				}, -- [1]
			},
			["Шупрек-Гордунни"] = {
				{
					54.36799999995856, -- [1]
					"[*] большой рейдовый кулдаун", -- [2]
					15286, -- [3]
				}, -- [1]
			},
		}, -- [2]
		{
		}, -- [3]
		{
		}, -- [4]
	},
	["BossSpellCast"] = {
		{
			["Внутренний демон"] = {
				{
					170.4260000000359, -- [1]
					"Внутренний демон", -- [2]
					211439, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					187.9800000000396, -- [1]
					"Внутренний демон", -- [2]
					220957, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [2]
				{
					207.9990000000107, -- [1]
					"Внутренний демон", -- [2]
					220957, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
			},
			["Фрагмент души Аззинота"] = {
				{
					199.5620000000345, -- [1]
					"Фрагмент души Аззинота", -- [2]
					221336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					206.6410000000033, -- [1]
					"Фрагмент души Аззинота", -- [2]
					221408, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					210.4949999999953, -- [1]
					"Фрагмент души Аззинота", -- [2]
					221336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			["Усиленное око Гул'дана"] = {
				{
					100.9249999999884, -- [1]
					"Усиленное око Гул'дана", -- [2]
					209489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			["Ночная сфера"] = {
				{
					219.4870000000228, -- [1]
					"Ночная сфера", -- [2]
					206912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
			},
			["Око Гул'дана"] = {
				{
					29.70000000001164, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [1]
				{
					29.71000000002096, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [2]
				{
					29.71000000002096, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [3]
				{
					29.71000000002096, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					29.7270000000135, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
			},
			["Тюремщик Д'зорикс"] = {
				{
					25.23399999999674, -- [1]
					"Тюремщик Д'зорикс", -- [2]
					206883, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					33.71100000001025, -- [1]
					"Тюремщик Д'зорикс", -- [2]
					208545, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			["Гул'дан"] = {
				{
					7.158999999985099, -- [1]
					"Гул'дан", -- [2]
					206222, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					16.17399999999907, -- [1]
					"Гул'дан", -- [2]
					212258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					26.68499999999767, -- [1]
					"Гул'дан", -- [2]
					209270, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					38.17800000001444, -- [1]
					"Гул'дан", -- [2]
					206219, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					47.16500000003725, -- [1]
					"Гул'дан", -- [2]
					206221, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					59.94099999999162, -- [1]
					"Гул'дан", -- [2]
					227427, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					82.45900000003166, -- [1]
					"Гул'дан", -- [2]
					206939, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					85.95400000002701, -- [1]
					"Гул'дан", -- [2]
					221783, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					96.98499999998603, -- [1]
					"Гул'дан", -- [2]
					211152, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					118.5210000000079, -- [1]
					"Гул'дан", -- [2]
					206744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					129.1000000000349, -- [1]
					"Гул'дан", -- [2]
					221783, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
			},
		}, -- [1]
		{
			["Внутренний демон"] = {
				{
					207.6199999999953, -- [1]
					"Внутренний демон", -- [2]
					211439, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					224.7029999999795, -- [1]
					"Внутренний демон", -- [2]
					220957, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					244.7159999999567, -- [1]
					"Внутренний демон", -- [2]
					220957, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					264.7170000000042, -- [1]
					"Внутренний демон", -- [2]
					220957, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
			},
			["Гул'дан"] = {
				{
					7.47099999996135, -- [1]
					"Гул'дан", -- [2]
					206222, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					16.46599999995669, -- [1]
					"Гул'дан", -- [2]
					212258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					26.97099999996135, -- [1]
					"Гул'дан", -- [2]
					209270, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					38.46999999997206, -- [1]
					"Гул'дан", -- [2]
					206219, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					47.49099999997998, -- [1]
					"Гул'дан", -- [2]
					206221, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					64.20100000000093, -- [1]
					"Гул'дан", -- [2]
					227427, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					87.57199999998556, -- [1]
					"Гул'дан", -- [2]
					206939, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					91.0449999999837, -- [1]
					"Гул'дан", -- [2]
					221783, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					102.0739999999641, -- [1]
					"Гул'дан", -- [2]
					211152, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					123.6209999999846, -- [1]
					"Гул'дан", -- [2]
					206744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					134.2170000000042, -- [1]
					"Гул'дан", -- [2]
					221783, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					140.4799999999814, -- [1]
					"Гул'дан", -- [2]
					167819, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					142.4949999999953, -- [1]
					"Гул'дан", -- [2]
					167935, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					144.5129999999772, -- [1]
					"Гул'дан", -- [2]
					177380, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					148.5129999999772, -- [1]
					"Гул'дан", -- [2]
					152987, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					154.7309999999707, -- [1]
					"Гул'дан", -- [2]
					211152, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					177.35699999996, -- [1]
					"Гул'дан", -- [2]
					221783, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					184.6840000000084, -- [1]
					"Гул'дан", -- [2]
					206744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
			},
			["Усиленное око Гул'дана"] = {
				{
					106.0270000000019, -- [1]
					"Усиленное око Гул'дана", -- [2]
					209489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					116.2569999999832, -- [1]
					"Усиленное око Гул'дана", -- [2]
					209291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					118.1759999999777, -- [1]
					"Усиленное око Гул'дана", -- [2]
					209489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					119, -- [1]
					"Усиленное око Гул'дана", -- [2]
					209489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					158.3119999999763, -- [1]
					"Усиленное око Гул'дана", -- [2]
					209489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			["Ночная сфера"] = {
				{
					251.2179999999935, -- [1]
					"Ночная сфера", -- [2]
					208801, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					252.6399999999558, -- [1]
					"Ночная сфера", -- [2]
					206912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					256.2820000000065, -- [1]
					"Ночная сфера", -- [2]
					206912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					259.9189999999944, -- [1]
					"Ночная сфера", -- [2]
					206912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					263.6049999999814, -- [1]
					"Ночная сфера", -- [2]
					206912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					267.2469999999739, -- [1]
					"Ночная сфера", -- [2]
					206912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
				{
					270.8709999999846, -- [1]
					"Ночная сфера", -- [2]
					206912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [7]
			},
			["Око Гул'дана"] = {
				{
					29.98099999997066, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					30.00099999998929, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [2]
				{
					30.00099999998929, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					30.00099999998929, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					30.00099999998929, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					38.02399999997579, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [6]
				{
					39.69999999995343, -- [1]
					"Око Гул'дана", -- [2]
					209291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					42.71599999995669, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [8]
			},
			["Тюремщик Д'зорикс"] = {
				{
					25.50899999996182, -- [1]
					"Тюремщик Д'зорикс", -- [2]
					206883, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					33.99400000000605, -- [1]
					"Тюремщик Д'зорикс", -- [2]
					208545, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			["Фрагмент души Аззинота"] = {
				{
					236.304999999993, -- [1]
					"Фрагмент души Аззинота", -- [2]
					221336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [2]
		{
			["Элисанда"] = {
				{
					1.87400000001071, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					4.288000000000466, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					6.694000000017695, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					7.914000000047963, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					11.56500000000233, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					12.77000000001863, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
				{
					15.20200000004843, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [7]
				{
					18.83900000003632, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [8]
				{
					18.83900000003632, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [9]
				{
					22.46900000004098, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [10]
				{
					22.46900000004098, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [11]
				{
					26.14400000002934, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [12]
				{
					26.14400000002934, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [13]
				{
					29.03800000000047, -- [1]
					"Элисанда", -- [2]
					228877, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					33.44600000005448, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [15]
				{
					33.44600000005448, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [16]
				{
					38.30100000003586, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [17]
				{
					38.30100000003586, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [18]
				{
					42.30100000003586, -- [1]
					"Элисанда", -- [2]
					208944, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					50.43600000004517, -- [1]
					"Элисанда", -- [2]
					208863, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					55.29300000000512, -- [1]
					"Элисанда", -- [2]
					209973, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [21]
				{
					58.94800000003306, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [22]
				{
					62.61200000002282, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [23]
				{
					64.94800000003306, -- [1]
					"Элисанда", -- [2]
					210022, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					66.23800000001211, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [25]
				{
					71.11000000004424, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [26]
				{
					74.74500000005355, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [27]
				{
					75.95300000003772, -- [1]
					"Элисанда", -- [2]
					209973, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [28]
				{
					78.38300000003073, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [29]
				{
					83.20700000005309, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [30]
				{
					86.84600000001956, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [31]
				{
					90.49300000001676, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [32]
				{
					95.35100000002421, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [33]
				{
					96.56300000002375, -- [1]
					"Элисанда", -- [2]
					209973, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [34]
				{
					100.2119999999995, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [35]
				{
					103.8430000000517, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [36]
				{
					108.4470000000438, -- [1]
					"Элисанда", -- [2]
					214278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					108.6930000000284, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [38]
				{
					113.7860000000219, -- [1]
					"Элисанда", -- [2]
					208944, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					122.3080000000191, -- [1]
					"Элисанда", -- [2]
					208863, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
				{
					130.8160000000498, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [41]
				{
					134.0540000000037, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [42]
				{
					134.4530000000377, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [43]
				{
					140.1010000000242, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [44]
				{
					140.5230000000447, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [45]
				{
					144.1600000000326, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [46]
				{
					147.3780000000261, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [47]
				{
					149.0260000000126, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [48]
				{
					153.439000000013, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [49]
				{
					153.8680000000168, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [50]
				{
					157.5130000000354, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [51]
			},
			["Рекурсивный элементаль"] = {
				{
					8.06100000004517, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [1]
				{
					11.13000000000466, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [2]
				{
					14.54400000005262, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [3]
				{
					17.20900000003167, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					19.27000000001863, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [5]
				{
					22.29400000005262, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [6]
				{
					25.37100000004284, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [7]
				{
					27.58100000000559, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					29.98800000001211, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [9]
				{
					33.01700000005076, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [10]
				{
					36.65900000004331, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [11]
				{
					39.78400000004331, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					61.50700000004144, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [13]
				{
					64.59900000004563, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [14]
				{
					68.25900000002002, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [15]
				{
					70.47500000003492, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					72.80500000005122, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [17]
				{
					76.22000000003027, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [18]
				{
					79.50600000005215, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [19]
				{
					81.52600000001257, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					83.51900000002934, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [21]
				{
					100.7230000000564, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [22]
				{
					108.7270000000135, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [23]
				{
					111.9050000000279, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					133.6150000000489, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [25]
				{
					136.8070000000298, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [26]
				{
					140.0100000000093, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [27]
				{
					142.3540000000503, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					148.4060000000172, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [29]
			},
			["Своевременный элементаль"] = {
				{
					9.328000000037719, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					14.92600000003586, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					62.80800000001909, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					67.66300000000047, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					74.32300000003306, -- [1]
					"Своевременный элементаль", -- [2]
					209617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					74.95000000001164, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					78.58300000004238, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					134.6470000000554, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					139.5060000000522, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					146.1590000000433, -- [1]
					"Своевременный элементаль", -- [2]
					209617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					146.7930000000051, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
			},
		}, -- [3]
		{
			["Крос"] = {
				{
					2.464999999996508, -- [1]
					"Крос", -- [2]
					206677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					4.898999999997614, -- [1]
					"Крос", -- [2]
					206677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					7.32999999999447, -- [1]
					"Крос", -- [2]
					206677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					10.96800000000076, -- [1]
					"Крос", -- [2]
					205370, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Крос", -- [5]
				}, -- [4]
				{
					13.03800000000047, -- [1]
					"Крос", -- [2]
					206677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					15.83399999999529, -- [1]
					"Крос", -- [2]
					206677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
				{
					18.2699999999968, -- [1]
					"Крос", -- [2]
					206677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [7]
				{
					23.95499999999447, -- [1]
					"Крос", -- [2]
					205361, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [8]
				{
					24.33999999999651, -- [1]
					"Крос", -- [2]
					206677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [9]
				{
					26.78399999999965, -- [1]
					"Крос", -- [2]
					206677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [10]
				{
					29.2019999999975, -- [1]
					"Крос", -- [2]
					206677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [11]
				{
					32.95100000000093, -- [1]
					"Крос", -- [2]
					205862, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Крос", -- [5]
				}, -- [12]
			},
		}, -- [4]
	},
}
