
DetailsTimeLineDB = {
	["max_segments"] = 4,
	["combat_data"] = {
		{
			["date_start"] = "20:26:13",
			["date_end"] = "20:29:35",
			["name"] = "Гул'дан",
			["total_time"] = 202.8530000000028,
		}, -- [1]
		{
			["date_end"] = "20:23:04",
			["date_start"] = "20:18:32",
			["name"] = "Гул'дан",
			["total_time"] = 273.545999999973,
		}, -- [2]
		{
			["date_end"] = "20:17:52",
			["date_start"] = "20:15:48",
			["name"] = "Великий магистр Элисанда",
			["total_time"] = 126.4229999999516,
		}, -- [3]
		{
			["date_start"] = "18:13:28",
			["date_end"] = "18:14:43",
			["name"] = "Великий магистр Элисанда",
			["total_time"] = 77.80200000002515,
		}, -- [4]
	},
	["hide_on_combat"] = false,
	["IndividualSpells"] = {
		{
			[220957] = {
				{
					172.3760000000475, -- [1]
					"Внутренний демон", -- [2]
					220957, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					192.3780000000261, -- [1]
					"Внутренний демон", -- [2]
					220957, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [2]
			},
			[209454] = {
				{
					29.9089999999851, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [1]
				{
					29.9089999999851, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					29.9089999999851, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					29.92900000000373, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [4]
				{
					29.92900000000373, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [5]
			},
			[221336] = {
				{
					183.9910000000382, -- [1]
					"Фрагмент души Аззинота", -- [2]
					221336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					194.9320000000298, -- [1]
					"Фрагмент души Аззинота", -- [2]
					221336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[206939] = {
				{
					83.87100000004284, -- [1]
					"Гул'дан", -- [2]
					206939, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[212258] = {
				{
					16.38899999996647, -- [1]
					"Гул'дан", -- [2]
					212258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206222] = {
				{
					7.395999999949709, -- [1]
					"Гул'дан", -- [2]
					206222, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[221783] = {
				{
					87.34999999997672, -- [1]
					"Гул'дан", -- [2]
					221783, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[227427] = {
				{
					61.75500000000466, -- [1]
					"Гул'дан", -- [2]
					227427, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[221408] = {
				{
					198.3589999999385, -- [1]
					"Фрагмент души Аззинота", -- [2]
					221408, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206219] = {
				{
					38.40399999998044, -- [1]
					"Гул'дан", -- [2]
					206219, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[211152] = {
				{
					99.24300000001676, -- [1]
					"Гул'дан", -- [2]
					211152, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[211439] = {
				{
					154.4869999999646, -- [1]
					"Внутренний демон", -- [2]
					211439, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206221] = {
				{
					47.39699999999721, -- [1]
					"Гул'дан", -- [2]
					206221, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206883] = {
				{
					25.41299999994226, -- [1]
					"Тюремщик Д'зорикс", -- [2]
					206883, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
			},
			[209270] = {
				{
					26.89300000004005, -- [1]
					"Гул'дан", -- [2]
					209270, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[209489] = {
				{
					101.9660000000149, -- [1]
					"Усиленное око Гул'дана", -- [2]
					209489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [1]
		{
			[177380] = {
				{
					136.7449999999953, -- [1]
					"Гул'дан", -- [2]
					177380, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					194.6430000000401, -- [1]
					"Гул'дан", -- [2]
					177380, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[152987] = {
				{
					140.7519999999786, -- [1]
					"Гул'дан", -- [2]
					152987, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					198.6509999999544, -- [1]
					"Гул'дан", -- [2]
					152987, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[206222] = {
				{
					7.73699999996461, -- [1]
					"Гул'дан", -- [2]
					206222, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206939] = {
				{
					79.85499999998137, -- [1]
					"Гул'дан", -- [2]
					206939, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[209454] = {
				{
					30.2489999999525, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [1]
				{
					30.2489999999525, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [2]
				{
					30.2609999999404, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					41.85499999998137, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					51.88099999993574, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					57.63199999998324, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
				{
					57.63199999998324, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [7]
				{
					67.63399999996182, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [8]
				{
					67.65299999993294, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [9]
				{
					77.10399999993388, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [10]
				{
					77.12100000004284, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [11]
				{
					78.30999999993946, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [12]
				{
					78.32499999995343, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [13]
				{
					87.10899999993853, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [14]
			},
			[209489] = {
				{
					98.27299999992829, -- [1]
					"Усиленное око Гул'дана", -- [2]
					209489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					150.5009999999311, -- [1]
					"Усиленное око Гул'дана", -- [2]
					209489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[206219] = {
				{
					38.72199999995064, -- [1]
					"Гул'дан", -- [2]
					206219, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[227427] = {
				{
					57.68299999996088, -- [1]
					"Гул'дан", -- [2]
					227427, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[211439] = {
				{
					223.2659999999451, -- [1]
					"Внутренний демон", -- [2]
					211439, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[221336] = {
				{
					253.704000000027, -- [1]
					"Фрагмент души Аззинота", -- [2]
					221336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					264.091999999946, -- [1]
					"Фрагмент души Аззинота", -- [2]
					221336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[167935] = {
				{
					136.1199999999953, -- [1]
					"Гул'дан", -- [2]
					167935, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					192.6469999999972, -- [1]
					"Гул'дан", -- [2]
					167935, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[167819] = {
				{
					132.7269999999553, -- [1]
					"Гул'дан", -- [2]
					167819, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					190.6339999999618, -- [1]
					"Гул'дан", -- [2]
					167819, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[209270] = {
				{
					27.22800000000279, -- [1]
					"Гул'дан", -- [2]
					209270, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[212258] = {
				{
					16.75300000002608, -- [1]
					"Гул'дан", -- [2]
					212258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206744] = {
				{
					115.8950000000186, -- [1]
					"Гул'дан", -- [2]
					206744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					176.9569999999367, -- [1]
					"Гул'дан", -- [2]
					206744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[206221] = {
				{
					47.72800000000279, -- [1]
					"Гул'дан", -- [2]
					206221, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[220957] = {
				{
					241.1809999999823, -- [1]
					"Внутренний демон", -- [2]
					220957, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					261.1999999999534, -- [1]
					"Внутренний демон", -- [2]
					220957, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
			},
			[221783] = {
				{
					83.35399999993388, -- [1]
					"Гул'дан", -- [2]
					221783, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					126.4760000000242, -- [1]
					"Гул'дан", -- [2]
					221783, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					169.6369999999879, -- [1]
					"Гул'дан", -- [2]
					221783, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[209291] = {
				{
					38.86199999996461, -- [1]
					"Око Гул'дана", -- [2]
					209291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					39.66099999996368, -- [1]
					"Око Гул'дана", -- [2]
					209291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					54.64500000001863, -- [1]
					"Око Гул'дана", -- [2]
					209291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					74.10399999993388, -- [1]
					"Око Гул'дана", -- [2]
					209291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					75.30200000002515, -- [1]
					"Око Гул'дана", -- [2]
					209291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[211152] = {
				{
					94.34199999994598, -- [1]
					"Гул'дан", -- [2]
					211152, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					146.9880000000121, -- [1]
					"Гул'дан", -- [2]
					211152, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[206883] = {
				{
					25.78200000000652, -- [1]
					"Тюремщик Д'зорикс", -- [2]
					206883, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
			},
		}, -- [2]
		{
			[228877] = {
				{
					29.01200000010431, -- [1]
					"Элисанда", -- [2]
					228877, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[208944] = {
				{
					39.29200000001583, -- [1]
					"Элисанда", -- [2]
					208944, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					83.6940000000177, -- [1]
					"Элисанда", -- [2]
					208944, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[229738] = {
				{
					4.439000000013039, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					9.301000000094064, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					14.1480000000447, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					17.79200000001583, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					21.44600000011269, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					25.11000000010245, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
				{
					33.60800000000745, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [7]
				{
					56.73900000005961, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [8]
				{
					60.37900000007357, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [9]
				{
					65.23600000003353, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [10]
				{
					68.88800000003539, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [11]
				{
					72.51200000010431, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [12]
				{
					76.1710000000894, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [13]
				{
					79.82000000006519, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [14]
				{
					101.9250000000466, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [15]
				{
					105.579000000027, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [16]
				{
					111.6440000000875, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [17]
				{
					117.7400000001071, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [18]
				{
					121.3680000000168, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [19]
			},
			[210022] = {
				{
					62.74300000001676, -- [1]
					"Элисанда", -- [2]
					210022, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[209568] = {
				{
					9.499000000068918, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					14.34400000004098, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					21.65600000007544, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					60.58400000003167, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					65.44100000010803, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					68.93500000005588, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					73.96500000008382, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					104.564000000013, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					109.4300000000512, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
			},
			[209620] = {
				{
					17.36000000010245, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					28.1490000000922, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					69.21000000007916, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					83.04400000011083, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					112.2840000001015, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					123.3600000001025, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[208863] = {
				{
					48.2170000000624, -- [1]
					"Элисанда", -- [2]
					208863, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					92.23800000001211, -- [1]
					"Элисанда", -- [2]
					208863, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[221864] = {
				{
					8.857000000076368, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					11.89600000006612, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					14.95000000006985, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					19.37900000007357, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					22.76300000003539, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [5]
				{
					25.89600000006612, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [6]
				{
					30.47000000008848, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [7]
				{
					33.54000000003725, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [8]
				{
					36.82500000006985, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [9]
				{
					59.95000000006985, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [10]
				{
					63.46300000010524, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [11]
				{
					66.85400000005029, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [12]
				{
					71.49200000008568, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [13]
				{
					74.51400000008289, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [14]
				{
					77.56400000001304, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [15]
				{
					80.61200000008103, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [16]
				{
					103.941000000108, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [17]
				{
					107.0010000000475, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [18]
				{
					110.0200000000186, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [19]
				{
					114.8640000000596, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [20]
				{
					118.1390000000829, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [21]
				{
					121.1770000000252, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [22]
			},
			[209971] = {
				{
					105.1540000000969, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [1]
				{
					111.2240000000456, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [2]
				{
					117.3220000000438, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [3]
			},
			[209973] = {
				{
					53.07600000000093, -- [1]
					"Элисанда", -- [2]
					209973, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [1]
				{
					73.7390000000596, -- [1]
					"Элисанда", -- [2]
					209973, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [2]
			},
			[209615] = {
				{
					2.017000000108965, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					6.869000000064261, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					11.73000000009779, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [3]
				{
					16.58400000003167, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					20.23500000010245, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					23.90300000004936, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
				{
					33.60800000000745, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [7]
			},
			[209617] = {
				{
					21.00400000007357, -- [1]
					"Своевременный элементаль", -- [2]
					209617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					72.09900000004563, -- [1]
					"Своевременный элементаль", -- [2]
					209617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [3]
		{
			[210022] = {
				{
					40.56400000001304, -- [1]
					"Элисанда", -- [2]
					210022, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[208944] = {
				{
					13.8990000000922, -- [1]
					"Элисанда", -- [2]
					208944, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					46.59400000004098, -- [1]
					"Элисанда", -- [2]
					208944, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[229738] = {
				{
					4.519000000087544, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					8.192000000039116, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					30.53400000010151, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					34.17800000007264, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					37.81600000010803, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					41.46300000010524, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
				{
					63.62300000002142, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [7]
				{
					68.4890000000596, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [8]
				{
					72.1260000000475, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [9]
			},
			[209568] = {
				{
					9.624000000068918, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.36999999999534, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					39.23900000005961, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					67.47400000004563, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					72.32600000000093, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[221864] = {
				{
					9.977000000071712, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					34.76000000000931, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					39.60100000002421, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					44.4670000000624, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					67.8410000000149, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					72.71400000003632, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
			},
			[209971] = {
				{
					67.8410000000149, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
			},
			[209973] = {
				{
					26.88400000007823, -- [1]
					"Элисанда", -- [2]
					209973, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
			},
			[209615] = {
				{
					2.119999999995343, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					6.970000000088476, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
			},
			[208863] = {
				{
					22.05600000009872, -- [1]
					"Элисанда", -- [2]
					208863, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					55.12100000004284, -- [1]
					"Элисанда", -- [2]
					208863, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [4]
		{
			[215458] = {
				{
					11, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					215458, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
			},
			[216389] = {
				{
					0.1, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					216389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[212492] = {
				{
					11, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					212492, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[212530] = {
				{
					41, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					212530, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [5]
		{
			[208672] = {
				{
					89.07299999997485, -- [1]
					"Азагрим", -- [2]
					208672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Азагрим", -- [5]
				}, -- [1]
				{
					95.14000000001397, -- [1]
					"Азагрим", -- [2]
					208672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Азагрим", -- [5]
				}, -- [2]
				{
					101.1999999999534, -- [1]
					"Азагрим", -- [2]
					208672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Азагрим", -- [5]
				}, -- [3]
			},
			[206514] = {
				{
					12.9989999999525, -- [1]
					"Гул'дан", -- [2]
					206514, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					26.97399999992922, -- [1]
					"Гул'дан", -- [2]
					206514, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[206516] = {
				{
					34.98600000003353, -- [1]
					"Гул'дан", -- [2]
					206516, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206220] = {
				{
					106.2029999999795, -- [1]
					"Гул'дан", -- [2]
					206220, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[209454] = {
				{
					96.62300000002142, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
			},
			[212258] = {
				{
					7.994999999995343, -- [1]
					"Гул'дан", -- [2]
					212258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.98600000003353, -- [1]
					"Гул'дан", -- [2]
					212258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					31.97299999999814, -- [1]
					"Гул'дан", -- [2]
					212258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					77.5350000000326, -- [1]
					"Гул'дан", -- [2]
					212258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[206219] = {
				{
					5.010000000009313, -- [1]
					"Гул'дан", -- [2]
					206219, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					19.97600000002421, -- [1]
					"Гул'дан", -- [2]
					206219, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					44.20199999993201, -- [1]
					"Гул'дан", -- [2]
					206219, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[227427] = {
				{
					123.0979999999981, -- [1]
					"Гул'дан", -- [2]
					227427, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206939] = {
				{
					145.4579999999842, -- [1]
					"Гул'дан", -- [2]
					206939, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206221] = {
				{
					71.86899999994785, -- [1]
					"Гул'дан", -- [2]
					206221, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					116.310999999987, -- [1]
					"Гул'дан", -- [2]
					206221, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[209291] = {
				{
					105.9919999999693, -- [1]
					"Око Гул'дана", -- [2]
					209291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[209270] = {
				{
					93.58799999998882, -- [1]
					"Гул'дан", -- [2]
					209270, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[221783] = {
				{
					150.7179999999935, -- [1]
					"Гул'дан", -- [2]
					221783, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [6]
		{
			[210022] = {
				{
					55.70100000000093, -- [1]
					"Элисанда", -- [2]
					210022, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[208944] = {
				{
					29.00699999998324, -- [1]
					"Элисанда", -- [2]
					208944, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					70.33700000005774, -- [1]
					"Элисанда", -- [2]
					208944, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[229738] = {
				{
					5.126000000047498, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					8.75399999995716, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					12.39300000004005, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					16.03899999998976, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					19.68700000003446, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					24.55500000005122, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
				{
					45.70200000004843, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [7]
				{
					49.33900000003632, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [8]
				{
					54.21999999997206, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [9]
				{
					59.0899999999674, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [10]
				{
					62.73300000000745, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [11]
				{
					66.37199999997392, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [12]
				{
					87.42000000004191, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [13]
				{
					92.27500000002328, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [14]
				{
					99.55299999995623, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [15]
				{
					103.1979999999749, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [16]
			},
			[209568] = {
				{
					10.18000000005122, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					15.03099999995902, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					49.57299999997485, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					54.42900000000373, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					59.27899999998044, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					64.1589999999851, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					91.26600000006147, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					96.1260000000475, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					100.9610000000102, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
			},
			[210387] = {
				{
					101.9560000000056, -- [1]
					"Элисанда", -- [2]
					210387, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[221864] = {
				{
					8.827999999979511, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					12.47900000005029, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					16.11300000001211, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					19.75199999997858, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					23.4089999999851, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					27.05299999995623, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
				{
					49.41599999996834, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [7]
				{
					53.08100000000559, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [8]
				{
					56.73699999996461, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [9]
				{
					60.36600000003818, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [10]
				{
					64.02800000004936, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [11]
				{
					67.66300000005867, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [12]
				{
					91.13199999998324, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [13]
				{
					94.76500000001397, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [14]
				{
					98.43500000005588, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [15]
				{
					102.0550000000512, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [16]
				{
					105.6950000000652, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [17]
			},
			[209971] = {
				{
					91.13199999998324, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					98.43500000005588, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
			},
			[209973] = {
				{
					42.0230000000447, -- [1]
					"Элисанда", -- [2]
					209973, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					62.73300000000745, -- [1]
					"Элисанда", -- [2]
					209973, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
			},
			[209615] = {
				{
					1.483000000007451, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					7.545999999972992, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					11.19700000004377, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					16.03899999998976, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					22.11499999999069, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					25.76199999998789, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
			},
			[208863] = {
				{
					37.16300000005867, -- [1]
					"Элисанда", -- [2]
					208863, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					78.92599999997765, -- [1]
					"Элисанда", -- [2]
					208863, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [7]
		{
			[221408] = {
				{
					206.6410000000033, -- [1]
					"Фрагмент души Аззинота", -- [2]
					221408, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206222] = {
				{
					7.158999999985099, -- [1]
					"Гул'дан", -- [2]
					206222, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206939] = {
				{
					82.45900000003166, -- [1]
					"Гул'дан", -- [2]
					206939, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[209454] = {
				{
					29.70000000001164, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [1]
				{
					29.71000000002096, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [2]
				{
					29.71000000002096, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [3]
				{
					29.71000000002096, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					29.7270000000135, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
			},
			[209489] = {
				{
					100.9249999999884, -- [1]
					"Усиленное око Гул'дана", -- [2]
					209489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206219] = {
				{
					38.17800000001444, -- [1]
					"Гул'дан", -- [2]
					206219, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[227427] = {
				{
					59.94099999999162, -- [1]
					"Гул'дан", -- [2]
					227427, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[211439] = {
				{
					170.4260000000359, -- [1]
					"Внутренний демон", -- [2]
					211439, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[221336] = {
				{
					199.5620000000345, -- [1]
					"Фрагмент души Аззинота", -- [2]
					221336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					210.4949999999953, -- [1]
					"Фрагмент души Аззинота", -- [2]
					221336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[208545] = {
				{
					33.71100000001025, -- [1]
					"Тюремщик Д'зорикс", -- [2]
					208545, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[209270] = {
				{
					26.68499999999767, -- [1]
					"Гул'дан", -- [2]
					209270, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[212258] = {
				{
					16.17399999999907, -- [1]
					"Гул'дан", -- [2]
					212258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206744] = {
				{
					118.5210000000079, -- [1]
					"Гул'дан", -- [2]
					206744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206221] = {
				{
					47.16500000003725, -- [1]
					"Гул'дан", -- [2]
					206221, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206912] = {
				{
					219.4870000000228, -- [1]
					"Ночная сфера", -- [2]
					206912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
			},
			[220957] = {
				{
					187.9800000000396, -- [1]
					"Внутренний демон", -- [2]
					220957, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [1]
				{
					207.9990000000107, -- [1]
					"Внутренний демон", -- [2]
					220957, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
			},
			[211152] = {
				{
					96.98499999998603, -- [1]
					"Гул'дан", -- [2]
					211152, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[221783] = {
				{
					85.95400000002701, -- [1]
					"Гул'дан", -- [2]
					221783, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					129.1000000000349, -- [1]
					"Гул'дан", -- [2]
					221783, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[206883] = {
				{
					25.23399999999674, -- [1]
					"Тюремщик Д'зорикс", -- [2]
					206883, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
			},
		}, -- [8]
		{
			[177380] = {
				{
					144.5129999999772, -- [1]
					"Гул'дан", -- [2]
					177380, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[152987] = {
				{
					148.5129999999772, -- [1]
					"Гул'дан", -- [2]
					152987, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206222] = {
				{
					7.47099999996135, -- [1]
					"Гул'дан", -- [2]
					206222, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206939] = {
				{
					87.57199999998556, -- [1]
					"Гул'дан", -- [2]
					206939, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[209454] = {
				{
					29.98099999997066, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					30.00099999998929, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [2]
				{
					30.00099999998929, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					30.00099999998929, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					30.00099999998929, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					38.02399999997579, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [6]
				{
					42.71599999995669, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [7]
			},
			[209489] = {
				{
					106.0270000000019, -- [1]
					"Усиленное око Гул'дана", -- [2]
					209489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					118.1759999999777, -- [1]
					"Усиленное око Гул'дана", -- [2]
					209489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					119, -- [1]
					"Усиленное око Гул'дана", -- [2]
					209489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					158.3119999999763, -- [1]
					"Усиленное око Гул'дана", -- [2]
					209489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[206219] = {
				{
					38.46999999997206, -- [1]
					"Гул'дан", -- [2]
					206219, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[227427] = {
				{
					64.20100000000093, -- [1]
					"Гул'дан", -- [2]
					227427, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[211439] = {
				{
					207.6199999999953, -- [1]
					"Внутренний демон", -- [2]
					211439, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[221336] = {
				{
					236.304999999993, -- [1]
					"Фрагмент души Аззинота", -- [2]
					221336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[208545] = {
				{
					33.99400000000605, -- [1]
					"Тюремщик Д'зорикс", -- [2]
					208545, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206883] = {
				{
					25.50899999996182, -- [1]
					"Тюремщик Д'зорикс", -- [2]
					206883, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
			},
			[167819] = {
				{
					140.4799999999814, -- [1]
					"Гул'дан", -- [2]
					167819, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[209270] = {
				{
					26.97099999996135, -- [1]
					"Гул'дан", -- [2]
					209270, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[211152] = {
				{
					102.0739999999641, -- [1]
					"Гул'дан", -- [2]
					211152, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					154.7309999999707, -- [1]
					"Гул'дан", -- [2]
					211152, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[221783] = {
				{
					91.0449999999837, -- [1]
					"Гул'дан", -- [2]
					221783, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					134.2170000000042, -- [1]
					"Гул'дан", -- [2]
					221783, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					177.35699999996, -- [1]
					"Гул'дан", -- [2]
					221783, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[212258] = {
				{
					16.46599999995669, -- [1]
					"Гул'дан", -- [2]
					212258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206744] = {
				{
					123.6209999999846, -- [1]
					"Гул'дан", -- [2]
					206744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					184.6840000000084, -- [1]
					"Гул'дан", -- [2]
					206744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[206221] = {
				{
					47.49099999997998, -- [1]
					"Гул'дан", -- [2]
					206221, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[209291] = {
				{
					39.69999999995343, -- [1]
					"Око Гул'дана", -- [2]
					209291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					116.2569999999832, -- [1]
					"Усиленное око Гул'дана", -- [2]
					209291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[167935] = {
				{
					142.4949999999953, -- [1]
					"Гул'дан", -- [2]
					167935, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[220957] = {
				{
					224.7029999999795, -- [1]
					"Внутренний демон", -- [2]
					220957, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					244.7159999999567, -- [1]
					"Внутренний демон", -- [2]
					220957, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					264.7170000000042, -- [1]
					"Внутренний демон", -- [2]
					220957, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
			},
			[208801] = {
				{
					251.2179999999935, -- [1]
					"Ночная сфера", -- [2]
					208801, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206912] = {
				{
					252.6399999999558, -- [1]
					"Ночная сфера", -- [2]
					206912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					256.2820000000065, -- [1]
					"Ночная сфера", -- [2]
					206912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					259.9189999999944, -- [1]
					"Ночная сфера", -- [2]
					206912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					263.6049999999814, -- [1]
					"Ночная сфера", -- [2]
					206912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					267.2469999999739, -- [1]
					"Ночная сфера", -- [2]
					206912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					270.8709999999846, -- [1]
					"Ночная сфера", -- [2]
					206912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
			},
		}, -- [9]
		{
			[228877] = {
				{
					29.03800000000047, -- [1]
					"Элисанда", -- [2]
					228877, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[208944] = {
				{
					42.30100000003586, -- [1]
					"Элисанда", -- [2]
					208944, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					113.7860000000219, -- [1]
					"Элисанда", -- [2]
					208944, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[229738] = {
				{
					4.288000000000466, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					7.914000000047963, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					11.56500000000233, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					15.20200000004843, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					18.83900000003632, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					22.46900000004098, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
				{
					26.14400000002934, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [7]
				{
					33.44600000005448, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [8]
				{
					38.30100000003586, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [9]
				{
					58.94800000003306, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [10]
				{
					62.61200000002282, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [11]
				{
					66.23800000001211, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [12]
				{
					71.11000000004424, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [13]
				{
					74.74500000005355, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [14]
				{
					78.38300000003073, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [15]
				{
					83.20700000005309, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [16]
				{
					86.84600000001956, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [17]
				{
					90.49300000001676, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [18]
				{
					95.35100000002421, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [19]
				{
					100.2119999999995, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [20]
				{
					103.8430000000517, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [21]
				{
					108.6930000000284, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [22]
				{
					130.8160000000498, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [23]
				{
					134.4530000000377, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [24]
				{
					140.5230000000447, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [25]
				{
					144.1600000000326, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [26]
				{
					149.0260000000126, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [27]
				{
					153.8680000000168, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [28]
				{
					157.5130000000354, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [29]
			},
			[209617] = {
				{
					74.32300000003306, -- [1]
					"Своевременный элементаль", -- [2]
					209617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					146.1590000000433, -- [1]
					"Своевременный элементаль", -- [2]
					209617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[214278] = {
				{
					108.4470000000438, -- [1]
					"Элисанда", -- [2]
					214278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[209973] = {
				{
					55.29300000000512, -- [1]
					"Элисанда", -- [2]
					209973, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					75.95300000003772, -- [1]
					"Элисанда", -- [2]
					209973, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					96.56300000002375, -- [1]
					"Элисанда", -- [2]
					209973, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
			},
			[209620] = {
				{
					17.20900000003167, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.58100000000559, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					39.78400000004331, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					70.47500000003492, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					81.52600000001257, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					111.9050000000279, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					142.3540000000503, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[210022] = {
				{
					64.94800000003306, -- [1]
					"Элисанда", -- [2]
					210022, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[221864] = {
				{
					8.06100000004517, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [1]
				{
					11.13000000000466, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [2]
				{
					14.54400000005262, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [3]
				{
					19.27000000001863, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [4]
				{
					22.29400000005262, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [5]
				{
					25.37100000004284, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [6]
				{
					29.98800000001211, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [7]
				{
					33.01700000005076, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [8]
				{
					36.65900000004331, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [9]
				{
					61.50700000004144, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [10]
				{
					64.59900000004563, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [11]
				{
					68.25900000002002, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [12]
				{
					72.80500000005122, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [13]
				{
					76.22000000003027, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [14]
				{
					79.50600000005215, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [15]
				{
					83.51900000002934, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [16]
				{
					100.7230000000564, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [17]
				{
					108.7270000000135, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [18]
				{
					133.6150000000489, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [19]
				{
					136.8070000000298, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [20]
				{
					140.0100000000093, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [21]
				{
					148.4060000000172, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупрек-Гордунни", -- [5]
				}, -- [22]
			},
			[209971] = {
				{
					134.0540000000037, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					140.1010000000242, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					147.3780000000261, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					153.439000000013, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
			},
			[208863] = {
				{
					50.43600000004517, -- [1]
					"Элисанда", -- [2]
					208863, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					122.3080000000191, -- [1]
					"Элисанда", -- [2]
					208863, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[209615] = {
				{
					1.87400000001071, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					6.694000000017695, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					12.77000000001863, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					18.83900000003632, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					22.46900000004098, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					26.14400000002934, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
				{
					33.44600000005448, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [7]
				{
					38.30100000003586, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [8]
			},
			[209568] = {
				{
					9.328000000037719, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					14.92600000003586, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					62.80800000001909, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					67.66300000000047, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					74.95000000001164, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					78.58300000004238, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					134.6470000000554, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					139.5060000000522, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					146.7930000000051, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
			},
		}, -- [10]
		{
			[206677] = {
				{
					2.464999999996508, -- [1]
					"Крос", -- [2]
					206677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					4.898999999997614, -- [1]
					"Крос", -- [2]
					206677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					7.32999999999447, -- [1]
					"Крос", -- [2]
					206677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					13.03800000000047, -- [1]
					"Крос", -- [2]
					206677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					15.83399999999529, -- [1]
					"Крос", -- [2]
					206677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					18.2699999999968, -- [1]
					"Крос", -- [2]
					206677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
				{
					24.33999999999651, -- [1]
					"Крос", -- [2]
					206677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [7]
				{
					26.78399999999965, -- [1]
					"Крос", -- [2]
					206677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [8]
				{
					29.2019999999975, -- [1]
					"Крос", -- [2]
					206677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [9]
			},
			[205361] = {
				{
					23.95499999999447, -- [1]
					"Крос", -- [2]
					205361, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
			},
			[205862] = {
				{
					32.95100000000093, -- [1]
					"Крос", -- [2]
					205862, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Крос", -- [5]
				}, -- [1]
			},
			[205370] = {
				{
					10.96800000000076, -- [1]
					"Крос", -- [2]
					205370, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Крос", -- [5]
				}, -- [1]
			},
		}, -- [11]
		{
			[212794] = {
				{
					15.02100000000064, -- [1]
					"Тихондрий", -- [2]
					212794, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[212997] = {
				{
					7.02900000000227, -- [1]
					"Тихондрий", -- [2]
					212997, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					32.02500000000146, -- [1]
					"Тихондрий", -- [2]
					212997, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[208230] = {
				{
					20.01000000000204, -- [1]
					"Тихондрий", -- [2]
					208230, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
			},
			[213238] = {
				{
					27.01400000000285, -- [1]
					"Тихондрий", -- [2]
					213238, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [12]
		{
			[221875] = {
				{
					13.34100000000035, -- [1]
					"Звездный авгур Этрей", -- [2]
					221875, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.90600000000268, -- [1]
					"Звездный авгур Этрей", -- [2]
					221875, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					43.71500000000378, -- [1]
					"Звездный авгур Этрей", -- [2]
					221875, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[205486] = {
				{
					0.9880000000048312, -- [1]
					"Звездный авгур Этрей", -- [2]
					205486, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					2.194000000003143, -- [1]
					"Звездный авгур Этрей", -- [2]
					205486, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					3.418000000005122, -- [1]
					"Звездный авгур Этрей", -- [2]
					205486, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					4.628000000004249, -- [1]
					"Звездный авгур Этрей", -- [2]
					205486, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
			},
			[214486] = {
				{
					45.72300000000541, -- [1]
					"Звездный авгур Этрей", -- [2]
					214486, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					48.16000000000349, -- [1]
					"Звездный авгур Этрей", -- [2]
					214486, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
			},
			[206388] = {
				{
					30.61900000000605, -- [1]
					"Звездный авгур Этрей", -- [2]
					206388, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					33.05299999999988, -- [1]
					"Звездный авгур Этрей", -- [2]
					206388, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
			},
			[206921] = {
				{
					16.0679999999993, -- [1]
					"Звездный авгур Этрей", -- [2]
					206921, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					18.49300000000221, -- [1]
					"Звездный авгур Этрей", -- [2]
					206921, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[227492] = {
				{
					52.50600000000122, -- [1]
					"Порождение Бездны", -- [2]
					227492, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [13]
		{
			[215458] = {
				{
					10.26600000000326, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					215458, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
			},
			[212492] = {
				{
					10.26600000000326, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					212492, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[212530] = {
				{
					40.26900000000023, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					212530, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [14]
		{
			[208672] = {
				{
					81.27399999999761, -- [1]
					"Азагрим", -- [2]
					208672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Азагрим", -- [5]
				}, -- [1]
			},
			[206514] = {
				{
					9.654999999998836, -- [1]
					"Гул'дан", -- [2]
					206514, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					23.64400000000023, -- [1]
					"Гул'дан", -- [2]
					206514, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[206516] = {
				{
					31.64699999999721, -- [1]
					"Гул'дан", -- [2]
					206516, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[209454] = {
				{
					88.43299999999726, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
			},
			[221783] = {
				{
					124.2799999999988, -- [1]
					"Гул'дан", -- [2]
					221783, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[207006] = {
				{
					25.65200000000186, -- [1]
					"Инквизитор Ветриз", -- [2]
					207006, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
			},
			[212258] = {
				{
					4.652000000001863, -- [1]
					"Гул'дан", -- [2]
					212258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					18.65499999999884, -- [1]
					"Гул'дан", -- [2]
					212258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					28.65099999999802, -- [1]
					"Гул'дан", -- [2]
					212258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					69.35199999999895, -- [1]
					"Гул'дан", -- [2]
					212258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[206939] = {
				{
					119.0279999999984, -- [1]
					"Гул'дан", -- [2]
					206939, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[227427] = {
				{
					96.70999999999913, -- [1]
					"Гул'дан", -- [2]
					227427, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[216389] = {
				{
					136.8989999999976, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					216389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206221] = {
				{
					63.68099999999686, -- [1]
					"Гул'дан", -- [2]
					206221, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206219] = {
				{
					1.658999999999651, -- [1]
					"Гул'дан", -- [2]
					206219, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					16.64699999999721, -- [1]
					"Гул'дан", -- [2]
					206219, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[209270] = {
				{
					85.41900000000169, -- [1]
					"Гул'дан", -- [2]
					209270, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[209291] = {
				{
					97.80299999999988, -- [1]
					"Око Гул'дана", -- [2]
					209291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [15]
		{
			[210022] = {
				{
					56.07099999999991, -- [1]
					"Элисанда", -- [2]
					210022, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[208944] = {
				{
					29.4230000000025, -- [1]
					"Элисанда", -- [2]
					208944, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					69.23199999999997, -- [1]
					"Элисанда", -- [2]
					208944, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[229738] = {
				{
					4.65400000000227, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					8.315000000002328, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					13.18000000000029, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					16.80500000000029, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					22.88100000000122, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					26.52700000000186, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
				{
					47.26300000000265, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [7]
				{
					50.89199999999983, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [8]
				{
					54.52400000000125, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [9]
				{
					59.27900000000227, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [10]
				{
					61.8080000000009, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [11]
				{
					66.64900000000125, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [12]
				{
					87.46800000000076, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [13]
				{
					92.30099999999948, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [14]
				{
					98.40100000000166, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [15]
				{
					105.7010000000009, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [16]
				{
					111.8009999999995, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [17]
				{
					117.8680000000022, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [18]
				{
					125.1680000000015, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [19]
				{
					131.2150000000002, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [20]
				{
					134.8559999999998, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [21]
				{
					139.7230000000018, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [22]
			},
			[209597] = {
				{
					125.768, -- [1]
					"Элисанда", -- [2]
					209597, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[208863] = {
				{
					37.54000000000087, -- [1]
					"Элисанда", -- [2]
					208863, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					77.76400000000285, -- [1]
					"Элисанда", -- [2]
					208863, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[210387] = {
				{
					100.768, -- [1]
					"Элисанда", -- [2]
					210387, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[221864] = {
				{
					9.603000000002794, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					13.24500000000262, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					16.89800000000105, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					20.52200000000084, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					24.1730000000025, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					27.81100000000151, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
				{
					49.77500000000146, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [7]
				{
					53.39700000000084, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [8]
				{
					57.02500000000146, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [9]
				{
					60.67500000000291, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [10]
				{
					64.30400000000009, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [11]
				{
					67.94700000000012, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [12]
				{
					89.96800000000076, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [13]
				{
					93.60100000000239, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [14]
				{
					97.26800000000003, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [15]
				{
					100.9010000000017, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [16]
				{
					104.5679999999993, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [17]
				{
					108.2010000000009, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [18]
				{
					111.8680000000022, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [19]
				{
					115.5010000000002, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [20]
				{
					119.135000000002, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [21]
				{
					122.8009999999995, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [22]
				{
					126.4380000000019, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [23]
				{
					130.0840000000026, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [24]
				{
					133.719000000001, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [25]
				{
					137.3539999999994, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [26]
				{
					138.5730000000003, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [27]
				{
					141.010000000002, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [28]
			},
			[209971] = {
				{
					91.20100000000093, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					97.26800000000003, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					104.5679999999993, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					110.635000000002, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					116.7350000000006, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					124.0349999999999, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
				{
					130.0840000000026, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [7]
				{
					138.5730000000003, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [8]
			},
			[209568] = {
				{
					9.728000000002794, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					13.38000000000102, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					19.42500000000291, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					24.29400000000169, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					49.88700000000245, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					55.94800000000032, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					62.00400000000082, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					90.10100000000239, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					94.93500000000131, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					99.83500000000276, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					104.7010000000009, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					108.3350000000028, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					112.0010000000002, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					116.8350000000028, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					122.9350000000013, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					127.7760000000017, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
			},
			[209615] = {
				{
					1.849000000001979, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					5.868000000002212, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					10.73700000000099, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					14.39099999999962, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					19.22400000000198, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					24.09700000000157, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
			},
			[209973] = {
				{
					42.41100000000006, -- [1]
					"Элисанда", -- [2]
					209973, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					63.01000000000204, -- [1]
					"Элисанда", -- [2]
					209973, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
			},
		}, -- [16]
		{
			[213867] = {
				{
					74.66400000000067, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					213867, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[212492] = {
				{
					10.53199999999924, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					212492, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					55.54000000000087, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					212492, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					85.5580000000009, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					212492, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					122.5600000000013, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					212492, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[213182] = {
				{
					101.5499999999993, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					213182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[213853] = {
				{
					64.54100000000108, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					213853, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[230504] = {
				{
					39.55299999999988, -- [1]
					"Оскверненная душа", -- [2]
					230504, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					60.55299999999988, -- [1]
					"Оскверненная душа", -- [2]
					230504, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					104.7459999999992, -- [1]
					"Оскверненная душа", -- [2]
					230504, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					121.7710000000006, -- [1]
					"Оскверненная душа", -- [2]
					230504, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
			},
			[213148] = {
				{
					92.55400000000009, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					213148, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					101.5499999999993, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					213148, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
			},
			[213567] = {
				{
					132.5489999999991, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					213567, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[213796] = {
				{
					64.5659999999989, -- [1]
					"Ледяные чары", -- [2]
					213796, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					64.5659999999989, -- [1]
					"Ледяные чары", -- [2]
					213796, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					64.5659999999989, -- [1]
					"Ледяные чары", -- [2]
					213796, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					64.5659999999989, -- [1]
					"Ледяные чары", -- [2]
					213796, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[213083] = {
				{
					77.94900000000052, -- [1]
					"Ледяные чары", -- [2]
					213083, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[230951] = {
				{
					17.54999999999927, -- [1]
					"Оскверненная душа", -- [2]
					230951, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					92.62199999999939, -- [1]
					"Оскверненная душа", -- [2]
					230951, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[213281] = {
				{
					135.2730000000011, -- [1]
					"Огненные чары", -- [2]
					213281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					135.2730000000011, -- [1]
					"Огненные чары", -- [2]
					213281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					135.6630000000005, -- [1]
					"Огненные чары", -- [2]
					213281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					135.6630000000005, -- [1]
					"Огненные чары", -- [2]
					213281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					135.6630000000005, -- [1]
					"Огненные чары", -- [2]
					213281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					135.6630000000005, -- [1]
					"Огненные чары", -- [2]
					213281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
				{
					136.4739999999983, -- [1]
					"Огненные чары", -- [2]
					213281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [7]
				{
					136.4739999999983, -- [1]
					"Огненные чары", -- [2]
					213281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [8]
				{
					136.8849999999984, -- [1]
					"Огненные чары", -- [2]
					213281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [9]
				{
					136.8849999999984, -- [1]
					"Огненные чары", -- [2]
					213281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [10]
				{
					136.8849999999984, -- [1]
					"Огненные чары", -- [2]
					213281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [11]
				{
					136.8849999999984, -- [1]
					"Огненные чары", -- [2]
					213281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [12]
			},
			[213275] = {
				{
					117.5560000000005, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					213275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[212735] = {
				{
					50.54799999999887, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					212735, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[215458] = {
				{
					10.53199999999924, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					215458, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					55.54000000000087, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					215458, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					85.5580000000009, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					215458, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					122.5459999999985, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					215458, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
			},
			[213760] = {
				{
					132.5489999999991, -- [1]
					"Неизвестно", -- [2]
					213760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					132.5489999999991, -- [1]
					"Неизвестно", -- [2]
					213760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					132.5489999999991, -- [1]
					"Неизвестно", -- [2]
					213760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					132.5489999999991, -- [1]
					"Неизвестно", -- [2]
					213760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					132.5489999999991, -- [1]
					"Неизвестно", -- [2]
					213760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					132.5489999999991, -- [1]
					"Неизвестно", -- [2]
					213760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[212530] = {
				{
					30.52500000000146, -- [1]
					"Заклинательница клинков Алуриэль", -- [2]
					212530, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[231461] = {
				{
					137.3610000000008, -- [1]
					"Разрушитель \"Погребальный огонь\"", -- [2]
					231461, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					137.3610000000008, -- [1]
					"Разрушитель \"Погребальный огонь\"", -- [2]
					231461, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [17]
		{
			[206557] = {
				{
					44.97799999999916, -- [1]
					"Триллиакс", -- [2]
					206557, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					111.4910000000018, -- [1]
					"Триллиакс", -- [2]
					206557, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[206559] = {
				{
					84.97400000000198, -- [1]
					"Триллиакс", -- [2]
					206559, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206788] = {
				{
					11.88200000000143, -- [1]
					"Триллиакс", -- [2]
					206788, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					38.65400000000227, -- [1]
					"Триллиакс", -- [2]
					206788, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[207630] = {
				{
					69.01300000000265, -- [1]
					"Триллиакс", -- [2]
					207630, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[208924] = {
				{
					50.08100000000195, -- [1]
					"Триллиакс", -- [2]
					208924, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[208506] = {
				{
					99.88600000000224, -- [1]
					"Триллиакс", -- [2]
					208506, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206560] = {
				{
					97.98199999999997, -- [1]
					"Триллиакс", -- [2]
					206560, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[207327] = {
				{
					93.21800000000076, -- [1]
					"Сферический уборщик", -- [2]
					207327, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					94.44100000000253, -- [1]
					"Сферический уборщик", -- [2]
					207327, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					94.44100000000253, -- [1]
					"Сферический уборщик", -- [2]
					207327, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					94.44100000000253, -- [1]
					"Сферический уборщик", -- [2]
					207327, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					95.2510000000002, -- [1]
					"Сферический уборщик", -- [2]
					207327, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					96.87700000000041, -- [1]
					"Сферический уборщик", -- [2]
					207327, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					97.28700000000026, -- [1]
					"Сферический уборщик", -- [2]
					207327, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					98.09400000000096, -- [1]
					"Сферический уборщик", -- [2]
					207327, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[206820] = {
				{
					110.3880000000027, -- [1]
					"Триллиакс", -- [2]
					206820, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206641] = {
				{
					9.778000000002066, -- [1]
					"Триллиакс", -- [2]
					206641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					20.74699999999939, -- [1]
					"Триллиакс", -- [2]
					206641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					31.69100000000253, -- [1]
					"Триллиакс", -- [2]
					206641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					54.79000000000087, -- [1]
					"Триллиакс", -- [2]
					206641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					62.09300000000076, -- [1]
					"Триллиакс", -- [2]
					206641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
			},
			[207513] = {
				{
					87.74200000000201, -- [1]
					"Триллиакс", -- [2]
					207513, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206645] = {
				{
					47.12099999999919, -- [1]
					"Триллиакс", -- [2]
					206645, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[207502] = {
				{
					92.14700000000084, -- [1]
					"Триллиакс", -- [2]
					207502, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [18]
		{
			[206607] = {
				{
					9.96900000000096, -- [1]
					"Хрономатическая аномалия", -- [2]
					206607, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					16.07300000000032, -- [1]
					"Хрономатическая аномалия", -- [2]
					206607, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					22.14700000000084, -- [1]
					"Хрономатическая аномалия", -- [2]
					206607, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					28.21500000000015, -- [1]
					"Хрономатическая аномалия", -- [2]
					206607, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
			},
			[206610] = {
				{
					9.028999999998632, -- [1]
					"Хрономатическая аномалия", -- [2]
					206610, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					16.05299999999988, -- [1]
					"Хрономатическая аномалия", -- [2]
					206610, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[206618] = {
				{
					4.045999999998458, -- [1]
					"Хрономатическая аномалия", -- [2]
					206618, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[207228] = {
				{
					23.95200000000114, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					23.95200000000114, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					27.57800000000134, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					27.58799999999974, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					31.21800000000076, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					31.21800000000076, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					34.85800000000018, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					34.85800000000018, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					38.4890000000014, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					38.4890000000014, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					42.1160000000018, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					42.1160000000018, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					45.74599999999919, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					45.74599999999919, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					49.38999999999942, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					49.38999999999942, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					53.03900000000067, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					53.03900000000067, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					56.68400000000111, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					56.68400000000111, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					60.31499999999869, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					60.31499999999869, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					63.96399999999994, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					63.96399999999994, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					67.59400000000096, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					67.59400000000096, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					71.24299999999857, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					71.24299999999857, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					74.88999999999942, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					74.90000000000146, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					78.53700000000026, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					78.54699999999866, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					82.50399999999718, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					82.50399999999718, -- [1]
					"Угасающая частица времени", -- [2]
					207228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
			},
			[219815] = {
				{
					23.04300000000148, -- [1]
					"Хрономатическая аномалия", -- [2]
					219815, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[211927] = {
				{
					36.03900000000067, -- [1]
					"Хрономатическая аномалия", -- [2]
					211927, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [19]
		{
			[204766] = {
				{
					28.73700000000099, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					28.73700000000099, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					28.73700000000099, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					29.94700000000012, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					32.37099999999919, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					32.37099999999919, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
				{
					33.58499999999913, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [7]
				{
					52.1929999999993, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [8]
				{
					53.40899999999965, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [9]
				{
					53.40899999999965, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [10]
				{
					55.83799999999974, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [11]
				{
					62.70600000000195, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [12]
				{
					66.34600000000137, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [13]
				{
					69.97100000000137, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [14]
				{
					71.9989999999998, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [15]
				{
					71.9989999999998, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [16]
				{
					73.22000000000116, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [17]
				{
					73.22000000000116, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [18]
				{
					75.63400000000183, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [19]
				{
					75.63400000000183, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [20]
				{
					76.85000000000218, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [21]
				{
					76.85000000000218, -- [1]
					"Кристаллический скорпид", -- [2]
					204766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [22]
			},
			[204459] = {
				{
					28.73700000000099, -- [1]
					"Скорпирон", -- [2]
					204459, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					77.26200000000244, -- [1]
					"Скорпирон", -- [2]
					204459, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[204316] = {
				{
					59.65599999999904, -- [1]
					"Скорпирон", -- [2]
					204316, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[204448] = {
				{
					42.7510000000002, -- [1]
					"Скорпирон", -- [2]
					204448, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					91.26499999999942, -- [1]
					"Скорпирон", -- [2]
					204448, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[204372] = {
				{
					23.68000000000029, -- [1]
					"Скорпирон", -- [2]
					204372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					47.35599999999977, -- [1]
					"Скорпирон", -- [2]
					204372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					68.5590000000011, -- [1]
					"Скорпирон", -- [2]
					204372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					96.03199999999924, -- [1]
					"Скорпирон", -- [2]
					204372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[204275] = {
				{
					6.177999999999884, -- [1]
					"Скорпирон", -- [2]
					204275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					7.050999999999476, -- [1]
					"Скорпирон", -- [2]
					204275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					7.924999999999272, -- [1]
					"Скорпирон", -- [2]
					204275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					17.09700000000157, -- [1]
					"Скорпирон", -- [2]
					204275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					17.9890000000014, -- [1]
					"Скорпирон", -- [2]
					204275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					18.84500000000116, -- [1]
					"Скорпирон", -- [2]
					204275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					26.81400000000213, -- [1]
					"Скорпирон", -- [2]
					204275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					27.69000000000233, -- [1]
					"Скорпирон", -- [2]
					204275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					51.07700000000114, -- [1]
					"Скорпирон", -- [2]
					204275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					51.94900000000052, -- [1]
					"Скорпирон", -- [2]
					204275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					52.8179999999993, -- [1]
					"Скорпирон", -- [2]
					204275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					64.50400000000081, -- [1]
					"Скорпирон", -- [2]
					204275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					65.3080000000009, -- [1]
					"Скорпирон", -- [2]
					204275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					66.1939999999995, -- [1]
					"Скорпирон", -- [2]
					204275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					74.13000000000102, -- [1]
					"Скорпирон", -- [2]
					204275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					75.00400000000081, -- [1]
					"Скорпирон", -- [2]
					204275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					75.88000000000102, -- [1]
					"Скорпирон", -- [2]
					204275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
			},
			[204471] = {
				{
					15.96600000000035, -- [1]
					"Скорпирон", -- [2]
					204471, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					45.82099999999991, -- [1]
					"Скорпирон", -- [2]
					204471, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					94.38999999999942, -- [1]
					"Скорпирон", -- [2]
					204471, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [20]
		{
			[221408] = {
				{
					204.4459999999999, -- [1]
					"Фрагмент души Аззинота", -- [2]
					221408, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206222] = {
				{
					7.13300000000163, -- [1]
					"Гул'дан", -- [2]
					206222, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206939] = {
				{
					84.4880000000012, -- [1]
					"Гул'дан", -- [2]
					206939, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[209454] = {
				{
					29.64000000000306, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					29.64000000000306, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					29.65800000000309, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [3]
				{
					29.65800000000309, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [4]
				{
					29.65800000000309, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [5]
				{
					42.0010000000002, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [6]
			},
			[209489] = {
				{
					102.8710000000028, -- [1]
					"Усиленное око Гул'дана", -- [2]
					209489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206219] = {
				{
					38.14199999999983, -- [1]
					"Гул'дан", -- [2]
					206219, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[227427] = {
				{
					62.29300000000148, -- [1]
					"Гул'дан", -- [2]
					227427, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[211439] = {
				{
					160.2230000000018, -- [1]
					"Внутренний демон", -- [2]
					211439, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[221336] = {
				{
					190.0879999999997, -- [1]
					"Фрагмент души Аззинота", -- [2]
					221336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					201.0010000000002, -- [1]
					"Фрагмент души Аззинота", -- [2]
					221336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					211.5480000000025, -- [1]
					"Фрагмент души Аззинота", -- [2]
					221336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[209270] = {
				{
					26.63900000000285, -- [1]
					"Гул'дан", -- [2]
					209270, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206883] = {
				{
					25.16100000000006, -- [1]
					"Тюремщик Д'зорикс", -- [2]
					206883, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [1]
			},
			[212258] = {
				{
					16.14000000000306, -- [1]
					"Гул'дан", -- [2]
					212258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206744] = {
				{
					120.474000000002, -- [1]
					"Гул'дан", -- [2]
					206744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206221] = {
				{
					47.14500000000044, -- [1]
					"Гул'дан", -- [2]
					206221, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[221783] = {
				{
					87.90500000000247, -- [1]
					"Гул'дан", -- [2]
					221783, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[211152] = {
				{
					98.92500000000291, -- [1]
					"Гул'дан", -- [2]
					211152, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[209291] = {
				{
					38.9989999999998, -- [1]
					"Око Гул'дана", -- [2]
					209291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[220957] = {
				{
					178.0760000000009, -- [1]
					"Внутренний демон", -- [2]
					220957, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [1]
				{
					198.0879999999997, -- [1]
					"Внутренний демон", -- [2]
					220957, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [2]
				{
					218.086000000003, -- [1]
					"Внутренний демон", -- [2]
					220957, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
			},
			[206912] = {
				{
					208.7640000000029, -- [1]
					"Ночная сфера", -- [2]
					206912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					211.643, -- [1]
					"Ночная сфера", -- [2]
					206912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					215.2910000000011, -- [1]
					"Ночная сфера", -- [2]
					206912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					218.9230000000025, -- [1]
					"Ночная сфера", -- [2]
					206912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					222.5780000000013, -- [1]
					"Ночная сфера", -- [2]
					206912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
			},
		}, -- [21]
		{
			[221408] = {
				{
					209.1959999999999, -- [1]
					"Фрагмент души Аззинота", -- [2]
					221408, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206222] = {
				{
					7.181000000000495, -- [1]
					"Гул'дан", -- [2]
					206222, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206939] = {
				{
					100.2580000000016, -- [1]
					"Гул'дан", -- [2]
					206939, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[209454] = {
				{
					29.66900000000169, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					29.66900000000169, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					29.68800000000192, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					29.68800000000192, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [4]
				{
					29.68800000000192, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					41.21700000000055, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
				{
					41.21700000000055, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [7]
				{
					49.25200000000041, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [8]
				{
					77.67599999999948, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [9]
				{
					77.70899999999892, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [10]
				{
					77.70899999999892, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [11]
			},
			[209489] = {
				{
					118.6650000000009, -- [1]
					"Усиленное око Гул'дана", -- [2]
					209489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206219] = {
				{
					38.16500000000087, -- [1]
					"Гул'дан", -- [2]
					206219, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					71.16300000000047, -- [1]
					"Гул'дан", -- [2]
					206219, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[227427] = {
				{
					78.13000000000102, -- [1]
					"Гул'дан", -- [2]
					227427, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[211439] = {
				{
					176.4020000000019, -- [1]
					"Внутренний демон", -- [2]
					211439, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[221336] = {
				{
					205.7649999999994, -- [1]
					"Фрагмент души Аззинота", -- [2]
					221336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					216.7000000000007, -- [1]
					"Фрагмент души Аззинота", -- [2]
					221336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[208545] = {
				{
					33.72699999999895, -- [1]
					"Тюремщик Д'зорикс", -- [2]
					208545, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					37.71500000000015, -- [1]
					"Тюремщик Д'зорикс", -- [2]
					208545, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[209270] = {
				{
					26.66200000000026, -- [1]
					"Гул'дан", -- [2]
					209270, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					74.66900000000169, -- [1]
					"Гул'дан", -- [2]
					209270, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[206912] = {
				{
					225.3820000000014, -- [1]
					"Ночная сфера", -- [2]
					206912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					228.1480000000011, -- [1]
					"Ночная сфера", -- [2]
					206912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
			},
			[212258] = {
				{
					16.1810000000005, -- [1]
					"Гул'дан", -- [2]
					212258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206744] = {
				{
					136.3100000000013, -- [1]
					"Гул'дан", -- [2]
					206744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206221] = {
				{
					47.17299999999887, -- [1]
					"Гул'дан", -- [2]
					206221, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[220957] = {
				{
					194.2180000000008, -- [1]
					"Внутренний демон", -- [2]
					220957, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					214.2020000000011, -- [1]
					"Внутренний демон", -- [2]
					220957, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [2]
			},
			[209291] = {
				{
					38.22500000000218, -- [1]
					"Око Гул'дана", -- [2]
					209291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[211152] = {
				{
					114.755000000001, -- [1]
					"Гул'дан", -- [2]
					211152, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[221783] = {
				{
					103.7570000000014, -- [1]
					"Гул'дан", -- [2]
					221783, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[206883] = {
				{
					25.20799999999872, -- [1]
					"Тюремщик Д'зорикс", -- [2]
					206883, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
			},
		}, -- [22]
		{
			[228877] = {
				{
					26.02000000000044, -- [1]
					"Элисанда", -- [2]
					228877, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[208944] = {
				{
					34.70699999999852, -- [1]
					"Элисанда", -- [2]
					208944, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					88.02400000000125, -- [1]
					"Элисанда", -- [2]
					208944, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[229738] = {
				{
					1.541000000001077, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					6.406999999999243, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					10.02500000000146, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					13.65899999999965, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					18.54799999999887, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					22.1929999999993, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
				{
					30.68000000000029, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [7]
				{
					52.59000000000015, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [8]
				{
					57.45600000000195, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [9]
				{
					62.31399999999849, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [10]
				{
					67.17399999999907, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [11]
				{
					70.81999999999971, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [12]
				{
					75.6919999999991, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [13]
				{
					79.32600000000093, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [14]
				{
					82.95799999999872, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [15]
				{
					106.2880000000005, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [16]
				{
					111.1670000000013, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [17]
				{
					116.0349999999999, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [18]
				{
					119.6719999999987, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [19]
				{
					123.3240000000005, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [20]
				{
					129.4150000000009, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [21]
				{
					133.0499999999993, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [22]
				{
					137.875, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [23]
			},
			[209597] = {
				{
					135.6140000000014, -- [1]
					"Элисанда", -- [2]
					209597, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[210022] = {
				{
					57.34000000000015, -- [1]
					"Элисанда", -- [2]
					210022, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[209973] = {
				{
					47.70600000000195, -- [1]
					"Элисанда", -- [2]
					209973, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					68.38200000000143, -- [1]
					"Элисанда", -- [2]
					209973, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
			},
			[209620] = {
				{
					14.3060000000005, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					26.63100000000122, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					64.3189999999995, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					78.90599999999904, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					117.2429999999986, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					128.982, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[209568] = {
				{
					6.599000000001979, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					11.44900000000052, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					18.74399999999878, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					22.40000000000146, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					55.23800000000119, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					60.08699999999953, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					67.36899999999878, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					73.45999999999913, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					79.53499999999985, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					85.60699999999997, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					108.9200000000019, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					113.8120000000017, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
			},
			[221864] = {
				{
					5.332999999998719, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					8.40599999999904, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [2]
				{
					11.86000000000058, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [3]
				{
					16.67699999999968, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [4]
				{
					20.47100000000137, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [5]
				{
					23.99699999999939, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
				{
					28.92000000000189, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [7]
				{
					31.99699999999939, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [8]
				{
					54.57800000000134, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [9]
				{
					58.23700000000099, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [10]
				{
					61.35199999999895, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [11]
				{
					66.5010000000002, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [12]
				{
					69.97799999999916, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [13]
				{
					73.56200000000172, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [14]
				{
					76.5669999999991, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [15]
				{
					81.33000000000175, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [16]
				{
					84.36799999999857, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [17]
				{
					87.41200000000026, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [18]
				{
					108.0169999999998, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [19]
				{
					111.8169999999991, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [20]
				{
					115.2459999999992, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [21]
				{
					119.2609999999986, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [22]
				{
					122.4190000000017, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [23]
				{
					125.6270000000004, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [24]
				{
					131.4140000000007, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [25]
				{
					134.5220000000008, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [26]
				{
					137.581000000002, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шупар-Гордунни", -- [5]
				}, -- [27]
			},
			[209971] = {
				{
					109.505000000001, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					115.5930000000008, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					122.9010000000017, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					128.982, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					136.260000000002, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
			},
			[208863] = {
				{
					42.83499999999913, -- [1]
					"Элисанда", -- [2]
					208863, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					96.57600000000093, -- [1]
					"Элисанда", -- [2]
					208863, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[209615] = {
				{
					2.754000000000815, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					7.608000000000175, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					12.45899999999892, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					17.31999999999971, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					22.1929999999993, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					30.68000000000029, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
			},
			[209617] = {
				{
					18.10599999999977, -- [1]
					"Своевременный элементаль", -- [2]
					209617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					66.75400000000081, -- [1]
					"Своевременный элементаль", -- [2]
					209617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					78.90599999999904, -- [1]
					"Своевременный элементаль", -- [2]
					209617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					120.4809999999998, -- [1]
					"Своевременный элементаль", -- [2]
					209617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [23]
	},
	["useicons"] = true,
	["backdrop_color"] = {
		0, -- [1]
		0, -- [2]
		0, -- [3]
		0.4, -- [4]
	},
	["window_scale"] = 1,
	["deaths_data"] = {
		{
		}, -- [1]
		{
			["Сострадание-Гордунни"] = {
				{
					["time"] = 49.69900000002235,
					["events"] = {
						{
							true, -- [1]
							206367, -- [2]
							14, -- [3]
							1606069160.541, -- [4]
							20266, -- [5]
							"Гул'дан", -- [6]
							nil, -- [7]
							4, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [1]
						{
							true, -- [1]
							206367, -- [2]
							15, -- [3]
							1606069161.041, -- [4]
							20251, -- [5]
							"Гул'дан", -- [6]
							nil, -- [7]
							4, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [2]
						{
							true, -- [1]
							206370, -- [2]
							2156, -- [3]
							1606069161.499, -- [4]
							18095, -- [5]
							"Гул'дан", -- [6]
							nil, -- [7]
							4, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [3]
					},
				}, -- [1]
			},
			["Дэлери"] = {
				{
					["time"] = 272.2380000000121,
					["events"] = {
						{
							true, -- [1]
							221326, -- [2]
							44, -- [3]
							1606069383.795, -- [4]
							268, -- [5]
							"Фрагмент души Аззинота", -- [6]
							nil, -- [7]
							127, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [1]
						{
							true, -- [1]
							1, -- [2]
							242, -- [3]
							1606069384.298, -- [4]
							268, -- [5]
							"Фрагмент души Аззинота", -- [6]
							nil, -- [7]
							1, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [2]
						{
							true, -- [1]
							221326, -- [2]
							44, -- [3]
							1606069384.35, -- [4]
							224, -- [5]
							"Фрагмент души Аззинота", -- [6]
							nil, -- [7]
							127, -- [8]
							false, -- [9]
							18, -- [10]
						}, -- [3]
					},
				}, -- [1]
			},
		}, -- [2]
		{
		}, -- [3]
		{
		}, -- [4]
	},
	["debuff_timeline"] = {
		{
			["Дэлери"] = {
				[209454] = {
					29.9089999999851, -- [1]
					33.38099999993574, -- [2]
					["stacks"] = {
					},
					["source"] = "Око Гул'дана",
					["active"] = false,
				},
				[221606] = {
					87.34999999997672, -- [1]
					90.36199999996461, -- [2]
					93.70400000002701, -- [3]
					96.71699999994598, -- [4]
					101.0840000000317, -- [5]
					104.0849999999628, -- [6]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[221728] = {
					101.98199999996, -- [1]
					108.9789999999339, -- [2]
					["stacks"] = {
					},
					["source"] = "Усиленное око Гул'дана",
					["active"] = false,
				},
				[206896] = {
					28.06499999994412, -- [1]
					40.52199999999721, -- [2]
					["stacks"] = {
					},
					["source"] = "Тюремщик Д'зорикс",
					["active"] = false,
				},
				[208802] = {
					95.44099999999162, -- [1]
					119.1689999999944, -- [2]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[221891] = {
					91.85699999995995, -- [1]
					92.83900000003632, -- [2]
					92.85499999998137, -- [3]
					94.1019999999553, -- [4]
					101.3299999999581, -- [5]
					102.4399999999441, -- [6]
					102.5799999999581, -- [7]
					102.5990000000456, -- [8]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[208536] = {
					77.96100000001024, -- [1]
					77.96100000001024, -- [2]
					78.41200000001118, -- [3]
					78.44599999999627, -- [4]
					81.99800000002142, -- [5]
					119.2110000000102, -- [6]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[221603] = {
					90.36199999996461, -- [1]
					93.35600000002887, -- [2]
					96.71699999994598, -- [3]
					99.71900000004098, -- [4]
					104.0849999999628, -- [5]
					107.0969999999506, -- [6]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[221781] = {
					91.93599999998696, -- [1]
					103.2229999999981, -- [2]
					105.6369999999879, -- [3]
					119.185999999987, -- [4]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[206847] = {
					183.9910000000382, -- [1]
					194.0030000000261, -- [2]
					194.5389999999898, -- [3]
					202.8530000000028, -- [4]
					["stacks"] = {
					},
					["source"] = "Паразитирующий темный демон",
					["active"] = false,
				},
				[206384] = {
					47.50699999998324, -- [1]
					50.13399999996182, -- [2]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[209011] = {
					7.515999999945052, -- [1]
					11.37300000002142, -- [2]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[206983] = {
					180.6689999999944, -- [1]
					183.9910000000382, -- [2]
					191.9939999999479, -- [3]
					194.5389999999898, -- [4]
					["stacks"] = {
					},
					["source"] = "Паразитирующий темный демон",
					["active"] = false,
				},
				[206458] = {
					172.6300000000047, -- [1]
					202.8530000000028, -- [2]
					["stacks"] = {
					},
					["source"] = "Внутренний демон",
					["active"] = false,
				},
				[223134] = {
					201.6339999999618, -- [1]
					202.8530000000028, -- [2]
					["stacks"] = {
					},
					["source"] = "Внутренний демон",
					["active"] = false,
				},
			},
			["Сострадание-Гордунни"] = {
				[206896] = {
					28.46999999997206, -- [1]
					40.47199999995064, -- [2]
					["stacks"] = {
					},
					["source"] = "Тюремщик Д'зорикс",
					["active"] = false,
				},
				[209454] = {
					29.9089999999851, -- [1]
					31.96400000003632, -- [2]
					["stacks"] = {
					},
					["source"] = "Око Гул'дана",
					["active"] = false,
				},
				[221606] = {
					87.34999999997672, -- [1]
					90.36199999996461, -- [2]
					93.70400000002701, -- [3]
					96.71699999994598, -- [4]
					101.0840000000317, -- [5]
					104.0849999999628, -- [6]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[221728] = {
					101.98199999996, -- [1]
					108.9789999999339, -- [2]
					["stacks"] = {
					},
					["source"] = "Усиленное око Гул'дана",
					["active"] = false,
				},
				[221781] = {
					91.93599999998696, -- [1]
					93.9649999999674, -- [2]
					99.24300000001676, -- [3]
					100.8020000000252, -- [4]
					105.6210000000428, -- [5]
					107.7010000000009, -- [6]
					114.2700000000186, -- [7]
					115.2800000000279, -- [8]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[208802] = {
					97.06299999996554, -- [1]
					119.1689999999944, -- [2]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[221891] = {
					92.10999999998603, -- [1]
					99.38099999993574, -- [2]
					101.5840000000317, -- [3]
					103.4910000000382, -- [4]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[208536] = {
					77.96100000001024, -- [1]
					78.01500000001397, -- [2]
					89.86899999994785, -- [3]
					95.92200000002049, -- [4]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[221603] = {
					90.36199999996461, -- [1]
					93.35600000002887, -- [2]
					96.71699999994598, -- [3]
					99.71900000004098, -- [4]
					104.0849999999628, -- [5]
					107.0969999999506, -- [6]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[209011] = {
					7.584000000031665, -- [1]
					9.255999999935739, -- [2]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[206847] = {
					159.8889999999665, -- [1]
					169.8939999999711, -- [2]
					170.6480000000447, -- [3]
					180.6689999999944, -- [4]
					182.4320000000298, -- [5]
					191.9590000000317, -- [6]
					192.954000000027, -- [7]
					202.8530000000028, -- [8]
					["stacks"] = {
					},
					["source"] = "Внутренний демон",
					["active"] = false,
				},
				[206384] = {
					47.63099999993574, -- [1]
					50.9089999999851, -- [2]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[221326] = {
					196.3249999999534, -- [1]
					202.8530000000028, -- [2]
					["stacks"] = {
					},
					["source"] = "Фрагмент души Аззинота",
					["active"] = false,
				},
				[206983] = {
					169.8939999999711, -- [1]
					170.6480000000447, -- [2]
					180.6689999999944, -- [3]
					182.4320000000298, -- [4]
					191.9939999999479, -- [5]
					192.954000000027, -- [6]
					194.0030000000261, -- [7]
					196.9440000000177, -- [8]
					["stacks"] = {
					},
					["source"] = "Паразитирующий темный демон",
					["active"] = false,
				},
				[223134] = {
					182.4320000000298, -- [1]
					183.1909999999916, -- [2]
					["stacks"] = {
					},
					["source"] = "Внутренний демон",
					["active"] = false,
				},
				[206458] = {
					192.5690000000177, -- [1]
					202.8530000000028, -- [2]
					["stacks"] = {
					},
					["source"] = "Внутренний демон",
					["active"] = false,
				},
			},
		}, -- [1]
		{
			["Дэлери"] = {
				[209454] = {
					30.27299999992829, -- [1]
					37.26899999997113, -- [2]
					41.85499999998137, -- [3]
					48.875, -- [4]
					51.88099999993574, -- [5]
					53.11699999996927, -- [6]
					57.63199999998324, -- [7]
					64.65299999993294, -- [8]
					67.63399999996182, -- [9]
					72.58199999993667, -- [10]
					77.10399999993388, -- [11]
					81.67200000002049, -- [12]
					87.10899999993853, -- [13]
					93.1820000000298, -- [14]
					["stacks"] = {
					},
					["source"] = "Око Гул'дана",
					["active"] = false,
				},
				[221606] = {
					83.35399999993388, -- [1]
					86.35100000002421, -- [2]
					89.67999999993481, -- [3]
					92.69999999995343, -- [4]
					97.05200000002515, -- [5]
					100.0549999999348, -- [6]
					126.4760000000242, -- [7]
					129.4930000000168, -- [8]
					132.8800000000047, -- [9]
					136.1650000000373, -- [10]
					140.2069999999367, -- [11]
					143.2219999999506, -- [12]
					169.6369999999879, -- [13]
					172.6439999999711, -- [14]
					176.0219999999972, -- [15]
					179.0279999999329, -- [16]
					183.3539999999339, -- [17]
					186.3699999999953, -- [18]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[221728] = {
					98.27299999992829, -- [1]
					102.2700000000186, -- [2]
					150.5009999999311, -- [3]
					156.5169999999926, -- [4]
					["stacks"] = {
					},
					["source"] = "Усиленное око Гул'дана",
					["active"] = false,
				},
				[206983] = {
					249.4710000000196, -- [1]
					272.2079999999842, -- [2]
					["stacks"] = {
					},
					["source"] = "Паразитирующий темный демон",
					["active"] = false,
				},
				[208802] = {
					99.2280000000028, -- [1]
					200.5200000000186, -- [2]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[223134] = {
					250.3969999999972, -- [1]
					272.2079999999842, -- [2]
					["stacks"] = {
					},
					["source"] = "Внутренний демон",
					["active"] = false,
				},
				[221781] = {
					89.18299999996088, -- [1]
					94.78899999998976, -- [2]
					100.4170000000158, -- [3]
					102.4290000000037, -- [4]
					102.591999999946, -- [5]
					103.4129999999423, -- [6]
					105.2839999999851, -- [7]
					132.765000000014, -- [8]
					135.9869999999646, -- [9]
					136.1199999999953, -- [10]
					137.4249999999302, -- [11]
					140.7829999999376, -- [12]
					144.7859999999637, -- [13]
					151.8660000000382, -- [14]
					158.2239999999292, -- [15]
					160.3279999999795, -- [16]
					164.7900000000373, -- [17]
					190.655999999959, -- [18]
					190.9529999999795, -- [19]
					192.6469999999972, -- [20]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[221603] = {
					86.35100000002421, -- [1]
					89.34899999992922, -- [2]
					92.69999999995343, -- [3]
					95.69799999997485, -- [4]
					100.0549999999348, -- [5]
					103.0709999999963, -- [6]
					129.4930000000168, -- [7]
					132.5009999999311, -- [8]
					136.1650000000373, -- [9]
					138.8639999999432, -- [10]
					143.2219999999506, -- [11]
					146.2339999999385, -- [12]
					172.6439999999711, -- [13]
					175.6469999999972, -- [14]
					179.0279999999329, -- [15]
					182.0339999999851, -- [16]
					186.3699999999953, -- [17]
					189.3759999999311, -- [18]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[209011] = {
					7.836999999941327, -- [1]
					12.19099999999162, -- [2]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[206847] = {
					264.6799999999348, -- [1]
					272.2079999999842, -- [2]
					["stacks"] = {
					},
					["source"] = "Внутренний демон",
					["active"] = false,
				},
				[206384] = {
					47.84699999995064, -- [1]
					54.54899999999907, -- [2]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[221326] = {
					254.8660000000382, -- [1]
					260.8739999999525, -- [2]
					265.1870000000345, -- [3]
					272.2079999999842, -- [4]
					["stacks"] = {
					},
					["source"] = "Фрагмент души Аззинота",
					["active"] = false,
				},
				[206458] = {
					241.3249999999534, -- [1]
					272.2079999999842, -- [2]
					["stacks"] = {
					},
					["source"] = "Внутренний демон",
					["active"] = false,
				},
				[208536] = {
					72.93799999996554, -- [1]
					73.84699999995064, -- [2]
					74.4079999999376, -- [3]
					74.56400000001304, -- [4]
					79.3410000000149, -- [5]
					85.77399999997579, -- [6]
					95.38300000003073, -- [7]
					152.359999999986, -- [8]
					154, -- [9]
					154.5729999999749, -- [10]
					157.9499999999534, -- [11]
					160.9139999999898, -- [12]
					164.1879999999655, -- [13]
					200.5509999999777, -- [14]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[221891] = {
					87.85100000002421, -- [1]
					88.37300000002142, -- [2]
					88.60499999998137, -- [3]
					92.00699999998324, -- [4]
					97.31400000001304, -- [5]
					99.29000000003725, -- [6]
					139.4120000000112, -- [7]
					141.810999999987, -- [8]
					148.8919999999926, -- [9]
					149.0999999999767, -- [10]
					149.1259999999311, -- [11]
					149.9560000000056, -- [12]
					150.1230000000214, -- [13]
					150.3070000000298, -- [14]
					158.3519999999553, -- [15]
					158.8390000000363, -- [16]
					158.8549999999814, -- [17]
					160.0529999999562, -- [18]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
			},
			["Сострадание-Гордунни"] = {
				[206384] = {
					47.9079999999376, -- [1]
					49.38699999998789, -- [2]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[206847] = {
					228.6829999999609, -- [1]
					238.6990000000224, -- [2]
					239.4490000000224, -- [3]
					249.4610000000102, -- [4]
					250.2269999999553, -- [5]
					260.2299999999814, -- [6]
					260.9899999999907, -- [7]
					270.9969999999739, -- [8]
					272.1959999999963, -- [9]
					273.545999999973, -- [10]
					["stacks"] = {
					},
					["source"] = "Внутренний демон",
					["active"] = false,
				},
				[209011] = {
					8.116999999969266, -- [1]
					10.87899999995716, -- [2]
					["stacks"] = {
					},
					["source"] = "Гул'дан",
					["active"] = false,
				},
				[209454] = {
					30.2489999999525, -- [1]
					30.85699999995995, -- [2]
					["stacks"] = {
					},
					["source"] = "Око Гул'дана",
					["active"] = false,
				},
				[206983] = {
					238.7689999999711, -- [1]
					239.4490000000224, -- [2]
					249.4710000000196, -- [3]
					250.2269999999553, -- [4]
					260.2399999999907, -- [5]
					260.9899999999907, -- [6]
					271.0169999999926, -- [7]
					272.1959999999963, -- [8]
					272.2380000000121, -- [9]
					273.545999999973, -- [10]
					["stacks"] = {
					},
					["source"] = "Паразитирующий темный демон",
					["active"] = false,
				},
			},
		}, -- [2]
		{
			["Дэлери"] = {
				[208659] = {
					32.40800000005402, -- [1]
					32.43800000008196, -- [2]
					32.83300000010058, -- [3]
					33.06300000008196, -- [4]
					33.23800000001211, -- [5]
					33.64000000001397, -- [6]
					34.05500000005122, -- [7]
					34.45100000000093, -- [8]
					35.25800000003073, -- [9]
					35.48500000010245, -- [10]
					35.67700000002515, -- [11]
					35.67700000002515, -- [12]
					36.07400000002235, -- [13]
					36.07400000002235, -- [14]
					36.07400000002235, -- [15]
					36.29100000008475, -- [16]
					36.47000000008848, -- [17]
					36.70700000005309, -- [18]
					["stacks"] = {
					},
					["source"] = "[*] Кинетическое кольцо",
					["active"] = false,
				},
				[209166] = {
					24.83900000003632, -- [1]
					39.29200000001583, -- [2]
					76.58100000000559, -- [3]
					83.6940000000177, -- [4]
					113.6030000000028, -- [5]
					126.4229999999516, -- [6]
					["stacks"] = {
					},
					["source"] = "[*] Ускорение времени",
					["active"] = false,
				},
				[209615] = {
					2.029000000096858, -- [1]
					27.96500000008382, -- [2]
					33.62200000009034, -- [3]
					47.29900000011548, -- [4]
					["stacks"] = {
					},
					["source"] = "Элисанда",
					["active"] = false,
				},
				[208944] = {
					39.29200000001583, -- [1]
					47.29900000011548, -- [2]
					83.71900000004098, -- [3]
					91.71300000010524, -- [4]
					["stacks"] = {
					},
					["source"] = "Элисанда",
					["active"] = false,
				},
				[232974] = {
					0.1, -- [1]
					8.9330000000773, -- [2]
					56.73900000005961, -- [3]
					60.70000000006985, -- [4]
					69.0230000000447, -- [5]
					72.0350000000326, -- [6]
					95.31100000010338, -- [7]
					104.5160000000615, -- [8]
					117.3220000000438, -- [9]
					118.3370000000577, -- [10]
					["stacks"] = {
					},
					["source"] = "[*] Затягивающая сингулярность",
					["active"] = false,
				},
			},
			["Сострадание-Гордунни"] = {
				[208659] = {
					32.83300000010058, -- [1]
					33.47000000008848, -- [2]
					36.875, -- [3]
					37.66600000008475, -- [4]
					["stacks"] = {
					},
					["source"] = "[*] Кинетическое кольцо",
					["active"] = false,
				},
				[211887] = {
					105.1540000000969, -- [1]
					126.4229999999516, -- [2]
					["stacks"] = {
					},
					["source"] = "Элисанда",
					["active"] = false,
				},
				[209166] = {
					24.83900000003632, -- [1]
					39.27800000004936, -- [2]
					76.61700000008568, -- [3]
					83.6940000000177, -- [4]
					113.6030000000028, -- [5]
					126.4229999999516, -- [6]
					["stacks"] = {
					},
					["source"] = "[*] Ускорение времени",
					["active"] = false,
				},
				[209615] = {
					11.73000000009779, -- [1]
					26.08200000005309, -- [2]
					["stacks"] = {
					},
					["source"] = "Элисанда",
					["active"] = false,
				},
				[208944] = {
					39.29200000001583, -- [1]
					47.29900000011548, -- [2]
					83.6940000000177, -- [3]
					91.69900000002235, -- [4]
					["stacks"] = {
					},
					["source"] = "Элисанда",
					["active"] = false,
				},
				[209973] = {
					53.07600000000093, -- [1]
					61.09400000004098, -- [2]
					73.7390000000596, -- [3]
					78.57600000000093, -- [4]
					["stacks"] = {
					},
					["source"] = "Элисанда",
					["active"] = false,
				},
			},
		}, -- [3]
		{
			["Дэлери"] = {
				[211887] = {
					67.8410000000149, -- [1]
					77.80200000002515, -- [2]
					["stacks"] = {
					},
					["source"] = "Элисанда",
					["active"] = false,
				},
				[232974] = {
					25.26500000001397, -- [1]
					33.42000000004191, -- [2]
					37.97400000004564, -- [3]
					38.49600000004284, -- [4]
					58.29600000008941, -- [5]
					66.9440000000177, -- [6]
					["stacks"] = {
					},
					["source"] = "[*] Затягивающая сингулярность",
					["active"] = false,
				},
				[209166] = {
					42.28800000005867, -- [1]
					46.59400000004098, -- [2]
					["stacks"] = {
					},
					["source"] = "[*] Ускорение времени",
					["active"] = false,
				},
				[209615] = {
					2.132000000099652, -- [1]
					21.94200000003912, -- [2]
					["stacks"] = {
					},
					["source"] = "Элисанда",
					["active"] = false,
				},
				[208944] = {
					13.91899999999441, -- [1]
					21.94200000003912, -- [2]
					46.59400000004098, -- [3]
					54.60900000005495, -- [4]
					["stacks"] = {
					},
					["source"] = "Элисанда",
					["active"] = false,
				},
				[209973] = {
					26.89500000001863, -- [1]
					34.90200000000186, -- [2]
					["stacks"] = {
					},
					["source"] = "Элисанда",
					["active"] = false,
				},
			},
		}, -- [4]
	},
	["cooldowns_timeline"] = {
		{
			["Сострадание-Гордунни"] = {
				{
					78.41200000001118, -- [1]
					"[*] большой рейдовый кулдаун", -- [2]
					77764, -- [3]
				}, -- [1]
				{
					197.2129999999888, -- [1]
					"Сострадание-Гордунни", -- [2]
					22812, -- [3]
				}, -- [2]
			},
			["Дэлери"] = {
				{
					195.6480000000447, -- [1]
					"Дэлери", -- [2]
					198589, -- [3]
				}, -- [1]
			},
		}, -- [1]
		{
		}, -- [2]
		{
		}, -- [3]
		{
		}, -- [4]
	},
	["BossSpellCast"] = {
		{
			["Внутренний демон"] = {
				{
					154.4869999999646, -- [1]
					"Внутренний демон", -- [2]
					211439, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					172.3760000000475, -- [1]
					"Внутренний демон", -- [2]
					220957, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					192.3780000000261, -- [1]
					"Внутренний демон", -- [2]
					220957, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [3]
			},
			["Усиленное око Гул'дана"] = {
				{
					101.9660000000149, -- [1]
					"Усиленное око Гул'дана", -- [2]
					209489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			["Гул'дан"] = {
				{
					7.395999999949709, -- [1]
					"Гул'дан", -- [2]
					206222, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					16.38899999996647, -- [1]
					"Гул'дан", -- [2]
					212258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					26.89300000004005, -- [1]
					"Гул'дан", -- [2]
					209270, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					38.40399999998044, -- [1]
					"Гул'дан", -- [2]
					206219, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					47.39699999999721, -- [1]
					"Гул'дан", -- [2]
					206221, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					61.75500000000466, -- [1]
					"Гул'дан", -- [2]
					227427, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					83.87100000004284, -- [1]
					"Гул'дан", -- [2]
					206939, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					87.34999999997672, -- [1]
					"Гул'дан", -- [2]
					221783, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					99.24300000001676, -- [1]
					"Гул'дан", -- [2]
					211152, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
			},
			["Око Гул'дана"] = {
				{
					29.9089999999851, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [1]
				{
					29.9089999999851, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					29.9089999999851, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					29.92900000000373, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [4]
				{
					29.92900000000373, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [5]
			},
			["Тюремщик Д'зорикс"] = {
				{
					25.41299999994226, -- [1]
					"Тюремщик Д'зорикс", -- [2]
					206883, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
			},
			["Фрагмент души Аззинота"] = {
				{
					183.9910000000382, -- [1]
					"Фрагмент души Аззинота", -- [2]
					221336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					194.9320000000298, -- [1]
					"Фрагмент души Аззинота", -- [2]
					221336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					198.3589999999385, -- [1]
					"Фрагмент души Аззинота", -- [2]
					221408, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [1]
		{
			["Внутренний демон"] = {
				{
					223.2659999999451, -- [1]
					"Внутренний демон", -- [2]
					211439, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					241.1809999999823, -- [1]
					"Внутренний демон", -- [2]
					220957, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					261.1999999999534, -- [1]
					"Внутренний демон", -- [2]
					220957, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
			},
			["Усиленное око Гул'дана"] = {
				{
					98.27299999992829, -- [1]
					"Усиленное око Гул'дана", -- [2]
					209489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					150.5009999999311, -- [1]
					"Усиленное око Гул'дана", -- [2]
					209489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			["Фрагмент души Аззинота"] = {
				{
					253.704000000027, -- [1]
					"Фрагмент души Аззинота", -- [2]
					221336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					264.091999999946, -- [1]
					"Фрагмент души Аззинота", -- [2]
					221336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			["Око Гул'дана"] = {
				{
					30.2489999999525, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [1]
				{
					30.2489999999525, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [2]
				{
					30.2609999999404, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					38.86199999996461, -- [1]
					"Око Гул'дана", -- [2]
					209291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					39.66099999996368, -- [1]
					"Око Гул'дана", -- [2]
					209291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					41.85499999998137, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
				{
					51.88099999993574, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [7]
				{
					54.64500000001863, -- [1]
					"Око Гул'дана", -- [2]
					209291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					57.63199999998324, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [9]
				{
					57.63199999998324, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [10]
				{
					67.63399999996182, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [11]
				{
					67.65299999993294, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [12]
				{
					74.10399999993388, -- [1]
					"Око Гул'дана", -- [2]
					209291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					75.30200000002515, -- [1]
					"Око Гул'дана", -- [2]
					209291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					77.10399999993388, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [15]
				{
					77.12100000004284, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [16]
				{
					78.30999999993946, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [17]
				{
					78.32499999995343, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [18]
				{
					87.10899999993853, -- [1]
					"Око Гул'дана", -- [2]
					209454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [19]
			},
			["Тюремщик Д'зорикс"] = {
				{
					25.78200000000652, -- [1]
					"Тюремщик Д'зорикс", -- [2]
					206883, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
			},
			["Гул'дан"] = {
				{
					7.73699999996461, -- [1]
					"Гул'дан", -- [2]
					206222, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					16.75300000002608, -- [1]
					"Гул'дан", -- [2]
					212258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					27.22800000000279, -- [1]
					"Гул'дан", -- [2]
					209270, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					38.72199999995064, -- [1]
					"Гул'дан", -- [2]
					206219, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					47.72800000000279, -- [1]
					"Гул'дан", -- [2]
					206221, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					57.68299999996088, -- [1]
					"Гул'дан", -- [2]
					227427, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					79.85499999998137, -- [1]
					"Гул'дан", -- [2]
					206939, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					83.35399999993388, -- [1]
					"Гул'дан", -- [2]
					221783, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					94.34199999994598, -- [1]
					"Гул'дан", -- [2]
					211152, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					115.8950000000186, -- [1]
					"Гул'дан", -- [2]
					206744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					126.4760000000242, -- [1]
					"Гул'дан", -- [2]
					221783, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					132.7269999999553, -- [1]
					"Гул'дан", -- [2]
					167819, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					136.1199999999953, -- [1]
					"Гул'дан", -- [2]
					167935, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					136.7449999999953, -- [1]
					"Гул'дан", -- [2]
					177380, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					140.7519999999786, -- [1]
					"Гул'дан", -- [2]
					152987, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					146.9880000000121, -- [1]
					"Гул'дан", -- [2]
					211152, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					169.6369999999879, -- [1]
					"Гул'дан", -- [2]
					221783, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					176.9569999999367, -- [1]
					"Гул'дан", -- [2]
					206744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					190.6339999999618, -- [1]
					"Гул'дан", -- [2]
					167819, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					192.6469999999972, -- [1]
					"Гул'дан", -- [2]
					167935, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					194.6430000000401, -- [1]
					"Гул'дан", -- [2]
					177380, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					198.6509999999544, -- [1]
					"Гул'дан", -- [2]
					152987, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
			},
		}, -- [2]
		{
			["Элисанда"] = {
				{
					2.017000000108965, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					4.439000000013039, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					6.869000000064261, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					9.301000000094064, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					11.73000000009779, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [5]
				{
					14.1480000000447, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
				{
					16.58400000003167, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [7]
				{
					17.79200000001583, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [8]
				{
					20.23500000010245, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [9]
				{
					21.44600000011269, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [10]
				{
					23.90300000004936, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [11]
				{
					25.11000000010245, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [12]
				{
					29.01200000010431, -- [1]
					"Элисанда", -- [2]
					228877, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					33.60800000000745, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [14]
				{
					33.60800000000745, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [15]
				{
					39.29200000001583, -- [1]
					"Элисанда", -- [2]
					208944, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					48.2170000000624, -- [1]
					"Элисанда", -- [2]
					208863, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					53.07600000000093, -- [1]
					"Элисанда", -- [2]
					209973, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [18]
				{
					56.73900000005961, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [19]
				{
					60.37900000007357, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [20]
				{
					62.74300000001676, -- [1]
					"Элисанда", -- [2]
					210022, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					65.23600000003353, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [22]
				{
					68.88800000003539, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [23]
				{
					72.51200000010431, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [24]
				{
					73.7390000000596, -- [1]
					"Элисанда", -- [2]
					209973, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [25]
				{
					76.1710000000894, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [26]
				{
					79.82000000006519, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [27]
				{
					83.6940000000177, -- [1]
					"Элисанда", -- [2]
					208944, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					92.23800000001211, -- [1]
					"Элисанда", -- [2]
					208863, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					101.9250000000466, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [30]
				{
					105.1540000000969, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [31]
				{
					105.579000000027, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [32]
				{
					111.2240000000456, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [33]
				{
					111.6440000000875, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [34]
				{
					117.3220000000438, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [35]
				{
					117.7400000001071, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [36]
				{
					121.3680000000168, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [37]
			},
			["Рекурсивный элементаль"] = {
				{
					8.857000000076368, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					11.89600000006612, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					14.95000000006985, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					17.36000000010245, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					19.37900000007357, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					22.76300000003539, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [6]
				{
					25.89600000006612, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [7]
				{
					28.1490000000922, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					30.47000000008848, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [9]
				{
					33.54000000003725, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [10]
				{
					36.82500000006985, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание-Гордунни", -- [5]
				}, -- [11]
				{
					59.95000000006985, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [12]
				{
					63.46300000010524, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [13]
				{
					66.85400000005029, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [14]
				{
					69.21000000007916, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					71.49200000008568, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [16]
				{
					74.51400000008289, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [17]
				{
					77.56400000001304, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [18]
				{
					80.61200000008103, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [19]
				{
					83.04400000011083, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					103.941000000108, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [21]
				{
					107.0010000000475, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [22]
				{
					110.0200000000186, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [23]
				{
					112.2840000001015, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					114.8640000000596, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [25]
				{
					118.1390000000829, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [26]
				{
					121.1770000000252, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [27]
				{
					123.3600000001025, -- [1]
					"Рекурсивный элементаль", -- [2]
					209620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
			},
			["Своевременный элементаль"] = {
				{
					9.499000000068918, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					14.34400000004098, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					21.00400000007357, -- [1]
					"Своевременный элементаль", -- [2]
					209617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					21.65600000007544, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					60.58400000003167, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					65.44100000010803, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					68.93500000005588, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					72.09900000004563, -- [1]
					"Своевременный элементаль", -- [2]
					209617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					73.96500000008382, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					104.564000000013, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					109.4300000000512, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
			},
		}, -- [3]
		{
			["Элисанда"] = {
				{
					2.119999999995343, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					4.519000000087544, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					6.970000000088476, -- [1]
					"Элисанда", -- [2]
					209615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					8.192000000039116, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					13.8990000000922, -- [1]
					"Элисанда", -- [2]
					208944, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					22.05600000009872, -- [1]
					"Элисанда", -- [2]
					208863, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					26.88400000007823, -- [1]
					"Элисанда", -- [2]
					209973, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [7]
				{
					30.53400000010151, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [8]
				{
					34.17800000007264, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [9]
				{
					37.81600000010803, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [10]
				{
					40.56400000001304, -- [1]
					"Элисанда", -- [2]
					210022, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					41.46300000010524, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [12]
				{
					46.59400000004098, -- [1]
					"Элисанда", -- [2]
					208944, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					55.12100000004284, -- [1]
					"Элисанда", -- [2]
					208863, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					63.62300000002142, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [15]
				{
					67.8410000000149, -- [1]
					"Элисанда", -- [2]
					209971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [16]
				{
					68.4890000000596, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [17]
				{
					72.1260000000475, -- [1]
					"Элисанда", -- [2]
					229738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [18]
			},
			["Своевременный элементаль"] = {
				{
					9.624000000068918, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.36999999999534, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					39.23900000005961, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					67.47400000004563, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					72.32600000000093, -- [1]
					"Своевременный элементаль", -- [2]
					209568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			["Рекурсивный элементаль"] = {
				{
					9.977000000071712, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [1]
				{
					34.76000000000931, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [2]
				{
					39.60100000002421, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [3]
				{
					44.4670000000624, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [4]
				{
					67.8410000000149, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [5]
				{
					72.71400000003632, -- [1]
					"Рекурсивный элементаль", -- [2]
					221864, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дэлери", -- [5]
				}, -- [6]
			},
		}, -- [4]
	},
}
