
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
				"/cw Аркадрон-Борейскаятундра Пока всё)", -- [1]
				"/cw Коррделия-Борейскаятундра Привет) Спасибо)", -- [2]
				" Ну там же нужно кого-то более важного в рейд взять", -- [3]
				"/cw Шадоукаст-Борейскаятундра Нет, я сегодня релаксирую", -- [4]
				" А ты линкануть его можешь?", -- [5]
				" Давай Каражан", -- [6]
				" 15", -- [7]
				" Гоу в Каражан", -- [8]
			},
			["ChatFrame1EditBox"] = {
				"/с /reload", -- [1]
				"/п |cff0070dd|Hitem:127493::::::::120:581:512:22:1:5473:120:::|h[Метеоритный оселок]|h|rнадо кому?", -- [2]
				"/п Где вы их находите?", -- [3]
				" Пойду на приста. Лёша уже в пм пишет", -- [4]
				"/п *геру", -- [5]
				"/п Герц)", -- [6]
				"/гр ппц", -- [7]
				"/гр Ы, ты видишь эти хоты на боссе?", -- [8]
				"/cw Айсли-Борейскаятундра Сейчас добьём с Дашей тв и перезайду", -- [9]
				"/cw Айсли-Борейскаятундра Да", -- [10]
				"/гр Кольцо 100 илвл)", -- [11]
				"/гр )", -- [12]
				"/гр Я совсем забыла про рейд", -- [13]
				"/г А мы быстро)", -- [14]
				"/г Таймволки нужны кому-нибудь?", -- [15]
				"/гр Я всё время об этом забываю", -- [16]
				"/гр Блин", -- [17]
				"/гр Спасибо, монк)", -- [18]
				"/гр |cff0070dd|Hitem:127561::::::::120:581:512:22:1:5473:120:::|h[Покров Акали]|h|r", -- [19]
				"/гр Плащ на транс нужен?", -- [20]
				"/гр Существенно быстрее", -- [21]
				"/гр Прикольно", -- [22]
				"/гр Впервые всё это вижу", -- [23]
				"/гр о ппц", -- [24]
				"/гр А тут что, можно так пройти?", -- [25]
				"/гр Апай и пойдем таймволкать", -- [26]
				"/гр Круто)", -- [27]
				"/гр Где блин все", -- [28]
				"/гр И вышел ><", -- [29]
				"/гр Который Самопал", -- [30]
				"/гр О, Ваня заходил", -- [31]
				"/гр Можно туда", -- [32]
				"/гр А хотя откуда, квест же не давали до 120", -- [33]
				"/гр Ты таймволки выфармила уже х5?", -- [34]
				"/гр Нафиг тебе тот 340", -- [35]
				"/гр Хотя я вот думаю, мб эффективней сразу в мифики", -- [36]
				"/гр Рарники-то стоят", -- [37]
				"/гр Ну и что?", -- [38]
				"/гр Там, правда, 340 всего падает", -- [39]
				"/гр Можем на арати к рарникам слетать", -- [40]
				"/гр Мне тут ещё овердофига всего", -- [41]
				"/гр Кодо это ж хардкор?", -- [42]
				"/гр А, |cff0070dd|Hitem:166525::::::::120:577::::::|h[Яйцо полночной совы]|h|r это было", -- [43]
				"/гр Лин, ещё что-то же падало сегодня", -- [44]
				"/гр Тебе |cff0070dd|Hitem:166454::::::::120:577::::::|h[Скользкая фиолетовая слизь]|h|r нужна?", -- [45]
				"/гр Будет", -- [46]
				"/гр На этого наверное можно дд", -- [47]
				"/гр Хотя", -- [48]
				"/гр *ся", -- [49]
				"/гр Чтоб 10 раз не спекатья", -- [50]
				"/гр Больших убьём потом вернёмся", -- [51]
				"/гр Ты вроде и дд, и в то же время - танк", -- [52]
				"/гр А я размышляю о том, что хорошо быть хантом", -- [53]
				"/гр )", -- [54]
				"/гр )", -- [55]
				"/гр Упало что-нибудь?", -- [56]
				" Перезайду", -- [57]
				" Мне пишут, что я не лидер группы О_О", -- [58]
				"/гр У меня локалку не показывает)", -- [59]
				"/гр Для Ивуса", -- [60]
				"/гр Монетку купила?", -- [61]
				"/гр Ты ж в курсе, что за знаки из таймволков можно вещи покупать?", -- [62]
				"/гр У тебя какой сейчас илвл?", -- [63]
				"/гр О, плащик", -- [64]
				"/гр Я к тому, что на ДХ точно не может быть столько заданий", -- [65]
				"/гр Ачивки как-то отфонарно прокают теперь", -- [66]
				"/гр Серьёзно что ли 10к?)", -- [67]
				"/гр а", -- [68]
				"/гр Так, там локалка ещё был", -- [69]
				"/гр Рарник лутается у тебя?", -- [70]
				"/гр Если убьют, не вставай. Пилон поставлю", -- [71]
				"/гр Ну ппц", -- [72]
				"/гр Точно не передаётся", -- [73]
				"/гр квест взяла?", -- [74]
				"/гр Запрыгивай", -- [75]
				"/гр На мелких останусь в дд, на больших буду спекаться", -- [76]
				"/гр Сейчас кофе быстренько сделаю и пойдем", -- [77]
				"/гр Угу. Спокойней будет", -- [78]
				"/п Глефомет как раз доехал)", -- [79]
				"/с /thanks", -- [80]
				" Ну хоть ачивка)", -- [81]
				" Можно улетать?", -- [82]
				" Отвис? ", -- [83]
				" Удачного дропа)", -- [84]
				" заходи", -- [85]
				" Если ты сам пойдешь в литейку, у меня кд не будет", -- [86]
				" Мы же в ЦАП идем, причем тут Чернорук?", -- [87]
				" Я по рейдам потом буду ходить. Сейчас много квестов новых, надо всё сделать)", -- [88]
				" Нет", -- [89]
				"/cw Коррделия-Борейскаятундра Не сегодня", -- [90]
				"/cw Аркадрон-Борейскаятундра А ты их ещё не нашел что ли?", -- [91]
				"/гр Наверх по тропинке", -- [92]
				"/г Что такое лкчг?", -- [93]
				"/г Я тебя когда-то слышала", -- [94]
				"/г Айсли тебя гомосексуалистом начал называть задолго до Мегакрута", -- [95]
				"/г \"Пуфка микрофон\"", -- [96]
				"/г А что это за событие 14-го марта?", -- [97]
				"/г Завтра субботка(", -- [98]
				"/г Идем с нами Дашу одевать", -- [99]
				"/г Пуфик, у тебя латники есть?)", -- [100]
				"/гр Гробница королей", -- [101]
				"/г Не надо)", -- [102]
				"/гр King's rest", -- [103]
				"/гр Андрей? Ты прилетел?", -- [104]
				"/гр Сделаем", -- [105]
				"/гр  А сейчас?", -- [106]
				"/гр Пришли саммоны?", -- [107]
				"/гр Отлично)", -- [108]
				"/гр Даш, ты у пала позабирала дроп?", -- [109]
				"/гр Underrot (if you're interested)", -- [110]
				"/г Круто)", -- [111]
				"/гр They are already inside", -- [112]
				"/г Блин, Даша не в гильдии(", -- [113]
				"/г Вот мне интересно, что люди с 15+к дпс забыли в героике? Я про нашу предыдущую пати", -- [114]
				"/гр Приста брать или латников подождем?", -- [115]
				"/cw Аркадрон-Борейскаятундра Гавань", -- [116]
				"/гр В гавань сначала", -- [117]
				"/cw Аркадрон Андрей, в миф 0 за маунтами пойдешь?", -- [118]
				" По крайней мере, в те, где маунты)", -- [119]
				" Да я вот тоже думаю", -- [120]
				" В героике маунт не падает что ли?", -- [121]
				" Жаль, у меня латников нет вообще", -- [122]
				"/гр Нет, серьёзно, у него поменялся голос", -- [123]
				" Заходи) в мифики пойдем)", -- [124]
				" Доча!", -- [125]
				"/гр lawl", -- [126]
				"/гр ))))", -- [127]
				"/гр This ain't the boss)", -- [128]
				"/гр Варр, ты почему сумм не принял?", -- [129]
				"/гр Me and the other mage are in different warmodes", -- [130]
				"/гр Turns out priest doesn't have the flightpath either)", -- [131]
				"/гр Yes", -- [132]
				"/гр sup)", -- [133]
				"/гр king's rest", -- [134]
				"/гр Need one more for summon", -- [135]
				"/гр hi", -- [136]
				"/гр А нет, Подгнилье", -- [137]
				"/гр King's rest", -- [138]
				"/гр mount up", -- [139]
				"/гр yes", -- [140]
				"/г Тут Ваня-Самопал утверждает, что он шесть лет фармил её в 8 твинков", -- [141]
				"/г Сейчас сделаю себе кофе, возьму яблочко, и буду открывать всё, что осталось", -- [142]
				"/г Часть открывала, часть хранила", -- [143]
				"/г (", -- [144]
				"/г Задачка: у девочки Марины было 34 |cffa335ee|Hitem:54537::::::::120:581::11::::|h[Коробочка в виде сердца]|h|r. Сколько ракет в них содержится?\"", -- [145]
				"/г Это из экспедиций?", -- [146]
				"/г Всё равно это было внезапно", -- [147]
				"/г О_О", -- [148]
				"/г Зачетная поросятина)", -- [149]
				"/г Хрю!", -- [150]
				"/cw Ромеох-Борейскаятундра В смысле, надолго ушел?", -- [151]
				"/cw Ромеох Ты в ключ один или с Альмагорном?", -- [152]
				" Так в ЦН или в ключ?", -- [153]
				"/п Если не убивать птицу и яйцо нам бр не поможет", -- [154]
				"/п Яйцо нужно убивать", -- [155]
				"/п Рефлекс ><", -- [156]
				"/п блин", -- [157]
				"/п ждите меня там за стенкой", -- [158]
				"/г После данжа сходим, если ещё будет актуально", -- [159]
				"/г Хочу. Только меня  данж затянуло", -- [160]
				"/г О, сантехник", -- [161]
				"/г Наш танк аренит", -- [162]
				"/с /tomcats darkshore toggle", -- [163]
				"/гр Пошла на работу. Удачного фарма)", -- [164]
				"/гр На здоровье)", -- [165]
				"/гр Как раз 4 дня осталось - 16 штук)", -- [166]
				"/с /reload", -- [167]
				"/г Помимо роботов на запчасти", -- [168]
				"/г А что там интересного в Жиле?", -- [169]
				"/г Отправила", -- [170]
				"/cw Айсли-Борейскаятундра Добиваю фронт", -- [171]
				"/cw Гриддис-Борейскаятундра https://www.warcraftlogs.com/zone/rankings/21#metric=hps&class=Healers", -- [172]
				"/cw Гриддис-Борейскаятундра И как?", -- [173]
				"/cw Гриддис-Борейскаятундра Привет)", -- [174]
				"/с /thanks", -- [175]
				"/с /greet", -- [176]
				"/гр умираем", -- [177]
				"/гр да", -- [178]
				"/гр лежать пока", -- [179]
				"/гр Но мы всё равно в Шторма", -- [180]
				"/гр Убрали требования на квесты со всех инстов", -- [181]
				"/гр И в осаду ты можешь", -- [182]
				"/гр В Штормах что-то нужное падает", -- [183]
				"/cw Сатот-Дракономор Спасибо)", -- [184]
				"/cw Сатот-Дракономор и тебе ", -- [185]
				"/гр Шторма", -- [186]
				"/гр Извини, нам нужно вместо тебя согильдийца взять", -- [187]
				"/гр Спасибо, хант", -- [188]
				"/г На следующий будет", -- [189]
				"/г один остался", -- [190]
				"/гр Не встаём", -- [191]
				"/гр Если там пвп на входе нет", -- [192]
				"/гр Привет", -- [193]
				"/гр King's Rest", -- [194]
				"/гр run to the third boss", -- [195]
				"/гр Underrot next", -- [196]
				"/г Заходите в групповой войс, кто хочет", -- [197]
				"/г Это Вирж шарит)", -- [198]
				"/г Там как раз маунты", -- [199]
				"/г Гавань, Подгнилье, гробница и что-то ещё", -- [200]
				"/г Я за 4 разных)", -- [201]
				"/г Вы 4 разных хотите или 4 Вольных гавани?", -- [202]
				"/г )", -- [203]
				"/г На следующем кд упадет", -- [204]
				"/г не упал?", -- [205]
				"/г Из пати не выхожу, а то тебя выкинет", -- [206]
				"/г заходи", -- [207]
				"/cw Честертон-Дракономор кто-то другой прилетел и добил", -- [208]
				"/г Cек, тут попросили подождать, не добивать босса", -- [209]
				"/cw Честертон-Дракономор Лети) стою", -- [210]
				"/3 На Пушку смерти ждать кого-нибудь?", -- [211]
				"/г Тогда не выходи)", -- [212]
				"/г босс", -- [213]
				"/г Выходи, тоже стукни", -- [214]
				"/г Думроллер реснулся", -- [215]
				"/г у", -- [216]
				"/г Леч", -- [217]
				"/г Ну попробуй, может мне не обязательно в рейде быть", -- [218]
				"/г Я, наверное, зайти должна", -- [219]
				"/г /tmw", -- [220]
				"/г Нынешние 10+, это как раньше 13+", -- [221]
				"/г /tmw", -- [222]
				"/г Ты обещал, что он вернётся, когда выпустят рейд", -- [223]
				"/г Слушая, зловещий гладиатор, где моя сова?! ><", -- [224]
				"/г Что ещё надо для счастья", -- [225]
				"/г В Долине штормов самые лучшие вторжения всех времён и народов. Квесты рядом, завершающее задание короткое", -- [226]
				"/cw Кейстут-Борейскаятундра Пока ты спишь, враг фармить военные медали 7-го легиона", -- [227]
				"/п А оно как бафф сразу вешается, или там что-то лутать надо и на базу нести?", -- [228]
				"/п Почему бить верхом нельзя ><", -- [229]
				"/п Уииии, ездовой ДК", -- [230]
				"/п Ну они по кораблям стреляют ещё вроде", -- [231]
				"/г ОМФГ голем с дверью в руке", -- [232]
				"/г ВикАуры тоже есть на эту тему, скорее всего", -- [233]
				"/г TellMeWhen", -- [234]
				"/г Омг, в этой игре ещё и не один спиннер, а два", -- [235]
				"/г Удалишь игру", -- [236]
				"/г )", -- [237]
				" А у тебя который час сейчас?", -- [238]
				" Вот это ппц", -- [239]
				" И делает несколькими твинками", -- [240]
				" Заходит каждый раз точно к началу", -- [241]
				" Лёша себе на них будильник заводит))", -- [242]
				" (", -- [243]
				" Привет)", -- [244]
				" Я это время ещё называю ночью", -- [245]
				"/cw Альмагорн-Борейскаятундра /reload", -- [246]
				"/cw Альмагорн-Борейскаятундра У вендоров продаётся", -- [247]
				"/cw Альмагорн-Борейскаятундра В упаковочную бумагу завернула", -- [248]
				"/с /tptp", -- [249]
				"/с /tptp", -- [250]
				"/с /reload", -- [251]
				"/с /tptp", -- [252]
				"/г Что это тебя теперь на полежать всё время тянет?", -- [253]
				"/г Как люди уже на старте БфА эту ачиву получали - выше моего понимания", -- [254]
				"/г Осталось всего 29 маунтов", -- [255]
				"/г Уииииии |cffa335ee|Hitem:163645::::::::120:581::::::|h[Головокуска]|h|r", -- [256]
				"/г А траву не бросил?", -- [257]
				"/г Жаль, нельзя ДХ создать пандой", -- [258]
				"/с /thanks", -- [259]
				"/cw Айсли-Борейскаятундра Нет, я не хочу никуда идти", -- [260]
				"/г Самая нижняя полётка в гавани Боралуса", -- [261]
				"/г На Улице Мореходов", -- [262]
				"/г А тут ты ещё параллельно делаешь не только посланника для 7-го легиона, но и посланника для данной локации", -- [263]
				"/г 5 локалок - 5 монеток за последний сценарий", -- [264]
				"/г Там же так и выходит в итоге", -- [265]
				"/г А, ты хотел по монетке за каждую локалку?", -- [266]
				"/г А какой радости ты ждал от нападений?", -- [267]
				" У меня такое хорошее настроение, так не хочется его портить)", -- [268]
				" Лёш, можно я сегодня не пойду в рейд?", -- [269]
				"/гр Отлично", -- [270]
				"/гр А тебе метки мои видно было?", -- [271]
				"/гр Сделалось?", -- [272]
				"/гр Не знаю, видишь ли ты их", -- [273]
				"/гр Я там меток наставила", -- [274]
				"/гр Намного", -- [275]
				"/гр Снеговик южнее", -- [276]
				"/гр Тебе нужен второй справа. Возле него ещё табличка стоит", -- [277]
				"/гр И там бежишь к порталам", -- [278]
				"/гр В центре вниз портуешься", -- [279]
				"/гр В общем, ты на верном пути", -- [280]
				"/гр Чертов вармод", -- [281]
				"/3 На Коготь смерти летит кто-нибудь?", -- [282]
				"/г Я убила Ивуса и он мне не предложил бонус ролл кинуть", -- [283]
				"/г |cffffffff|Hcurrency:1580:0|h[Печать судьбы воина]|h|r это же актуальная монетка?", -- [284]
				"/г Уиии", -- [285]
				"/г То есть, завтра в рейд не идем, если вас всех забанят?", -- [286]
				"/г Да", -- [287]
				"/г (", -- [288]
				"/г Угу. И у всех твинков сразу откроется квест на фронт", -- [289]
				"/г Чтоб его дали, нужно полностью пройти новую кампанию хотябы одним чаром", -- [290]
				"/г Ты квест не взял?", -- [291]
				"/г С самого фронта 340, как и в Стромгарде", -- [292]
				"/г Лёш, 385 дают за квест, который берёш перед фронтом", -- [293]
				"/г В остальном вроде ничего не изменилось", -- [294]
				"/г Летать приходится через Минск и Ригу", -- [295]
				"/г Единственная подстава с транзитом Россия - Украина, это то, что прямого авиасообщения больше нету ><", -- [296]
				"/г Типа, если вообще без паспорта кто-то едет?", -- [297]
				"/г Скажите ещё, что у нас прям на улицах хватают, если вдруг по-русски заговоришь)", -- [298]
				"/г :DDD", -- [299]
				"/г С ней всё отлично, просто я не знала, что у Вейла тёща в Львовской области живёт)", -- [300]
				"/г \"Тут\" это где территориально?", -- [301]
				"/г ы, а чего это ты с украинской раскладкой?", -- [302]
				"/г Грац!", -- [303]
				"/г И молчит)", -- [304]
				"/г О, Вейл вернулся", -- [305]
				"/г Андрей, а ты его уже сделал?", -- [306]
				"/г ))", -- [307]
				"/г Я его законным способом делать собираюсь", -- [308]
				"/г Куда?", -- [309]
				"/г Был 12й. Но мы позаботились о том, чтоб он стал 11", -- [310]
				" 5 чаров. 5 попыток каждый день", -- [311]
				" Делаю дейлики", -- [312]
				" Нет)", -- [313]
				"/г Там можно было заранее на летающего маунта сесть", -- [314]
				"/г Кстати, в этом было преимущество своего портала из Стальгорна", -- [315]
				"/г Но галочку они всё равно зря убрали(", -- [316]
				"/г Спасибо, Вирж", -- [317]
				"/г Тоже, кстати, вариант. Не подумала", -- [318]
				"/г Ну в новом Даларане внизу есть портал в кратер", -- [319]
				"/г А квест в Стальгорне", -- [320]
				"/г Раньше я создавала группу в заранее собранных, брала в пати своего мага и ставила себе портал в даларанский кратер", -- [321]
				"/г Придется теперь, как обычному человеку, к Гринчу пешком летать", -- [322]
				"/г Вот на зачем?", -- [323]
				"/г Они забрали у нас галочку \"Принимать автоматически\"", -- [324]
				"/с /ignore Ракотхант ", -- [325]
				" Сейчас заинвайчу", -- [326]
				" Ты мне через баттлнет пишешь) я знаю, что ты Садж)", -- [327]
				"/г Пристом бы сходила", -- [328]
				"/г ы, на платформе возле корабля две доски вместо заборчика прибили)", -- [329]
				"/г Ага, \"Жутетварь: Offline for 8 days\". Обрадуй Жутю", -- [330]
				"/г Вирж теперь будет элемом?", -- [331]
				"/г Должны", -- [332]
				"/г Пыль вроде после распыления или утилизации получают", -- [333]
				"/г Я в замешательстве", -- [334]
				"/г Маг-элем?", -- [335]
				"/г Неужели ради собаки?", -- [336]
				"/г Вирж, почему ты маг?", -- [337]
				"/г Ачивка будет", -- [338]
				"/г Типа рейда уже сто лет как нету этого", -- [339]
				"/г Второй, это из старого Зул'Гуруба", -- [340]
				"/г Да ну тебя ((", -- [341]
				"/г У тебя какие?", -- [342]
				"/г Я про |cff71d5ff|Hspell:96491:0|h[Бронированный ящер Раззаши]|h|r", -- [343]
				"/г И Гробница не даст мне Ящера Раззаши", -- [344]
				"/г Я пока ещё не могу фармить Гробницу соло", -- [345]
				"/г Упадёт ли маунт, вот в чем вопрос", -- [346]
				"/г Юбилейный, 333-й поход в Зул'Гуруб", -- [347]
				"/п Кот, хочешь танчить? Спекайся в медведя тогда", -- [348]
				"/cw Альмагорн-Борейскаятундра Кинула", -- [349]
				"/cw Альмагорн-Борейскаятундра https://drive.google.com/file/d/1Ex2ESaoV427up_X0p7lRQVd29mL611Qf/view?usp=sharing", -- [350]
				"/cw Альмагорн-Борейскаятундра Давать ссылку?", -- [351]
				"/cw Альмагорн-Борейскаятундра Иначе ОС его просто удаляет", -- [352]
				"/cw Альмагорн-Борейскаятундра Мой тоже можно заюзать только отключив Windows Defender", -- [353]
				"/cw Альмагорн-Борейскаятундра Он же должен обходить встроенную защиту", -- [354]
				"/cw Альмагорн-Борейскаятундра Активатор - это по определению программа с вирусоподобным кодом", -- [355]
				"/cw Альмагорн-Борейскаятундра Случайно есть. Для десятки", -- [356]
				"/г У тебя есть рога? Оо", -- [357]
				"/г Какого монка? Пуфку?", -- [358]
				"/cw Альмагорн-Борейскаятундра Первый прикольный очен", -- [359]
				"/cw Альмагорн-Борейскаятундра Круто))", -- [360]
				"/cw Альмагорн-Борейскаятундра В общем, ты согласен", -- [361]
				"/cw Альмагорн-Борейскаятундра Угу", -- [362]
				"/cw Альмагорн-Борейскаятундра Ты хочешь, чтоб я тебе за это доплачивала? :D", -- [363]
				"/cw Альмагорн-Борейскаятундра :DDDD", -- [364]
				"/cw Альмагорн У меня латников нет и скорей всего никогда не будет", -- [365]
				"/cw Альмагорн Андрей, а можно я тебе буду по умолчанию отсылать латные трансморги?)", -- [366]
				"/гр На рогу зайду только, у ДХ уже он убит", -- [367]
				"/гр Идем)", -- [368]
				"/гр Там на ачивку нужно два человека", -- [369]
				"/гр Солнышку помощь нужна на Рудожуе)", -- [370]
				"/гр )))", -- [371]
				"/гр Заодно трансморги собираю", -- [372]
				"/гр Угу. Тремя чарами)", -- [373]
				"/гр ДХ тоже начала делать на этой неделе", -- [374]
				"/гр Угу) я пристом на следующем КД уже портал сделаю", -- [375]
				"/гр Или нет?", -- [376]
				"/гр Ты вроде говорил, что был у тебя", -- [377]
				"/гр Неа", -- [378]
				"/гр |cff9d9d9d|Hitem:108979::::::::120:577::::::|h[Выбеленные кости]|h|r всё, что осталось от нашего маунта", -- [379]
				"/гр Уиии, 3 из 4", -- [380]
				"/гр А ты куда побежал?", -- [381]
				"/гр Thanks for the run guys. Cheers", -- [382]
				"/гр Thought everyone was already here", -- [383]
				"/гр Sorry", -- [384]
				"/гр thanks", -- [385]
				"/гр Totem guy first", -- [386]
				"/гр hi", -- [387]
				"/с /tmw", -- [388]
				"/с /tmw", -- [389]
				"/cw Глобусс-Борейскаятундра Пойдем ещё", -- [390]
				"/cw Глобусс-Борейскаятундра Напиши, как вернёшься", -- [391]
				"/гр )))", -- [392]
				"/гр Квест уже сделался", -- [393]
				"/гр Так это пятый данж был", -- [394]
				"/п \"Стоп\" в смысле не пулить дальше?", -- [395]
				"/п И тебе казалось, что легче", -- [396]
				"/п Просто раньше ты не хилил", -- [397]
				"/п БК таймволки самые неприятные", -- [398]
				"/п Тут ничто не законно", -- [399]
				"/п Они разве обходятся?", -- [400]
				"/п Даже таунт не работает", -- [401]
				"/п Они не переагриваются почему-то", -- [402]
				"/п Тут респ за углом", -- [403]
				"/гр Мы с Ваней, кстати,  в диске", -- [404]
				" |cff0070dd|Hitem:127257::::::::120:581:512:22:1:5130:120:::|h[Кобальтовое кольцо Тиригосы]|h|r", -- [405]
				"/гр Давайте три минуты перерыв", -- [406]
				"/г Да", -- [407]
				"/г Таймволки желающие плюсуйте", -- [408]
				" Не важен", -- [409]
				" 120", -- [410]
				" На гибельный вой)", -- [411]
				" Так ДХ не было в Дреноре", -- [412]
				" Поставь мифик", -- [413]
				" Как такое возможно?", -- [414]
				" Мне на приста в ЦАП падали вещи, на которых было написано \"Класс: Охотник на демонов\"", -- [415]
				" я тоже готова", -- [416]
				"/cw Аркадрон В общем, я готова на Арати. Напиши, как у тебя ОЛО закончится", -- [417]
				"/cw Аркадрон Никогда раньше такого не было", -- [418]
				"/cw Аркадрон Чем ты выше по уровню - тем слабее становишься", -- [419]
				"/cw Аркадрон В этом аддоне прямо антипрокачка какая-то идёт", -- [420]
				"/cw Аркадрон \"Добро пожаловать на 120й уровень\"", -- [421]
				"/cw Аркадрон Если я не в танке", -- [422]
				"/cw Аркадрон Хы. После апа меня внезапно все более-менее толстые мобы начинают карать))", -- [423]
				" Хы, после апа меня внезапно все более-менее толстые мобы начинают карать", -- [424]
				" Сейчас я тогда ДХ докачаю и сходим. Мне тут чуть-чуть осталось", -- [425]
				" Ты сейчас хочешь идти?", -- [426]
				" Привет)) Тебя ждала", -- [427]
				"/г За 500 я б может ещё и полетала", -- [428]
				"/г И не надо никуда летать", -- [429]
				"/г У меня танковский бонус за призыв к оружию и то больше", -- [430]
				"/г Победите Каззака, Азурегоса и Кошмара и получите в подарок 50 знаков искаженного времени. Ёлки, правда что ли целых 50?", -- [431]
				"/г Все остальные видят реальность", -- [432]
				"/г То есть, это только ты видишь в рейде корги", -- [433]
				"/г ммм, оно называется \"коргогляды\"", -- [434]
				"/г Пфф, ты что, до сих пор не нафармил?", -- [435]
				"/г А мы разве Джайну будем бить? По идее это должен быть для орды босс", -- [436]
				"/г Сюрприз же", -- [437]
				"/г Классная такая глыба на 20 секунд", -- [438]
				"/г Весь рейд?", -- [439]
				"/г << дитя Катаклизма. Мне можно не знать", -- [440]
				"/г Кто такой Азурегос?", -- [441]
				" Привет. Сегодня не траили, закрывали героик", -- [442]
				"/г Когда заходишь в данж и вдруг понимаешь, что твой каст длится пол года, скалирование сразу становится очень актуальным", -- [443]
				"/г И всё совсем по-другому", -- [444]
				"/г Если ты там качаешься при актуально уровне чара, нет скалирования статов", -- [445]
				"/г Зато не скучно", -- [446]
				"/г Ну не без этого", -- [447]
				"/г А шп в таймволках это такое себе удовольствие. Очень сильно ниже среднего", -- [448]
				"/г Я к тому, что становишься в очередь и получаешь инстант инвайт", -- [449]
				"/г ы, ты ж хилл", -- [450]
				"/г Холипалы по-прежнему считаются миликами?", -- [451]
				"/г Ну отлично же", -- [452]
				"/г На Митраксе есть мк?", -- [453]
				"/г А что там? Он с пулла ваншотает всех рдд?", -- [454]
				"/г Не к", -- [455]
				"/г 32", -- [456]
				"/г Ты про золото забыл", -- [457]
				"/г Дополнение к сюжетным цепочкам", -- [458]
				"/г Просто так квесты", -- [459]
				" /tmw", -- [460]
				" Я пока не могу, на работе", -- [461]
				"/с /tmw", -- [462]
				"/cw Мардонн-Борейскаятундра Уже Альмагорна взяла, сорри(", -- [463]
				"/cw Альмагорн-Борейскаятундра да", -- [464]
				"/г Нападение клана Призрачной луны, один слот", -- [465]
				"/г И нафиг выступ", -- [466]
				"/г Лучше б добавили полёты", -- [467]
				"/гр Спокойной ночи", -- [468]
				"/гр Или котам сейчас трудно?", -- [469]
				"/гр А почему котика не хочешь делать?", -- [470]
				"/гр Потому и туплю", -- [471]
				"/гр Ну вот я пробую как раз)", -- [472]
				"/гр В бою тупо нечего жать))", -- [473]
				"/гр А ещё у дх танка отобрали несколько скиллов", -- [474]
				"/гр /tmw", -- [475]
				"/гр Теперь \"Поглощение магии\" - это диспелл", -- [476]
				"/гр Они её переименовали, оказывается", -- [477]
				"/гр Я всё пыталась понять, какого у меня тмв больше не отслеживает откат сбивалки кастов", -- [478]
				"/гр Да я поняла", -- [479]
				"/гр Так и хотелось перьев из хвоста у тебя надёргать", -- [480]
				"/гр Пулящая вперёд танка птица)", -- [481]
				"/гр Геру нужно после переходки давать", -- [482]
				"/гр Что это за тюленьи танцы?", -- [483]
				"/гр ы", -- [484]
				"/гр )", -- [485]
				"/гр Ты танчить хочешь?", -- [486]
				"/гр |cffa335ee|Hitem:124272::::::::113:577::6:2:1799:1478:::|h[Оплечье заклятого когтя]|h|r", -- [487]
				"/гр |cffffff00|Hachievement:12079:Player-1625-087553EE:1:8:20:18:4294967295:4294967295:4294967295:4294967295|h[Рейд-питомник V: Котоклизм]|h|r", -- [488]
				"/г Привет", -- [489]
				"/г Тебе больше никогда ничего не прокнет", -- [490]
				"/г Выбора нет - удаляй чара", -- [491]
				"/п Блин, я дд >< сорри(", -- [492]
				"/г Угу, рл в игре, это для нас всегда праздник", -- [493]
				"/г Лёш, у тебя на мейне эта ачивка есть?", -- [494]
				"/г Маньяки среди нас", -- [495]
				"/г Оо на твинке", -- [496]
				"/cw Саджет Садж, а у тебя какой ключ?", -- [497]
				"/cw Альмагорн-Борейскаятундра Я там", -- [498]
				"/cw Альмагорн-Борейскаятундра А, так у тебя открыта уже полетка?", -- [499]
				"/cw Альмагорн-Борейскаятундра Я тебя подвезти хотела)", -- [500]
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1590103740,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 16,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[01:58:12]|h Соединение со службой Blizzard разорвано.",
					["serverTime"] = 1615766291,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 972103.774,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[05:34:33]|h |Hchannel:INSTANCE_CHAT|h[I] |h|cffd8d8d8[|r|Hplayer:Ледиэльмира-ВечнаяПесня:293:INSTANCE_CHAT|h|cffd84e4e60|r:|cff3ec6eaЛедиэльмира|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: ахах курятник",
					["r"] = 0.6078431606292725,
					["b"] = 1,
					["g"] = 0.6039215922355652,
					["timestamp"] = 972103.774,
					["extraData"] = {
						63, -- [1]
						false, -- [2]
						44, -- [3]
						45, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615779272,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[05:35:03]|h |Hchannel:INSTANCE_CHAT|h[I] |h|cffd8d8d8[|r|Hplayer:Хлапкаллаш-ВечнаяПесня:297:INSTANCE_CHAT|h|cffd84e4e60|r:|cfff38bb9Хлапкаллаш|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: Я прервал Араккоа-дервиш 's |cff71d5ff|Hspell:153905:0|h[Дервиш]|h|r!",
					["r"] = 0.6078431606292725,
					["b"] = 1,
					["g"] = 0.6039215922355652,
					["timestamp"] = 972103.774,
					["extraData"] = {
						63, -- [1]
						false, -- [2]
						44, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615779302,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[05:35:58]|h |Hchannel:INSTANCE_CHAT|h[I] |h|cffd8d8d8[|r|Hplayer:Хлапкаллаш-ВечнаяПесня:303:INSTANCE_CHAT|h|cffd84e4e60|r:|cfff38bb9Хлапкаллаш|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: Я прервал Слепящая солнечная вспышка 's |cff71d5ff|Hspell:157020:0|h[Солнечный гнев]|h|r!",
					["r"] = 0.6078431606292725,
					["b"] = 1,
					["g"] = 0.6039215922355652,
					["timestamp"] = 972103.774,
					["extraData"] = {
						63, -- [1]
						false, -- [2]
						44, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615779357,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[05:44:38]|h |Hchannel:INSTANCE_CHAT|h[I] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:336:INSTANCE_CHAT|h|cffd84e4e60|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: Когда он начинает перьями кидаться, нужно от них за столб прятаться",
					["r"] = 0.6078431606292725,
					["b"] = 1,
					["g"] = 0.6039215922355652,
					["timestamp"] = 972103.774,
					["extraData"] = {
						63, -- [1]
						false, -- [2]
						44, -- [3]
						53, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615779877,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[05:44:45]|h |Hchannel:INSTANCE_CHAT|h[I] |h|cffd8d8d8[|r|Hplayer:Ледиэльмира-ВечнаяПесня:338:INSTANCE_CHAT|h|cffd84e4e60|r:|cff3ec6eaЛедиэльмира|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: хм нубы дд",
					["r"] = 0.6078431606292725,
					["b"] = 1,
					["g"] = 0.6039215922355652,
					["timestamp"] = 972103.774,
					["extraData"] = {
						63, -- [1]
						false, -- [2]
						44, -- [3]
						45, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615779884,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[05:44:54]|h |Hchannel:INSTANCE_CHAT|h[I] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:339:INSTANCE_CHAT|h|cffd84e4e60|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: Все мы нубы",
					["r"] = 0.6078431606292725,
					["b"] = 1,
					["g"] = 0.6039215922355652,
					["timestamp"] = 972103.774,
					["extraData"] = {
						63, -- [1]
						false, -- [2]
						44, -- [3]
						53, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615779893,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[05:45:06]|h |Hchannel:INSTANCE_CHAT|h[I] |h|cffd8d8d8[|r|Hplayer:Ледиэльмира-ВечнаяПесня:340:INSTANCE_CHAT|h|cffd84e4e60|r:|cff3ec6eaЛедиэльмира|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: кто выжил о не нуб",
					["r"] = 0.6078431606292725,
					["b"] = 1,
					["g"] = 0.6039215922355652,
					["timestamp"] = 972103.774,
					["extraData"] = {
						63, -- [1]
						false, -- [2]
						44, -- [3]
						45, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615779905,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[05:46:51]|h |Hchannel:INSTANCE_CHAT|h[I] |h|cffd8d8d8[|r|Hplayer:Хлапкаллаш-ВечнаяПесня:348:INSTANCE_CHAT|h|cffd84e4e60|r:|cfff38bb9Хлапкаллаш|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: Я прервал Сияющая сверхновая 's |cff71d5ff|Hspell:157020:0|h[Солнечный гнев]|h|r!",
					["r"] = 0.6078431606292725,
					["b"] = 1,
					["g"] = 0.6039215922355652,
					["timestamp"] = 972103.774,
					["extraData"] = {
						63, -- [1]
						false, -- [2]
						44, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615780010,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[05:48:21]|h |Hchannel:INSTANCE_CHAT|h[I] |h|cffd8d8d8[|r|Hplayer:Хлапкаллаш-ВечнаяПесня:357:INSTANCE_CHAT|h|cffd84e4e60|r:|cfff38bb9Хлапкаллаш|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: Я прервал Высший мудрец Вирикс 's |cff71d5ff|Hspell:154396:0|h[Солнечный взрыв]|h|r!",
					["r"] = 0.6078431606292725,
					["b"] = 1,
					["g"] = 0.6039215922355652,
					["timestamp"] = 972103.774,
					["extraData"] = {
						63, -- [1]
						false, -- [2]
						44, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615780100,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[05:48:43]|h |Hchannel:INSTANCE_CHAT|h[I] |h|cffd8d8d8[|r|Hplayer:Хлапкаллаш-ВечнаяПесня:364:INSTANCE_CHAT|h|cffd84e4e60|r:|cfff38bb9Хлапкаллаш|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: Я прервал Высший мудрец Вирикс 's |cff71d5ff|Hspell:154396:0|h[Солнечный взрыв]|h|r!",
					["r"] = 0.6078431606292725,
					["b"] = 1,
					["g"] = 0.6039215922355652,
					["timestamp"] = 972103.774,
					["extraData"] = {
						63, -- [1]
						false, -- [2]
						44, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615780122,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[05:49:04]|h |Hchannel:INSTANCE_CHAT|h[I] |h|cffd8d8d8[|r|Hplayer:Хлапкаллаш-ВечнаяПесня:366:INSTANCE_CHAT|h|cffd84e4e60|r:|cfff38bb9Хлапкаллаш|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: Я прервал Высший мудрец Вирикс 's |cff71d5ff|Hspell:154396:0|h[Солнечный взрыв]|h|r!",
					["r"] = 0.6078431606292725,
					["b"] = 1,
					["g"] = 0.6039215922355652,
					["timestamp"] = 972103.774,
					["extraData"] = {
						63, -- [1]
						false, -- [2]
						44, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615780143,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[05:49:22]|h |Hchannel:INSTANCE_CHAT|h[I] |h|cffd8d8d8[|r|Hplayer:Хлапкаллаш-ВечнаяПесня:373:INSTANCE_CHAT|h|cffd84e4e60|r:|cfff38bb9Хлапкаллаш|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: Я прервал Высший мудрец Вирикс 's |cff71d5ff|Hspell:154396:0|h[Солнечный взрыв]|h|r!",
					["r"] = 0.6078431606292725,
					["b"] = 1,
					["g"] = 0.6039215922355652,
					["timestamp"] = 972103.774,
					["extraData"] = {
						63, -- [1]
						false, -- [2]
						44, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615780161,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[05:49:27]|h |Hchannel:INSTANCE_CHAT|h[I] |h|cffd8d8d8[|r|Hplayer:Хлапкаллаш-ВечнаяПесня:383:INSTANCE_CHAT|h|cffd84e4e60|r:|cfff38bb9Хлапкаллаш|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: Спасибо всем!",
					["r"] = 0.6078431606292725,
					["b"] = 1,
					["g"] = 0.6039215922355652,
					["timestamp"] = 972103.774,
					["extraData"] = {
						63, -- [1]
						false, -- [2]
						44, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615780166,
				}, -- [14]
				{
					["message"] = "0 |4день:дня:дней;, 12 |4час:часа:часов;, 34 |4минута:минуты:минут;, 12 |4секунда:секунды:секунд;.",
					["timestamp"] = 972103.774,
				}, -- [15]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 972103.774,
				}, -- [16]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 3,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[01:58:12]|h Соединение со службой Blizzard разорвано.",
					["serverTime"] = 1615766291,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 972103.774,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 16 |4час:часа:часов;, 25 |4минута:минуты:минут;, 27 |4секунда:секунды:секунд;.",
					["timestamp"] = 972103.774,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 972103.774,
				}, -- [3]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 3,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[01:58:12]|h Соединение со службой Blizzard разорвано.",
					["serverTime"] = 1615766291,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 972103.774,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 16 |4час:часа:часов;, 25 |4минута:минуты:минут;, 27 |4секунда:секунды:секунд;.",
					["timestamp"] = 972103.774,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 972103.774,
				}, -- [3]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 3,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[01:58:12]|h Соединение со службой Blizzard разорвано.",
					["serverTime"] = 1615766291,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 972103.774,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 16 |4час:часа:часов;, 25 |4минута:минуты:минут;, 27 |4секунда:секунды:секунд;.",
					["timestamp"] = 972103.774,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 972103.774,
				}, -- [3]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 3,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[01:58:12]|h Соединение со службой Blizzard разорвано.",
					["serverTime"] = 1615766291,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 972103.774,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 16 |4час:часа:часов;, 25 |4минута:минуты:минут;, 27 |4секунда:секунды:секунд;.",
					["timestamp"] = 972103.774,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 972103.774,
				}, -- [3]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[08:27:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T851119:14|tНерожденная валь'кира – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1601616433,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1435595.137,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[08:27:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T960692:14|tМорской капустник – |3-8(вражеский питомец) активный питомец.",
					["serverTime"] = 1601616433,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1435595.897,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[08:27:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["serverTime"] = 1601616436,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1435598.177,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[08:27:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463566:14|t|cff4e96f7|HbattlePetAbil:572:1958:420:375|h[Оползень]|h|r наносит 990 ед. урона (сильн. удар) |3-2(ваш питомец) |3-2(|T851119:14|tНерожденная валь'кира).",
					["serverTime"] = 1601616438,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1435600.207,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[08:27:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463566:14|t|cff4e96f7|HbattlePetAbil:572:1958:420:375|h[Оползень]|h|r меняет погоду на |T463566:14|t|cff4e96f7|HbattlePetAbil:718:1958:420:375|h[Слякотная погода]|h|r.",
					["serverTime"] = 1601616438,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1435600.467,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[08:27:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136122:14|t|cff4e96f7|HbattlePetAbil:218:816:276:227|h[Проклятие рока]|h|r накладывает эффект |T136122:14|t|cff4e96f7|HbattlePetAbil:217:816:276:227|h[Проклятие рока]|h|r на |3-1(вражеский питомец) |3-3(|T960692:14|tМорской капустник).",
					["serverTime"] = 1601616440,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1435602.467,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[08:27:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["serverTime"] = 1601616444,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1435606.178,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[08:27:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237002:14|t|cff4e96f7|HbattlePetAbil:621:1958:420:375|h[Каменное буйство]|h|r наносит 770 ед. урона |3-2(ваш питомец) |3-2(|T851119:14|tНерожденная валь'кира).",
					["serverTime"] = 1601616444,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1435606.669,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[08:27:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237002:14|t|cff4e96f7|HbattlePetAbil:621:1793:420:375|h[Каменное буйство]|h|r наносит 165 ед. урона |3-2(вражеский питомец) |3-2(|T960692:14|tМорской капустник).",
					["serverTime"] = 1601616444,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1435606.669,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[08:27:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236295:14|t|cff4e96f7|HbattlePetAbil:321:46:276:227|h[Нечестивое вознесение]|h|r накладывает эффект |T236295:14|t|cff4e96f7|HbattlePetAbil:320:46:276:227|h[Нечестивое вознесение]|h|r на |3-1(вражеский питомец) |3-3(|T960692:14|tМорской капустник).",
					["serverTime"] = 1601616447,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1435609.449,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[08:27:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236295:14|t|cff4e96f7|HbattlePetAbil:321:0:276:227|h[Нечестивое вознесение]|h|r наносит 46 ед. урона |3-2(ваш питомец) |3-2(|T851119:14|tНерожденная валь'кира).",
					["serverTime"] = 1601616447,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1435609.699,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[08:27:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T851119:14|tНерожденная валь'кира погибает.",
					["serverTime"] = 1601616447,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1435609.699,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[08:27:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["serverTime"] = 1601616452,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1435614.204,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[08:27:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132914:14|tИкки – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1601616452,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1435614.204,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[08:27:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463566:14|t|cff4e96f7|HbattlePetAbil:718:1793:420:375|h[Слякотная погода]|h|r накладывает эффект |T136091:14|t|cff4e96f7|HbattlePetAbil:248:1793:420:375|h[Обездвиживание]|h|r на |3-1(ваш питомец) |3-3(|T132914:14|tИкки).",
					["serverTime"] = 1601616454,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1435616.37,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[08:27:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["serverTime"] = 1601616457,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1435619.21,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[08:27:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135664:14|t|cff4e96f7|HbattlePetAbil:919:1319:322:409|h[Черный коготь]|h|r накладывает эффект |T135664:14|t|cff4e96f7|HbattlePetAbil:918:1319:322:409|h[Черный коготь]|h|r на |3-1(вражеский питомец) |3-3(|T960692:14|tМорской капустник).",
					["serverTime"] = 1601616458,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1435620.11,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[08:27:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T960692:14|t|cff4e96f7|HbattlePetAbil:2319:1958:420:375|h[Исцеляющий компресс X]|h|r восстанавливает 165 ед. урона |3-2(вражеский питомец) |3-2(|T960692:14|tМорской капустник).",
					["serverTime"] = 1601616459,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1435621.83,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[08:27:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["serverTime"] = 1601616464,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1435626.121,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[08:27:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1319:322:409|h[Стая]|h|r наносит 141 ед. урона |3-2(вражеский питомец) |3-2(|T960692:14|tМорской капустник).",
					["serverTime"] = 1601616464,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1435626.412,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[08:27:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1319:322:409|h[Стая]|h|r наносит 141 ед. урона |3-2(вражеский питомец) |3-2(|T960692:14|tМорской капустник).",
					["serverTime"] = 1601616465,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1435627.212,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[08:27:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1319:322:409|h[Стая]|h|r наносит 141 ед. урона |3-2(вражеский питомец) |3-2(|T960692:14|tМорской капустник).",
					["serverTime"] = 1601616465,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1435627.562,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[08:27:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1319:322:409|h[Стая]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:1319:322:409|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T960692:14|tМорской капустник).",
					["serverTime"] = 1601616465,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1435627.912,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[08:27:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237002:14|t|cff4e96f7|HbattlePetAbil:621:1535:420:375|h[Каменное буйство]|h|r наносит 770 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["serverTime"] = 1601616467,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1435629.662,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[08:27:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618976:14|t|cff4e96f7|HbattlePetAbil:239:549:322:409|h[Летающий питомец]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T132914:14|tИкки), заканчивается.",
					["serverTime"] = 1601616467,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1435629.662,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[08:27:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237002:14|t|cff4e96f7|HbattlePetAbil:621:850:420:375|h[Каменное буйство]|h|r наносит 685 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T960692:14|tМорской капустник).",
					["serverTime"] = 1601616467,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1435629.662,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[08:27:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237002:14|t|cff4e96f7|HbattlePetAbil:621:850:420:375|h[Каменное буйство]|h|r накладывает эффект |T134316:14|t|cff4e96f7|HbattlePetAbil:1090:850:420:375|h[Босс: снижение урона]|h|r на |3-1(вражеский питомец) |3-3(|T960692:14|tМорской капустник).",
					["serverTime"] = 1601616467,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1435629.662,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[08:27:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["serverTime"] = 1601616469,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1435631.852,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[08:27:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:549:322:273|h[Стая]|h|r наносит 329 ед. урона |3-2(вражеский питомец) |3-2(|T960692:14|tМорской капустник).",
					["serverTime"] = 1601616470,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1435632.202,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[08:27:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:549:322:273|h[Стая]|h|r наносит 329 ед. урона |3-2(вражеский питомец) |3-2(|T960692:14|tМорской капустник).",
					["serverTime"] = 1601616471,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1435633.302,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[08:27:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:549:322:273|h[Стая]|h|r наносит 329 ед. урона |3-2(вражеский питомец) |3-2(|T960692:14|tМорской капустник).",
					["serverTime"] = 1601616471,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1435633.802,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[08:27:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T960692:14|tМорской капустник погибает.",
					["serverTime"] = 1601616471,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1435633.802,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[08:27:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:934:322:273|h[Боевое восстановление]|h|r восстанавливает 385 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["serverTime"] = 1601616474,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1435637.013,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [33]
			},
			["headIndex"] = 33,
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 16,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[01:58:12]|h Соединение со службой Blizzard разорвано.",
					["serverTime"] = 1615766291,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 972103.774,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[05:31:05]|h |cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:255:ACHIEVEMENT|h|cffd84e4e60|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:9082:Player-1929-0E2E5070:1:3:15:21:4294967295:4294967295:4294967295:4294967295|h[В укрытие!]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						35, -- [3]
						36, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615779064,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[05:31:05]|h |cffd8d8d8[|r|Hplayer:Катячервячок-Гордунни:256:ACHIEVEMENT|h|cffd84e4e60|r:|cfffe7b09Катячервячок|r-|cff8dec6aГор|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:9082:Player-1602-0EA77F5E:1:3:15:21:4294967295:4294967295:4294967295:4294967295|h[В укрытие!]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						35, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615779064,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[05:31:05]|h |cffd8d8d8[|r|Hplayer:Катячервячок-Гордунни:257:ACHIEVEMENT|h|cffd84e4e60|r:|cfffe7b09Катячервячок|r-|cff8dec6aГор|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:9038:Player-1602-0EA77F5E:1:3:15:21:4294967295:4294967295:4294967295:4294967295|h[Железные доки]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						35, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615779064,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[05:31:05]|h |cffd8d8d8[|r|Hplayer:Коффемэн-Гордунни:258:ACHIEVEMENT|h|cffd84e4e52|r:|cfff38bb9Коффемэн|r-|cff8dec6aГор|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:9082:Player-1602-0EE45526:1:3:15:21:4294967295:4294967295:4294967295:4294967295|h[В укрытие!]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						35, -- [3]
						38, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615779064,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[05:31:05]|h |cffd8d8d8[|r|Hplayer:Коффемэн-Гордунни:259:ACHIEVEMENT|h|cffd84e4e52|r:|cfff38bb9Коффемэн|r-|cff8dec6aГор|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:9038:Player-1602-0EE45526:1:3:15:21:4294967295:4294967295:4294967295:4294967295|h[Железные доки]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						35, -- [3]
						38, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615779064,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[05:31:05]|h |cffd8d8d8[|r|Hplayer:Могушка-Ясеневыйлес:260:ACHIEVEMENT|h|cffd84e4e60|r:|cff3ec6eaМогушка|r-|cff5b811eЯсе|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:9082:Player-1923-0EC50827:1:3:15:21:4294967295:4294967295:4294967295:4294967295|h[В укрытие!]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						35, -- [3]
						39, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615779064,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[05:31:05]|h |cffd8d8d8[|r|Hplayer:Могушка-Ясеневыйлес:261:ACHIEVEMENT|h|cffd84e4e60|r:|cff3ec6eaМогушка|r-|cff5b811eЯсе|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:9038:Player-1923-0EC50827:1:3:15:21:4294967295:4294967295:4294967295:4294967295|h[Железные доки]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						35, -- [3]
						39, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615779064,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[05:31:05]|h |cffd8d8d8[|r|Hplayer:Могушка-Ясеневыйлес:262:ACHIEVEMENT|h|cffd84e4e60|r:|cff3ec6eaМогушка|r-|cff5b811eЯсе|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:9047:Player-1923-0EC50827:1:3:15:21:4294967295:4294967295:4294967295:4294967295|h[Железные доки (героич.)]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						35, -- [3]
						39, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615779064,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[05:31:05]|h |cffd8d8d8[|r|Hplayer:Катячервячок-Гордунни:263:ACHIEVEMENT|h|cffd84e4e60|r:|cfffe7b09Катячервячок|r-|cff8dec6aГор|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:9047:Player-1602-0EA77F5E:1:3:15:21:4294967295:4294967295:4294967295:4294967295|h[Железные доки (героич.)]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						35, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615779064,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[05:31:05]|h |cffd8d8d8[|r|Hplayer:Коффемэн-Гордунни:264:ACHIEVEMENT|h|cffd84e4e52|r:|cfff38bb9Коффемэн|r-|cff8dec6aГор|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:9047:Player-1602-0EE45526:1:3:15:21:4294967295:4294967295:4294967295:4294967295|h[Железные доки (героич.)]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						35, -- [3]
						38, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615779064,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[05:49:23]|h |cffd8d8d8[|r|Hplayer:Пинкфлоид-ВечнаяПесня:375:ACHIEVEMENT|h|cffd84e4e60|r:|cffc59a6cПинкфлоид|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:8844:Player-1925-0B9A2146:1:3:15:21:4294967295:4294967295:4294967295:4294967295|h[Небесный Путь (героич.)]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						35, -- [3]
						58, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615780162,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[05:49:23]|h |cffd8d8d8[|r|Hplayer:Хлапкаллаш-ВечнаяПесня:376:ACHIEVEMENT|h|cffd84e4e60|r:|cfff38bb9Хлапкаллаш|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:8843:Player-1925-0B281245:1:3:15:21:4294967295:4294967295:4294967295:4294967295|h[Небесный Путь]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						35, -- [3]
						59, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615780162,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[05:49:23]|h |cffd8d8d8[|r|Hplayer:Хлапкаллаш-ВечнаяПесня:377:ACHIEVEMENT|h|cffd84e4e60|r:|cfff38bb9Хлапкаллаш|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:8844:Player-1925-0B281245:1:3:15:21:4294967295:4294967295:4294967295:4294967295|h[Небесный Путь (героич.)]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						35, -- [3]
						59, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615780162,
				}, -- [14]
				{
					["message"] = "0 |4день:дня:дней;, 12 |4час:часа:часов;, 34 |4минута:минуты:минут;, 16 |4секунда:секунды:секунд;.",
					["timestamp"] = 972103.774,
				}, -- [15]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 972103.774,
				}, -- [16]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame2"] = {
			["maxElements"] = 300,
			["elements"] = {
			},
			["headIndex"] = 0,
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 3,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[01:58:12]|h Соединение со службой Blizzard разорвано.",
					["serverTime"] = 1615766291,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 972103.774,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 16 |4час:часа:часов;, 25 |4минута:минуты:минут;, 27 |4секунда:секунды:секунд;.",
					["timestamp"] = 972103.774,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 972103.774,
				}, -- [3]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 3,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[01:58:12]|h Соединение со службой Blizzard разорвано.",
					["serverTime"] = 1615766291,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 972103.774,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 16 |4час:часа:часов;, 25 |4минута:минуты:минут;, 27 |4секунда:секунды:секунд;.",
					["timestamp"] = 972103.774,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 972103.774,
				}, -- [3]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 5,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[18:23:42]|h Общее время игры: 39 |4день:дня:дней;, 12 |4час:часа:часов;, 55 |4минута:минуты:минут;, 27 |4секунда:секунды:секунд;.",
					["serverTime"] = 1615825422,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 972107.728,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[18:23:42]|h Время игры на этом уровне: 4 |4день:дня:дней;, 12 |4час:часа:часов;, 47 |4минута:минуты:минут;, 56 |4секунда:секунды:секунд;.",
					["serverTime"] = 1615825422,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 972107.728,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[18:23:45]|h |cff7f7f7f[18:23]|r [|cff007f7fNOP|r] Вооружение для защитников: 4 done 0 to go!",
					["timestamp"] = 972111.213,
					["serverTime"] = 1615825422,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[18:23:55]|h Вы получили: |cffffffff887000|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t|r",
					["serverTime"] = 1615825432,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 972121.06,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[18:23:55]|h |cff33ff99Postal|r: Собрано 887000|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 0|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 0|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t",
					["timestamp"] = 972121.06,
					["serverTime"] = 1615825432,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[06:06:43]|h Сталекожий изверг говорит: Готовься проиграть!",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615781202,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[06:06:48]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:<BNET УДАЛЕН>:24:0:BN_INLINE_TOAST_ALERT:0|h[<BNET УДАЛЕН>] (|TInterface\\ChatFrame\\UI-ChatIcon-Battlenet:14:14:0:0|tvaf)|h входит в сеть.",
					["r"] = 0.5098039507865906,
					["b"] = 1,
					["g"] = 0.7725490927696228,
					["timestamp"] = 972103.774,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						7, -- [3]
						62, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615781207,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[06:06:58]|h Ваша добыча: |cff9d9d9d|Hitem:176866::::::::60:581:::::::|h[Гнилостная жижа]|h|r.",
					["r"] = 0.9686275124549866,
					["b"] = 0.9686275124549866,
					["g"] = 0.9843137860298157,
					["timestamp"] = 972103.774,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615781217,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[06:06:58]|h Ваша добыча: |cff9d9d9d|Hitem:176853::::::::60:581:::::::|h[Чахлая плоть]|h|rx3.",
					["r"] = 0.9686275124549866,
					["b"] = 0.9686275124549866,
					["g"] = 0.9843137860298157,
					["timestamp"] = 972103.774,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615781217,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[06:06:58]|h Ваша добыча: |cff9d9d9d|Hitem:176874::::::::60:581:::::::|h[Иссушенная плечевая кость]|h|rx2.",
					["r"] = 0.9686275124549866,
					["b"] = 0.9686275124549866,
					["g"] = 0.9843137860298157,
					["timestamp"] = 972103.774,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615781217,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[06:07:11]|h Отношение |3-7(Неумирающая армия) к вам улучшилось на 125.",
					["r"] = 0.501960813999176,
					["b"] = 1,
					["g"] = 0.501960813999176,
					["timestamp"] = 972103.774,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615781230,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[06:07:11]|h Вы получили предмет: |cffa335ee|Hitem:181503::::::::60:581::25:3:1472:5884:6646:1:28:1707:::|h[Флакон с едкой жидкостью]|h|r.",
					["r"] = 0.9686275124549866,
					["b"] = 0.9686275124549866,
					["g"] = 0.9843137860298157,
					["timestamp"] = 972103.774,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615781230,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[06:07:11]|h Баронесса Дрека говорит: Я знала, что ты нас не подведешь.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615781230,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[06:07:14]|h Ваша добыча: |cff9d9d9d|Hitem:176866::::::::60:581:::::::|h[Гнилостная жижа]|h|r.",
					["r"] = 0.9686275124549866,
					["b"] = 0.9686275124549866,
					["g"] = 0.9843137860298157,
					["timestamp"] = 972103.774,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615781233,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[06:07:14]|h Ваша добыча: |cff9d9d9d|Hitem:176874::::::::60:581:::::::|h[Иссушенная плечевая кость]|h|r.",
					["r"] = 0.9686275124549866,
					["b"] = 0.9686275124549866,
					["g"] = 0.9843137860298157,
					["timestamp"] = 972103.774,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615781233,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[06:09:11]|h Ваша добыча: |cff9d9d9d|Hitem:176874::::::::60:581:::::::|h[Иссушенная плечевая кость]|h|r.",
					["r"] = 0.9686275124549866,
					["b"] = 0.9686275124549866,
					["g"] = 0.9843137860298157,
					["timestamp"] = 972103.774,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615781350,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[06:12:53]|h Несгибаемый Шмидт говорит: Я несокрушим!",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615781572,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[06:13:15]|h Несгибаемый Шмидт говорит: Сдавайся!",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615781594,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[06:13:20]|h Сшитый заряжальщик говорит: Сейчас я позабавлюсь!",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615781599,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[06:13:31]|h Сшитый заряжальщик говорит: Мое имя... забудут...",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615781610,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[06:13:47]|h Ваша добыча: |cff9d9d9d|Hitem:176866::::::::60:577:::::::|h[Гнилостная жижа]|h|rx3.",
					["r"] = 0.9686275124549866,
					["b"] = 0.9686275124549866,
					["g"] = 0.9843137860298157,
					["timestamp"] = 972103.774,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615781626,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[06:13:47]|h Ваша добыча: |cff1eff00|Hitem:181642::::::::60:577:::::::|h[Основы вирусологии для новичков]|h|rx6.",
					["r"] = 0.9686275124549866,
					["b"] = 0.9686275124549866,
					["g"] = 0.9843137860298157,
					["timestamp"] = 972103.774,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615781626,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[06:13:47]|h Ваша добыча: |cff9d9d9d|Hitem:176853::::::::60:577:::::::|h[Чахлая плоть]|h|r.",
					["r"] = 0.9686275124549866,
					["b"] = 0.9686275124549866,
					["g"] = 0.9843137860298157,
					["timestamp"] = 972103.774,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615781626,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[06:19:53]|h Сталекожий боец авангарда говорит: Я покажу тебе ярость Малдраксуса!",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615781992,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[06:20:01]|h Сшитый заряжальщик говорит: Мне не светит... слава...",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782000,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[06:20:03]|h Ваша добыча: |cff9d9d9d|Hitem:176853::::::::60:577:::::::|h[Чахлая плоть]|h|r.",
					["r"] = 0.9686275124549866,
					["b"] = 0.9686275124549866,
					["g"] = 0.9843137860298157,
					["timestamp"] = 972103.774,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782002,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[06:20:03]|h Ваша добыча: |cff9d9d9d|Hitem:176866::::::::60:577:::::::|h[Гнилостная жижа]|h|r.",
					["r"] = 0.9686275124549866,
					["b"] = 0.9686275124549866,
					["g"] = 0.9843137860298157,
					["timestamp"] = 972103.774,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782002,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[06:20:09]|h Ваша добыча: |cff9d9d9d|Hitem:176866::::::::60:577:::::::|h[Гнилостная жижа]|h|r.",
					["r"] = 0.9686275124549866,
					["b"] = 0.9686275124549866,
					["g"] = 0.9843137860298157,
					["timestamp"] = 972103.774,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782008,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[06:20:09]|h Ваша добыча: |cff9d9d9d|Hitem:176874::::::::60:577:::::::|h[Иссушенная плечевая кость]|h|r.",
					["r"] = 0.9686275124549866,
					["b"] = 0.9686275124549866,
					["g"] = 0.9843137860298157,
					["timestamp"] = 972103.774,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782008,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[06:20:33]|h Вы будете получать добычу для специализации \"Месть\".",
					["r"] = 0.9960784912109375,
					["b"] = 1,
					["g"] = 0.9137255549430847,
					["timestamp"] = 972103.774,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["serverTime"] = 1615782032,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[06:20:34]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Орибос]|h.",
					["r"] = 1,
					["b"] = 0.7529412508010864,
					["g"] = 0.7529412508010864,
					["timestamp"] = 972103.774,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782033,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[06:20:34]|h |Hchannel:channel:2|h[2] |h Смена канала: |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["r"] = 1,
					["b"] = 0.7529412508010864,
					["g"] = 0.7529412508010864,
					["timestamp"] = 972103.774,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						23, -- [3]
						24, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782033,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[06:21:04]|h Смотритель Ка-Сар говорит: Но, писарь судьбы, как мы узнаем, что все это соответствует Предназначению?",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782063,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[06:21:07]|h Посланник Ба'соло говорит: Ваше роскошество, говорят, что когда-то давно Вечные собирались в чертогах Арбитра.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782066,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[06:21:08]|h Писарь судьбы Ро-Тал говорит: Предназначение направляет все и вся. Хотя понять его курс порой невозможно, оно непогрешимо по своей природе. Поэтому мы и должны в него верить.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782067,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[06:21:13]|h Его роскошество Ба'харе говорит: Не слушай эти сказки. Они не приведут тебя к прибыли.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782072,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[06:21:16]|h Посланник Ба'соло говорит: Но ведь они самые могущественные существа в Темных Землях, не так ли? Ты всегда говоришь, что власть приносит прибыль.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782075,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[06:21:23]|h Его роскошество Ба'харе говорит: Да: когда власть сочетается с желанием. Но существам вроде Архонта и Королевы Зимы нужны только души. А это желание мы не можем исполнить. Пока что.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782082,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[06:21:30]|h Осторожный организатор говорит: Вынужден сообщить, что наш портал едва выдерживает нужды смертных.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782089,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[06:21:34]|h Его роскошество Ба'харе говорит: Ба'соло, мы должны расширить сеть.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782093,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[06:21:37]|h Посланник Ба'соло говорит: Я поговорю с Та'сараном. Его картель может помочь.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782096,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[06:21:40]|h Его роскошество Ба'харе говорит: Не болтай. Ни к чему раскрывать наши доходы. Все понятно?",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782099,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[06:21:44]|h Посланник Ба'соло говорит: Как прикажете, ваше роскошество.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782103,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[06:22:57]|h Вы создаете: |cffffffff|Hitem:177278::::::::60:577:::::::|h[Флакон безмятежности]|h|r.",
					["r"] = 0.9686275124549866,
					["b"] = 0.9686275124549866,
					["g"] = 0.9843137860298157,
					["timestamp"] = 972103.774,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782176,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[06:22:57]|h Вы создаете: |cffffffff|Hitem:177278::::::::60:577:::::::|h[Флакон безмятежности]|h|r.",
					["r"] = 0.9686275124549866,
					["b"] = 0.9686275124549866,
					["g"] = 0.9843137860298157,
					["timestamp"] = 972103.774,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782176,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[06:22:57]|h Вы создаете: |cffffffff|Hitem:177278::::::::60:577:::::::|h[Флакон безмятежности]|h|r.",
					["r"] = 0.9686275124549866,
					["b"] = 0.9686275124549866,
					["g"] = 0.9843137860298157,
					["timestamp"] = 972103.774,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782176,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[06:24:46]|h Вы не входите в группу для прохождения подземелья.",
					["r"] = 0.9960784912109375,
					["b"] = 1,
					["g"] = 0.9137255549430847,
					["timestamp"] = 972103.774,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782285,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[06:24:46]|h Вы не входите в группу для прохождения подземелья.",
					["r"] = 0.9960784912109375,
					["b"] = 1,
					["g"] = 0.9137255549430847,
					["timestamp"] = 972103.774,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782285,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[06:24:52]|h Вы не входите в группу для прохождения подземелья.",
					["r"] = 0.9960784912109375,
					["b"] = 1,
					["g"] = 0.9137255549430847,
					["timestamp"] = 972103.774,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782291,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[06:24:55]|h Вы не входите в группу для прохождения подземелья.",
					["r"] = 0.9960784912109375,
					["b"] = 1,
					["g"] = 0.9137255549430847,
					["timestamp"] = 972103.774,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782294,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[06:25:03]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:<BNET УДАЛЕН>:68:0:BN_INLINE_TOAST_ALERT:0|h[<BNET УДАЛЕН>]|h выходит из сети.",
					["r"] = 0.5098039507865906,
					["b"] = 1,
					["g"] = 0.7725490927696228,
					["timestamp"] = 972103.774,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						7, -- [3]
						46, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782302,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[06:25:38]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:<BNET УДАЛЕН>:68:0:BN_INLINE_TOAST_ALERT:0|h[<BNET УДАЛЕН>] (|TInterface\\ChatFrame\\UI-ChatIcon-WOW:14:14:0:0|tНадаю)|h входит в сеть.",
					["r"] = 0.5098039507865906,
					["b"] = 1,
					["g"] = 0.7725490927696228,
					["timestamp"] = 972103.774,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						7, -- [3]
						46, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782337,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[06:26:11]|h Та'мари говорит: Докладываю, ваше роскошество. У нас снова получилось увеличить пропускную способность порталов.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782370,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[06:26:16]|h Его роскошество Ба'харе говорит: Прекрасные новости. Передай мое уважение своим помощникам.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782375,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[06:26:20]|h Посланник Ба'соло говорит: Хотя, наверное, тебя тоже надо поблагодарить, Та'мари?",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782379,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[06:26:24]|h Та'мари говорит: Мне поручили небольшое задание.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782383,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[06:26:26]|h Его роскошество Ба'харе говорит: Превосходно. Так держать.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782385,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[06:27:30]|h Его роскошество Ба'харе говорит: Сейчас интересное время, Ба'соло. Нам надо постараться выяснить причину этого хаоса. Это знание может пригодиться.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782449,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[06:27:37]|h Посланник Ба'соло говорит: Ваше роскошество, вы имеете в виду расположение гробни...",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782456,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[06:27:41]|h Его роскошество Ба'харе говорит: Молчать! Не говори о великом плане!",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782460,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[06:27:43]|h Посланник Ба'соло говорит: Тысяча извинений, ваше роскошество! Простите меня за излишний энтузиазм.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782462,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[06:30:34]|h Служитель-чиновник говорит: Конечно. Сию минуту.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782633,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[06:30:38]|h Служитель-чиновник говорит: Предназначение ведет нас.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782637,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[06:31:55]|h Его роскошество Ба'харе говорит: Как идут наши дела в кольце наверху?",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782714,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[06:31:58]|h Осторожный организатор говорит: Все идет хорошо, ваше роскошество. Смертные продолжают потреблять.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782717,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[06:32:02]|h Его роскошество Ба'харе говорит: Мы должны поблагодарить их за такие ненасытные аппетиты.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782721,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[06:32:06]|h Посланник Ба'соло говорит: Это ваша проницательность превращает их желания в доходы.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782725,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[06:33:26]|h Торговец Ба'телк говорит: Мне кажется или наших друзей-служителей охватила паника?",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782805,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[06:33:29]|h Торговец Ба'гор говорит: Вот, что происходит, когда твой привычный распорядок вдруг нарушается! Поэтому я и перестал составлять для себя графики.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782808,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[06:33:29]|h Та'мари говорит: Докладываю, ваше роскошество. У нас снова получилось увеличить пропускную способность порталов.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782808,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[06:33:35]|h Его роскошество Ба'харе говорит: Прекрасные новости. Передай мое уважение своим помощникам.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782814,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[06:33:39]|h Посланник Ба'соло говорит: Хотя, наверное, тебя тоже надо поблагодарить, Та'мари?",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782818,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[06:33:43]|h Та'мари говорит: Мне поручили небольшое задание.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782822,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[06:33:45]|h Его роскошество Ба'харе говорит: Превосходно. Так держать.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782824,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[06:33:51]|h Служитель-чиновник говорит: Все записи доставлены.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782830,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[06:33:56]|h Служитель-чиновник говорит: Предназначение направляет всех нас.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782835,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[06:35:19]|h Вы продали хлама на 16|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 78|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 1|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						11, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615782918,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[06:35:21]|h Вы получили: |cffffffff16|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 78|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 1|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t|r",
					["r"] = 0.9960784912109375,
					["b"] = 1,
					["g"] = 0.9137255549430847,
					["timestamp"] = 972103.774,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["serverTime"] = 1615782920,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[06:38:58]|h Задание \"По следу Льва\" выполнено.",
					["r"] = 0.9960784912109375,
					["b"] = 1,
					["g"] = 0.9137255549430847,
					["timestamp"] = 972103.774,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615783137,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[06:38:58]|h Получено: 102 |4золотая:золотые:золотых;, 96 |4серебряная:серебряные:серебряных;.",
					["r"] = 0.9960784912109375,
					["b"] = 1,
					["g"] = 0.9137255549430847,
					["timestamp"] = 972103.774,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615783137,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[06:38:59]|h Вы получаете валюту – |cffff8000|Hcurrency:1828:0|h[Пепел душ]|h|r, 50 шт.",
					["r"] = 0.6823529601097107,
					["b"] = 0.9843137860298157,
					["g"] = 0.6705882549285889,
					["timestamp"] = 972103.774,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						26, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615783138,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[06:39:02]|h Вы получили задание \"Пленный король\".",
					["r"] = 0.9960784912109375,
					["b"] = 1,
					["g"] = 0.9137255549430847,
					["timestamp"] = 972103.774,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615783141,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[06:39:22]|h Задание \"Пленный король\" выполнено.",
					["r"] = 0.9960784912109375,
					["b"] = 1,
					["g"] = 0.9137255549430847,
					["timestamp"] = 972103.774,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615783161,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[06:39:22]|h Получено: 25 |4золотая:золотые:золотых;, 74 |4серебряная:серебряные:серебряных;.",
					["r"] = 0.9960784912109375,
					["b"] = 1,
					["g"] = 0.9137255549430847,
					["timestamp"] = 972103.774,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615783161,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[06:39:23]|h Вы получаете валюту – |cffff8000|Hcurrency:1828:0|h[Пепел душ]|h|r, 250 шт.",
					["r"] = 0.6823529601097107,
					["b"] = 0.9843137860298157,
					["g"] = 0.6705882549285889,
					["timestamp"] = 972103.774,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						26, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615783162,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[06:39:34]|h Верховный лорд Болвар Фордрагон говорит: И это все... что я вижу.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615783173,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[06:39:42]|h Бейн Кровавое Копыто говорит: Андуин... Оружие? О чем она?",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615783181,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[06:39:48]|h Леди Джайна Праудмур говорит: По крайней мере, он жив и, кажется, невредим. Не знаю, что от него хочет банши, но он не сдастся.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615783187,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[06:39:57]|h Калия Менетил говорит: Свет не оставит Андуина. Я не сомневаюсь, что он справится.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615783196,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[06:40:03]|h Телия Фордрагон говорит: Сильвана играла с ним. Говорила, что разрушит все. Она же не может... просто взять и?..",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615783202,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[06:40:09]|h Верховный лорд Болвар Фордрагон говорит: Не знаю. Нам нужно действовать осторожно. С умом.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615783208,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[06:40:18]|h Верховный лорд Болвар Фордрагон говорит: Злоба Тюремщика пропитала все в этой башне. Если он решит, что его добыче что-то угрожает, он может от нее... избавиться.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615783217,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[06:40:33]|h Тралл говорит: Значит, нам нельзя спешить. Пилигрим Утробы, продолжай свою борьбу против Тюремщика.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615783232,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[06:40:41]|h Тралл говорит: А когда придет время, мы найдем Андуина... и вернем его домой.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615783240,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[06:41:22]|h Помощник смотрителя стойл Та'шно говорит: Да, но не такого цвета. Похоже, у них бывают разные расцветки и количество ног!",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615783281,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[06:41:27]|h Хранитель Та'саран говорит: Но думаю, и такой вариант подойдет. Упакуй его.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615783286,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[06:41:31]|h Помощник смотрителя стойл Та'шно говорит: Будет сделано.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615783290,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[06:41:31]|h Смотритель Ка-Син говорит: Доставь записи о наблюдениях писарю судьбы.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615783290,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[06:41:35]|h Служитель-чиновник говорит: Конечно. Сию минуту.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615783294,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[06:41:37]|h Смотритель Ка-Син говорит: Предназначение направляет всех нас.",
					["r"] = 1,
					["b"] = 0.6235294342041016,
					["g"] = 1,
					["timestamp"] = 972103.774,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615783296,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[06:41:56]|h |Hchannel:channel:1|h[1] |h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Орибос]|h.",
					["r"] = 1,
					["b"] = 0.7529412508010864,
					["g"] = 0.7529412508010864,
					["timestamp"] = 972103.774,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615783315,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[06:41:56]|h |Hchannel:channel:2|h[2] |h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["r"] = 1,
					["b"] = 0.7529412508010864,
					["g"] = 0.7529412508010864,
					["timestamp"] = 972103.774,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						23, -- [3]
						24, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615783315,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[06:42:13]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Бастион]|h.",
					["r"] = 1,
					["b"] = 0.7529412508010864,
					["g"] = 0.7529412508010864,
					["timestamp"] = 972103.774,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615783332,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[06:42:13]|h |Hchannel:channel:3|h[3] |h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Бастион]|h.",
					["r"] = 1,
					["b"] = 0.7529412508010864,
					["g"] = 0.7529412508010864,
					["timestamp"] = 972103.774,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615783332,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[06:45:29]|h |Hchannel:channel:1|h[1] |h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Бастион]|h.",
					["r"] = 1,
					["b"] = 0.7529412508010864,
					["g"] = 0.7529412508010864,
					["timestamp"] = 972103.774,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615783528,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[06:45:29]|h |Hchannel:channel:3|h[3] |h Вы покинули канал |Hchannel:CHANNEL:3|h[3. Оборона: Бастион]|h.",
					["r"] = 1,
					["b"] = 0.7529412508010864,
					["g"] = 0.7529412508010864,
					["timestamp"] = 972103.774,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1615783528,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[07:35:08]|h Вы будете получать добычу для специализации \"Месть\".",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1615786508,
					["timestamp"] = 972103.774,
					["g"] = 0.9137255549430847,
					["r"] = 0.9960784912109375,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[07:35:10]|h Общее время игры: 39 |4день:дня:дней;, 12 |4час:часа:часов;, 50 |4минута:минуты:минут;, 23 |4секунда:секунды:секунд;.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1615786510,
					["timestamp"] = 972103.774,
					["g"] = 0.9137255549430847,
					["r"] = 0.9960784912109375,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[07:35:10]|h Время игры на этом уровне: 4 |4день:дня:дней;, 12 |4час:часа:часов;, 42 |4минута:минуты:минут;, 52 |4секунда:секунды:секунд;.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1615786510,
					["timestamp"] = 972103.774,
					["g"] = 0.9137255549430847,
					["r"] = 0.9960784912109375,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[07:39:09]|h |Hchannel:channel:1|h[1] |h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Бастион]|h.",
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["b"] = 0.7529412508010864,
					["serverTime"] = 1615786748,
					["timestamp"] = 972103.774,
					["g"] = 0.7529412508010864,
					["r"] = 1,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[07:39:09]|h |Hchannel:channel:3|h[3] |h Вы покинули канал |Hchannel:CHANNEL:3|h[3. Оборона: Бастион]|h.",
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["b"] = 0.7529412508010864,
					["serverTime"] = 1615786748,
					["timestamp"] = 972103.774,
					["g"] = 0.7529412508010864,
					["r"] = 1,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[18:21:27]|h Вы будете получать добычу для специализации \"Месть\".",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9137255549430847,
					["timestamp"] = 972103.774,
					["serverTime"] = 1615825287,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[18:21:28]|h Общее время игры: 39 |4день:дня:дней;, 12 |4час:часа:часов;, 54 |4минута:минуты:минут;, 27 |4секунда:секунды:секунд;.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9137255549430847,
					["timestamp"] = 972103.774,
					["serverTime"] = 1615825288,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[18:21:28]|h Время игры на этом уровне: 4 |4день:дня:дней;, 12 |4час:часа:часов;, 46 |4минута:минуты:минут;, 56 |4секунда:секунды:секунд;.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9137255549430847,
					["timestamp"] = 972103.774,
					["serverTime"] = 1615825288,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[18:21:51]|h Вы получили предмет: |cff1eff00|Hitem:71153::::::::60:577:::::::|h[Волшебное печенье для питомца]|h|rx129.",
					["b"] = 0.9686275124549866,
					["r"] = 0.9686275124549866,
					["g"] = 0.9843137860298157,
					["timestamp"] = 972103.774,
					["serverTime"] = 1615825311,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[18:22:21]|h |Hchannel:channel:1|h[1] |h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Бастион]|h.",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 972103.774,
					["serverTime"] = 1615825341,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[18:22:21]|h |Hchannel:channel:3|h[3] |h Вы покинули канал |Hchannel:CHANNEL:3|h[3. Оборона: Бастион]|h.",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 972103.774,
					["serverTime"] = 1615825341,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
				}, -- [117]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 1 |4минута:минуты:минут;, 17 |4секунда:секунды:секунд;.",
					["timestamp"] = 972103.774,
				}, -- [118]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 972103.774,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[18:23:30]|h |cffffe566{VuhDo}|r VuhDo |cffffe566['vu:du:]|r v3.121 (use /vd). Currently maintained by Ivaria@US-Hyjal in honor of Marshy and our newborn daughter Kiana.",
					["r"] = 1,
					["timestamp"] = 972088.133,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[18:23:30]|h |cff9900ffWeakAuras:|r Готово к применению 2 |4обновление:обновления:обновлений;.",
					["timestamp"] = 972088.133,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[18:23:39]|h |cffffd839TSM|r: TSM в настоящее время не имеет данных о ценах БД аукциона для вашего игрового мира. Мы рекомендуем вам загрузить настольное приложение TSM с |cff79a2ffhttps://tradeskillmaster.com|r для автоматического обновления данных вашей БД аукциона (и автоматического резервного копирования настроек TSM).",
					["timestamp"] = 972103.774,
					["serverTime"] = 1615825419,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[18:23:40]|h Вы будете получать добычу для специализации \"Месть\".",
					["serverTime"] = 1615825420,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 972103.774,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[18:23:40]|h |cff33ff99Global Ignore: |cffffffffType /gignore or /gi for help and options",
					["timestamp"] = 972103.774,
					["serverTime"] = 1615825420,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[18:23:40]|h |cff33ff99Global Ignore: |cffffffffSynchronizing Ignore list...",
					["timestamp"] = 972103.774,
					["serverTime"] = 1615825420,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[18:23:40]|h |cff33ff99Global Ignore: |cffffffffWARNING: Synchronization could not be preformed at this time because there were |cffffff0050|cffffffff player(s) on Blizzard's ignore list reported as \"Неизвестно\". If synchronization continues to fail, the unknown player may need to be manually removed from Blizzard ignore list.  The list will try to synchronize the next time the GUI is opened, or by typing /gi sync in chat.",
					["timestamp"] = 972103.774,
					["serverTime"] = 1615825420,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[18:23:40]|h |cffffd700Титан Панель|r|cff20ff20 5.20.2.90002|r|cffffd700|cffffd700 от |cffff8c00Titan Development Team|r|cff20ff20|r",
					["timestamp"] = 972103.774,
					["serverTime"] = 1615825420,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[18:23:40]|h |cffffe566{VuhDo}|r Профиль успешно загружен: Фламиника: Vuhdo'esque",
					["r"] = 1,
					["serverTime"] = 1615825420,
					["timestamp"] = 972103.774,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [128]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
