
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
				"/с /reload", -- [1]
				"/п |cff0070dd|Hitem:127493::::::::120:581:512:22:1:5473:120:::|h[Метеоритный оселок]|h|rнадо кому?", -- [2]
				"/п Где вы их находите?", -- [3]
				" Пойду на приста. Лёша уже в пм пишет", -- [4]
				"/п *геру", -- [5]
				"/п Герц)", -- [6]
				"/гр ппц", -- [7]
				"/гр Ы, ты видишь эти хоты на боссе?", -- [8]
				"/cw Айсли-Борейскаятундра Сейчас добьём с Дашей тв и перезайду", -- [9]
				"/cw Айсли-Борейскаятундра Да", -- [10]
				"/гр Кольцо 100 илвл)", -- [11]
				"/гр )", -- [12]
				"/гр Я совсем забыла про рейд", -- [13]
				"/г А мы быстро)", -- [14]
				"/г Таймволки нужны кому-нибудь?", -- [15]
				"/гр Я всё время об этом забываю", -- [16]
				"/гр Блин", -- [17]
				"/гр Спасибо, монк)", -- [18]
				"/гр |cff0070dd|Hitem:127561::::::::120:581:512:22:1:5473:120:::|h[Покров Акали]|h|r", -- [19]
				"/гр Плащ на транс нужен?", -- [20]
				"/гр Существенно быстрее", -- [21]
				"/гр Прикольно", -- [22]
				"/гр Впервые всё это вижу", -- [23]
				"/гр о ппц", -- [24]
				"/гр А тут что, можно так пройти?", -- [25]
				"/гр Апай и пойдем таймволкать", -- [26]
				"/гр Круто)", -- [27]
				"/гр Где блин все", -- [28]
				"/гр И вышел ><", -- [29]
				"/гр Который Самопал", -- [30]
				"/гр О, Ваня заходил", -- [31]
				"/гр Можно туда", -- [32]
				"/гр А хотя откуда, квест же не давали до 120", -- [33]
				"/гр Ты таймволки выфармила уже х5?", -- [34]
				"/гр Нафиг тебе тот 340", -- [35]
				"/гр Хотя я вот думаю, мб эффективней сразу в мифики", -- [36]
				"/гр Рарники-то стоят", -- [37]
				"/гр Ну и что?", -- [38]
				"/гр Там, правда, 340 всего падает", -- [39]
				"/гр Можем на арати к рарникам слетать", -- [40]
				"/гр Мне тут ещё овердофига всего", -- [41]
				"/гр Кодо это ж хардкор?", -- [42]
				"/гр А, |cff0070dd|Hitem:166525::::::::120:577::::::|h[Яйцо полночной совы]|h|r это было", -- [43]
				"/гр Лин, ещё что-то же падало сегодня", -- [44]
				"/гр Тебе |cff0070dd|Hitem:166454::::::::120:577::::::|h[Скользкая фиолетовая слизь]|h|r нужна?", -- [45]
				"/гр Будет", -- [46]
				"/гр На этого наверное можно дд", -- [47]
				"/гр Хотя", -- [48]
				"/гр *ся", -- [49]
				"/гр Чтоб 10 раз не спекатья", -- [50]
				"/гр Больших убьём потом вернёмся", -- [51]
				"/гр Ты вроде и дд, и в то же время - танк", -- [52]
				"/гр А я размышляю о том, что хорошо быть хантом", -- [53]
				"/гр )", -- [54]
				"/гр )", -- [55]
				"/гр Упало что-нибудь?", -- [56]
				" Перезайду", -- [57]
				" Мне пишут, что я не лидер группы О_О", -- [58]
				"/гр У меня локалку не показывает)", -- [59]
				"/гр Для Ивуса", -- [60]
				"/гр Монетку купила?", -- [61]
				"/гр Ты ж в курсе, что за знаки из таймволков можно вещи покупать?", -- [62]
				"/гр У тебя какой сейчас илвл?", -- [63]
				"/гр О, плащик", -- [64]
				"/гр Я к тому, что на ДХ точно не может быть столько заданий", -- [65]
				"/гр Ачивки как-то отфонарно прокают теперь", -- [66]
				"/гр Серьёзно что ли 10к?)", -- [67]
				"/гр а", -- [68]
				"/гр Так, там локалка ещё был", -- [69]
				"/гр Рарник лутается у тебя?", -- [70]
				"/гр Если убьют, не вставай. Пилон поставлю", -- [71]
				"/гр Ну ппц", -- [72]
				"/гр Точно не передаётся", -- [73]
				"/гр квест взяла?", -- [74]
				"/гр Запрыгивай", -- [75]
				"/гр На мелких останусь в дд, на больших буду спекаться", -- [76]
				"/гр Сейчас кофе быстренько сделаю и пойдем", -- [77]
				"/гр Угу. Спокойней будет", -- [78]
				"/п Глефомет как раз доехал)", -- [79]
				"/с /thanks", -- [80]
				" Ну хоть ачивка)", -- [81]
				" Можно улетать?", -- [82]
				" Отвис? ", -- [83]
				" Удачного дропа)", -- [84]
				" заходи", -- [85]
				" Если ты сам пойдешь в литейку, у меня кд не будет", -- [86]
				" Мы же в ЦАП идем, причем тут Чернорук?", -- [87]
				" Я по рейдам потом буду ходить. Сейчас много квестов новых, надо всё сделать)", -- [88]
				" Нет", -- [89]
				"/cw Коррделия-Борейскаятундра Не сегодня", -- [90]
				"/cw Аркадрон-Борейскаятундра А ты их ещё не нашел что ли?", -- [91]
				"/гр Наверх по тропинке", -- [92]
				"/г Что такое лкчг?", -- [93]
				"/г Я тебя когда-то слышала", -- [94]
				"/г Айсли тебя гомосексуалистом начал называть задолго до Мегакрута", -- [95]
				"/г \"Пуфка микрофон\"", -- [96]
				"/г А что это за событие 14-го марта?", -- [97]
				"/г Завтра субботка(", -- [98]
				"/г Идем с нами Дашу одевать", -- [99]
				"/г Пуфик, у тебя латники есть?)", -- [100]
				"/гр Гробница королей", -- [101]
				"/г Не надо)", -- [102]
				"/гр King's rest", -- [103]
				"/гр Андрей? Ты прилетел?", -- [104]
				"/гр Сделаем", -- [105]
				"/гр  А сейчас?", -- [106]
				"/гр Пришли саммоны?", -- [107]
				"/гр Отлично)", -- [108]
				"/гр Даш, ты у пала позабирала дроп?", -- [109]
				"/гр Underrot (if you're interested)", -- [110]
				"/г Круто)", -- [111]
				"/гр They are already inside", -- [112]
				"/г Блин, Даша не в гильдии(", -- [113]
				"/г Вот мне интересно, что люди с 15+к дпс забыли в героике? Я про нашу предыдущую пати", -- [114]
				"/гр Приста брать или латников подождем?", -- [115]
				"/cw Аркадрон-Борейскаятундра Гавань", -- [116]
				"/гр В гавань сначала", -- [117]
				"/cw Аркадрон Андрей, в миф 0 за маунтами пойдешь?", -- [118]
				" По крайней мере, в те, где маунты)", -- [119]
				" Да я вот тоже думаю", -- [120]
				" В героике маунт не падает что ли?", -- [121]
				" Жаль, у меня латников нет вообще", -- [122]
				"/гр Нет, серьёзно, у него поменялся голос", -- [123]
				" Заходи) в мифики пойдем)", -- [124]
				" Доча!", -- [125]
				"/гр lawl", -- [126]
				"/гр ))))", -- [127]
				"/гр This ain't the boss)", -- [128]
				"/гр Варр, ты почему сумм не принял?", -- [129]
				"/гр Me and the other mage are in different warmodes", -- [130]
				"/гр Turns out priest doesn't have the flightpath either)", -- [131]
				"/гр Yes", -- [132]
				"/гр sup)", -- [133]
				"/гр king's rest", -- [134]
				"/гр Need one more for summon", -- [135]
				"/гр hi", -- [136]
				"/гр А нет, Подгнилье", -- [137]
				"/гр King's rest", -- [138]
				"/гр mount up", -- [139]
				"/гр yes", -- [140]
				"/г Тут Ваня-Самопал утверждает, что он шесть лет фармил её в 8 твинков", -- [141]
				"/г Сейчас сделаю себе кофе, возьму яблочко, и буду открывать всё, что осталось", -- [142]
				"/г Часть открывала, часть хранила", -- [143]
				"/г (", -- [144]
				"/г Задачка: у девочки Марины было 34 |cffa335ee|Hitem:54537::::::::120:581::11::::|h[Коробочка в виде сердца]|h|r. Сколько ракет в них содержится?\"", -- [145]
				"/г Это из экспедиций?", -- [146]
				"/г Всё равно это было внезапно", -- [147]
				"/г О_О", -- [148]
				"/г Зачетная поросятина)", -- [149]
				"/г Хрю!", -- [150]
				"/cw Ромеох-Борейскаятундра В смысле, надолго ушел?", -- [151]
				"/cw Ромеох Ты в ключ один или с Альмагорном?", -- [152]
				" Так в ЦН или в ключ?", -- [153]
				"/п Если не убивать птицу и яйцо нам бр не поможет", -- [154]
				"/п Яйцо нужно убивать", -- [155]
				"/п Рефлекс ><", -- [156]
				"/п блин", -- [157]
				"/п ждите меня там за стенкой", -- [158]
				"/г После данжа сходим, если ещё будет актуально", -- [159]
				"/г Хочу. Только меня  данж затянуло", -- [160]
				"/г О, сантехник", -- [161]
				"/г Наш танк аренит", -- [162]
				"/с /tomcats darkshore toggle", -- [163]
				"/гр Пошла на работу. Удачного фарма)", -- [164]
				"/гр На здоровье)", -- [165]
				"/гр Как раз 4 дня осталось - 16 штук)", -- [166]
				"/с /reload", -- [167]
				"/г Помимо роботов на запчасти", -- [168]
				"/г А что там интересного в Жиле?", -- [169]
				"/г Отправила", -- [170]
				"/cw Айсли-Борейскаятундра Добиваю фронт", -- [171]
				"/cw Гриддис-Борейскаятундра https://www.warcraftlogs.com/zone/rankings/21#metric=hps&class=Healers", -- [172]
				"/cw Гриддис-Борейскаятундра И как?", -- [173]
				"/cw Гриддис-Борейскаятундра Привет)", -- [174]
				"/с /thanks", -- [175]
				"/с /greet", -- [176]
				"/гр умираем", -- [177]
				"/гр да", -- [178]
				"/гр лежать пока", -- [179]
				"/гр Но мы всё равно в Шторма", -- [180]
				"/гр Убрали требования на квесты со всех инстов", -- [181]
				"/гр И в осаду ты можешь", -- [182]
				"/гр В Штормах что-то нужное падает", -- [183]
				"/cw Сатот-Дракономор Спасибо)", -- [184]
				"/cw Сатот-Дракономор и тебе ", -- [185]
				"/гр Шторма", -- [186]
				"/гр Извини, нам нужно вместо тебя согильдийца взять", -- [187]
				"/гр Спасибо, хант", -- [188]
				"/г На следующий будет", -- [189]
				"/г один остался", -- [190]
				"/гр Не встаём", -- [191]
				"/гр Если там пвп на входе нет", -- [192]
				"/гр Привет", -- [193]
				"/гр King's Rest", -- [194]
				"/гр run to the third boss", -- [195]
				"/гр Underrot next", -- [196]
				"/г Заходите в групповой войс, кто хочет", -- [197]
				"/г Это Вирж шарит)", -- [198]
				"/г Там как раз маунты", -- [199]
				"/г Гавань, Подгнилье, гробница и что-то ещё", -- [200]
				"/г Я за 4 разных)", -- [201]
				"/г Вы 4 разных хотите или 4 Вольных гавани?", -- [202]
				"/г )", -- [203]
				"/г На следующем кд упадет", -- [204]
				"/г не упал?", -- [205]
				"/г Из пати не выхожу, а то тебя выкинет", -- [206]
				"/г заходи", -- [207]
				"/cw Честертон-Дракономор кто-то другой прилетел и добил", -- [208]
				"/г Cек, тут попросили подождать, не добивать босса", -- [209]
				"/cw Честертон-Дракономор Лети) стою", -- [210]
				"/3 На Пушку смерти ждать кого-нибудь?", -- [211]
				"/г Тогда не выходи)", -- [212]
				"/г босс", -- [213]
				"/г Выходи, тоже стукни", -- [214]
				"/г Думроллер реснулся", -- [215]
				"/г у", -- [216]
				"/г Леч", -- [217]
				"/г Ну попробуй, может мне не обязательно в рейде быть", -- [218]
				"/г Я, наверное, зайти должна", -- [219]
				"/г /tmw", -- [220]
				"/г Нынешние 10+, это как раньше 13+", -- [221]
				"/г /tmw", -- [222]
				"/г Ты обещал, что он вернётся, когда выпустят рейд", -- [223]
				"/г Слушая, зловещий гладиатор, где моя сова?! ><", -- [224]
				"/г Что ещё надо для счастья", -- [225]
				"/г В Долине штормов самые лучшие вторжения всех времён и народов. Квесты рядом, завершающее задание короткое", -- [226]
				"/cw Кейстут-Борейскаятундра Пока ты спишь, враг фармить военные медали 7-го легиона", -- [227]
				"/п А оно как бафф сразу вешается, или там что-то лутать надо и на базу нести?", -- [228]
				"/п Почему бить верхом нельзя ><", -- [229]
				"/п Уииии, ездовой ДК", -- [230]
				"/п Ну они по кораблям стреляют ещё вроде", -- [231]
				"/г ОМФГ голем с дверью в руке", -- [232]
				"/г ВикАуры тоже есть на эту тему, скорее всего", -- [233]
				"/г TellMeWhen", -- [234]
				"/г Омг, в этой игре ещё и не один спиннер, а два", -- [235]
				"/г Удалишь игру", -- [236]
				"/г )", -- [237]
				" А у тебя который час сейчас?", -- [238]
				" Вот это ппц", -- [239]
				" И делает несколькими твинками", -- [240]
				" Заходит каждый раз точно к началу", -- [241]
				" Лёша себе на них будильник заводит))", -- [242]
				" (", -- [243]
				" Привет)", -- [244]
				" Я это время ещё называю ночью", -- [245]
				"/cw Альмагорн-Борейскаятундра /reload", -- [246]
				"/cw Альмагорн-Борейскаятундра У вендоров продаётся", -- [247]
				"/cw Альмагорн-Борейскаятундра В упаковочную бумагу завернула", -- [248]
				"/с /tptp", -- [249]
				"/с /tptp", -- [250]
				"/с /reload", -- [251]
				"/с /tptp", -- [252]
				"/г Что это тебя теперь на полежать всё время тянет?", -- [253]
				"/г Как люди уже на старте БфА эту ачиву получали - выше моего понимания", -- [254]
				"/г Осталось всего 29 маунтов", -- [255]
				"/г Уииииии |cffa335ee|Hitem:163645::::::::120:581::::::|h[Головокуска]|h|r", -- [256]
				"/г А траву не бросил?", -- [257]
				"/г Жаль, нельзя ДХ создать пандой", -- [258]
				"/с /thanks", -- [259]
				"/cw Айсли-Борейскаятундра Нет, я не хочу никуда идти", -- [260]
				"/г Самая нижняя полётка в гавани Боралуса", -- [261]
				"/г На Улице Мореходов", -- [262]
				"/г А тут ты ещё параллельно делаешь не только посланника для 7-го легиона, но и посланника для данной локации", -- [263]
				"/г 5 локалок - 5 монеток за последний сценарий", -- [264]
				"/г Там же так и выходит в итоге", -- [265]
				"/г А, ты хотел по монетке за каждую локалку?", -- [266]
				"/г А какой радости ты ждал от нападений?", -- [267]
				" У меня такое хорошее настроение, так не хочется его портить)", -- [268]
				" Лёш, можно я сегодня не пойду в рейд?", -- [269]
				"/гр Отлично", -- [270]
				"/гр А тебе метки мои видно было?", -- [271]
				"/гр Сделалось?", -- [272]
				"/гр Не знаю, видишь ли ты их", -- [273]
				"/гр Я там меток наставила", -- [274]
				"/гр Намного", -- [275]
				"/гр Снеговик южнее", -- [276]
				"/гр Тебе нужен второй справа. Возле него ещё табличка стоит", -- [277]
				"/гр И там бежишь к порталам", -- [278]
				"/гр В центре вниз портуешься", -- [279]
				"/гр В общем, ты на верном пути", -- [280]
				"/гр Чертов вармод", -- [281]
				"/3 На Коготь смерти летит кто-нибудь?", -- [282]
				"/г Я убила Ивуса и он мне не предложил бонус ролл кинуть", -- [283]
				"/г |cffffffff|Hcurrency:1580:0|h[Печать судьбы воина]|h|r это же актуальная монетка?", -- [284]
				"/г Уиии", -- [285]
				"/г То есть, завтра в рейд не идем, если вас всех забанят?", -- [286]
				"/г Да", -- [287]
				"/г (", -- [288]
				"/г Угу. И у всех твинков сразу откроется квест на фронт", -- [289]
				"/г Чтоб его дали, нужно полностью пройти новую кампанию хотябы одним чаром", -- [290]
				"/г Ты квест не взял?", -- [291]
				"/г С самого фронта 340, как и в Стромгарде", -- [292]
				"/г Лёш, 385 дают за квест, который берёш перед фронтом", -- [293]
				"/г В остальном вроде ничего не изменилось", -- [294]
				"/г Летать приходится через Минск и Ригу", -- [295]
				"/г Единственная подстава с транзитом Россия - Украина, это то, что прямого авиасообщения больше нету ><", -- [296]
				"/г Типа, если вообще без паспорта кто-то едет?", -- [297]
				"/г Скажите ещё, что у нас прям на улицах хватают, если вдруг по-русски заговоришь)", -- [298]
				"/г :DDD", -- [299]
				"/г С ней всё отлично, просто я не знала, что у Вейла тёща в Львовской области живёт)", -- [300]
				"/г \"Тут\" это где территориально?", -- [301]
				"/г ы, а чего это ты с украинской раскладкой?", -- [302]
				"/г Грац!", -- [303]
				"/г И молчит)", -- [304]
				"/г О, Вейл вернулся", -- [305]
				"/г Андрей, а ты его уже сделал?", -- [306]
				"/г ))", -- [307]
				"/г Я его законным способом делать собираюсь", -- [308]
				"/г Куда?", -- [309]
				"/г Был 12й. Но мы позаботились о том, чтоб он стал 11", -- [310]
				" 5 чаров. 5 попыток каждый день", -- [311]
				" Делаю дейлики", -- [312]
				" Нет)", -- [313]
				"/г Там можно было заранее на летающего маунта сесть", -- [314]
				"/г Кстати, в этом было преимущество своего портала из Стальгорна", -- [315]
				"/г Но галочку они всё равно зря убрали(", -- [316]
				"/г Спасибо, Вирж", -- [317]
				"/г Тоже, кстати, вариант. Не подумала", -- [318]
				"/г Ну в новом Даларане внизу есть портал в кратер", -- [319]
				"/г А квест в Стальгорне", -- [320]
				"/г Раньше я создавала группу в заранее собранных, брала в пати своего мага и ставила себе портал в даларанский кратер", -- [321]
				"/г Придется теперь, как обычному человеку, к Гринчу пешком летать", -- [322]
				"/г Вот на зачем?", -- [323]
				"/г Они забрали у нас галочку \"Принимать автоматически\"", -- [324]
				"/с /ignore Ракотхант ", -- [325]
				" Сейчас заинвайчу", -- [326]
				" Ты мне через баттлнет пишешь) я знаю, что ты Садж)", -- [327]
				"/г Пристом бы сходила", -- [328]
				"/г ы, на платформе возле корабля две доски вместо заборчика прибили)", -- [329]
				"/г Ага, \"Жутетварь: Offline for 8 days\". Обрадуй Жутю", -- [330]
				"/г Вирж теперь будет элемом?", -- [331]
				"/г Должны", -- [332]
				"/г Пыль вроде после распыления или утилизации получают", -- [333]
				"/г Я в замешательстве", -- [334]
				"/г Маг-элем?", -- [335]
				"/г Неужели ради собаки?", -- [336]
				"/г Вирж, почему ты маг?", -- [337]
				"/г Ачивка будет", -- [338]
				"/г Типа рейда уже сто лет как нету этого", -- [339]
				"/г Второй, это из старого Зул'Гуруба", -- [340]
				"/г Да ну тебя ((", -- [341]
				"/г У тебя какие?", -- [342]
				"/г Я про |cff71d5ff|Hspell:96491:0|h[Бронированный ящер Раззаши]|h|r", -- [343]
				"/г И Гробница не даст мне Ящера Раззаши", -- [344]
				"/г Я пока ещё не могу фармить Гробницу соло", -- [345]
				"/г Упадёт ли маунт, вот в чем вопрос", -- [346]
				"/г Юбилейный, 333-й поход в Зул'Гуруб", -- [347]
				"/п Кот, хочешь танчить? Спекайся в медведя тогда", -- [348]
				"/cw Альмагорн-Борейскаятундра Кинула", -- [349]
				"/cw Альмагорн-Борейскаятундра https://drive.google.com/file/d/1Ex2ESaoV427up_X0p7lRQVd29mL611Qf/view?usp=sharing", -- [350]
				"/cw Альмагорн-Борейскаятундра Давать ссылку?", -- [351]
				"/cw Альмагорн-Борейскаятундра Иначе ОС его просто удаляет", -- [352]
				"/cw Альмагорн-Борейскаятундра Мой тоже можно заюзать только отключив Windows Defender", -- [353]
				"/cw Альмагорн-Борейскаятундра Он же должен обходить встроенную защиту", -- [354]
				"/cw Альмагорн-Борейскаятундра Активатор - это по определению программа с вирусоподобным кодом", -- [355]
				"/cw Альмагорн-Борейскаятундра Случайно есть. Для десятки", -- [356]
				"/г У тебя есть рога? Оо", -- [357]
				"/г Какого монка? Пуфку?", -- [358]
				"/cw Альмагорн-Борейскаятундра Первый прикольный очен", -- [359]
				"/cw Альмагорн-Борейскаятундра Круто))", -- [360]
				"/cw Альмагорн-Борейскаятундра В общем, ты согласен", -- [361]
				"/cw Альмагорн-Борейскаятундра Угу", -- [362]
				"/cw Альмагорн-Борейскаятундра Ты хочешь, чтоб я тебе за это доплачивала? :D", -- [363]
				"/cw Альмагорн-Борейскаятундра :DDDD", -- [364]
				"/cw Альмагорн У меня латников нет и скорей всего никогда не будет", -- [365]
				"/cw Альмагорн Андрей, а можно я тебе буду по умолчанию отсылать латные трансморги?)", -- [366]
				"/гр На рогу зайду только, у ДХ уже он убит", -- [367]
				"/гр Идем)", -- [368]
				"/гр Там на ачивку нужно два человека", -- [369]
				"/гр Солнышку помощь нужна на Рудожуе)", -- [370]
				"/гр )))", -- [371]
				"/гр Заодно трансморги собираю", -- [372]
				"/гр Угу. Тремя чарами)", -- [373]
				"/гр ДХ тоже начала делать на этой неделе", -- [374]
				"/гр Угу) я пристом на следующем КД уже портал сделаю", -- [375]
				"/гр Или нет?", -- [376]
				"/гр Ты вроде говорил, что был у тебя", -- [377]
				"/гр Неа", -- [378]
				"/гр |cff9d9d9d|Hitem:108979::::::::120:577::::::|h[Выбеленные кости]|h|r всё, что осталось от нашего маунта", -- [379]
				"/гр Уиии, 3 из 4", -- [380]
				"/гр А ты куда побежал?", -- [381]
				"/гр Thanks for the run guys. Cheers", -- [382]
				"/гр Thought everyone was already here", -- [383]
				"/гр Sorry", -- [384]
				"/гр thanks", -- [385]
				"/гр Totem guy first", -- [386]
				"/гр hi", -- [387]
				"/с /tmw", -- [388]
				"/с /tmw", -- [389]
				"/cw Глобусс-Борейскаятундра Пойдем ещё", -- [390]
				"/cw Глобусс-Борейскаятундра Напиши, как вернёшься", -- [391]
				"/гр )))", -- [392]
				"/гр Квест уже сделался", -- [393]
				"/гр Так это пятый данж был", -- [394]
				"/п \"Стоп\" в смысле не пулить дальше?", -- [395]
				"/п И тебе казалось, что легче", -- [396]
				"/п Просто раньше ты не хилил", -- [397]
				"/п БК таймволки самые неприятные", -- [398]
				"/п Тут ничто не законно", -- [399]
				"/п Они разве обходятся?", -- [400]
				"/п Даже таунт не работает", -- [401]
				"/п Они не переагриваются почему-то", -- [402]
				"/п Тут респ за углом", -- [403]
				"/гр Мы с Ваней, кстати,  в диске", -- [404]
				" |cff0070dd|Hitem:127257::::::::120:581:512:22:1:5130:120:::|h[Кобальтовое кольцо Тиригосы]|h|r", -- [405]
				"/гр Давайте три минуты перерыв", -- [406]
				"/г Да", -- [407]
				"/г Таймволки желающие плюсуйте", -- [408]
				" Не важен", -- [409]
				" 120", -- [410]
				" На гибельный вой)", -- [411]
				" Так ДХ не было в Дреноре", -- [412]
				" Поставь мифик", -- [413]
				" Как такое возможно?", -- [414]
				" Мне на приста в ЦАП падали вещи, на которых было написано \"Класс: Охотник на демонов\"", -- [415]
				" я тоже готова", -- [416]
				"/cw Аркадрон В общем, я готова на Арати. Напиши, как у тебя ОЛО закончится", -- [417]
				"/cw Аркадрон Никогда раньше такого не было", -- [418]
				"/cw Аркадрон Чем ты выше по уровню - тем слабее становишься", -- [419]
				"/cw Аркадрон В этом аддоне прямо антипрокачка какая-то идёт", -- [420]
				"/cw Аркадрон \"Добро пожаловать на 120й уровень\"", -- [421]
				"/cw Аркадрон Если я не в танке", -- [422]
				"/cw Аркадрон Хы. После апа меня внезапно все более-менее толстые мобы начинают карать))", -- [423]
				" Хы, после апа меня внезапно все более-менее толстые мобы начинают карать", -- [424]
				" Сейчас я тогда ДХ докачаю и сходим. Мне тут чуть-чуть осталось", -- [425]
				" Ты сейчас хочешь идти?", -- [426]
				" Привет)) Тебя ждала", -- [427]
				"/г За 500 я б может ещё и полетала", -- [428]
				"/г И не надо никуда летать", -- [429]
				"/г У меня танковский бонус за призыв к оружию и то больше", -- [430]
				"/г Победите Каззака, Азурегоса и Кошмара и получите в подарок 50 знаков искаженного времени. Ёлки, правда что ли целых 50?", -- [431]
				"/г Все остальные видят реальность", -- [432]
				"/г То есть, это только ты видишь в рейде корги", -- [433]
				"/г ммм, оно называется \"коргогляды\"", -- [434]
				"/г Пфф, ты что, до сих пор не нафармил?", -- [435]
				"/г А мы разве Джайну будем бить? По идее это должен быть для орды босс", -- [436]
				"/г Сюрприз же", -- [437]
				"/г Классная такая глыба на 20 секунд", -- [438]
				"/г Весь рейд?", -- [439]
				"/г << дитя Катаклизма. Мне можно не знать", -- [440]
				"/г Кто такой Азурегос?", -- [441]
				" Привет. Сегодня не траили, закрывали героик", -- [442]
				"/г Когда заходишь в данж и вдруг понимаешь, что твой каст длится пол года, скалирование сразу становится очень актуальным", -- [443]
				"/г И всё совсем по-другому", -- [444]
				"/г Если ты там качаешься при актуально уровне чара, нет скалирования статов", -- [445]
				"/г Зато не скучно", -- [446]
				"/г Ну не без этого", -- [447]
				"/г А шп в таймволках это такое себе удовольствие. Очень сильно ниже среднего", -- [448]
				"/г Я к тому, что становишься в очередь и получаешь инстант инвайт", -- [449]
				"/г ы, ты ж хилл", -- [450]
				"/г Холипалы по-прежнему считаются миликами?", -- [451]
				"/г Ну отлично же", -- [452]
				"/г На Митраксе есть мк?", -- [453]
				"/г А что там? Он с пулла ваншотает всех рдд?", -- [454]
				"/г Не к", -- [455]
				"/г 32", -- [456]
				"/г Ты про золото забыл", -- [457]
				"/г Дополнение к сюжетным цепочкам", -- [458]
				"/г Просто так квесты", -- [459]
				" /tmw", -- [460]
				" Я пока не могу, на работе", -- [461]
				"/с /tmw", -- [462]
				"/cw Мардонн-Борейскаятундра Уже Альмагорна взяла, сорри(", -- [463]
				"/cw Альмагорн-Борейскаятундра да", -- [464]
				"/г Нападение клана Призрачной луны, один слот", -- [465]
				"/г И нафиг выступ", -- [466]
				"/г Лучше б добавили полёты", -- [467]
				"/гр Спокойной ночи", -- [468]
				"/гр Или котам сейчас трудно?", -- [469]
				"/гр А почему котика не хочешь делать?", -- [470]
				"/гр Потому и туплю", -- [471]
				"/гр Ну вот я пробую как раз)", -- [472]
				"/гр В бою тупо нечего жать))", -- [473]
				"/гр А ещё у дх танка отобрали несколько скиллов", -- [474]
				"/гр /tmw", -- [475]
				"/гр Теперь \"Поглощение магии\" - это диспелл", -- [476]
				"/гр Они её переименовали, оказывается", -- [477]
				"/гр Я всё пыталась понять, какого у меня тмв больше не отслеживает откат сбивалки кастов", -- [478]
				"/гр Да я поняла", -- [479]
				"/гр Так и хотелось перьев из хвоста у тебя надёргать", -- [480]
				"/гр Пулящая вперёд танка птица)", -- [481]
				"/гр Геру нужно после переходки давать", -- [482]
				"/гр Что это за тюленьи танцы?", -- [483]
				"/гр ы", -- [484]
				"/гр )", -- [485]
				"/гр Ты танчить хочешь?", -- [486]
				"/гр |cffa335ee|Hitem:124272::::::::113:577::6:2:1799:1478:::|h[Оплечье заклятого когтя]|h|r", -- [487]
				"/гр |cffffff00|Hachievement:12079:Player-1625-087553EE:1:8:20:18:4294967295:4294967295:4294967295:4294967295|h[Рейд-питомник V: Котоклизм]|h|r", -- [488]
				"/г Привет", -- [489]
				"/г Тебе больше никогда ничего не прокнет", -- [490]
				"/г Выбора нет - удаляй чара", -- [491]
				"/п Блин, я дд >< сорри(", -- [492]
				"/г Угу, рл в игре, это для нас всегда праздник", -- [493]
				"/г Лёш, у тебя на мейне эта ачивка есть?", -- [494]
				"/г Маньяки среди нас", -- [495]
				"/г Оо на твинке", -- [496]
				"/cw Саджет Садж, а у тебя какой ключ?", -- [497]
				"/cw Альмагорн-Борейскаятундра Я там", -- [498]
				"/cw Альмагорн-Борейскаятундра А, так у тебя открыта уже полетка?", -- [499]
				"/cw Альмагорн-Борейскаятундра Я тебя подвезти хотела)", -- [500]
			},
			["ChatFrame3EditBox"] = {
				"/cw Аркадрон-Борейскаятундра Пока всё)", -- [1]
				"/cw Коррделия-Борейскаятундра Привет) Спасибо)", -- [2]
				" Ну там же нужно кого-то более важного в рейд взять", -- [3]
				"/cw Шадоукаст-Борейскаятундра Нет, я сегодня релаксирую", -- [4]
				" А ты линкануть его можешь?", -- [5]
				" Давай Каражан", -- [6]
				" 15", -- [7]
				" Гоу в Каражан", -- [8]
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1590103740,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 3,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[02:30:11]|h Соединение со службой Blizzard разорвано.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9137255549430847,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495810,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 53 |4секунда:секунды:секунд;.",
					["timestamp"] = 281971.893,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 281971.893,
				}, -- [3]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 3,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[02:30:11]|h Соединение со службой Blizzard разорвано.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9137255549430847,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495810,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 53 |4секунда:секунды:секунд;.",
					["timestamp"] = 281971.893,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 281971.893,
				}, -- [3]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 6,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[02:27:14]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq16|k:7:0:BN_WHISPER:|Kq16|k:Aleata#2992|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffe7b09|Kq16|k|r|h|cffd8d8d8]|r: чиорд) а вы там уже давно?)",
					["b"] = 1,
					["r"] = 0.8823530077934265,
					["g"] = 0.3176470696926117,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495633,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						18, -- [3]
						19, -- [4]
						["n"] = 4,
					},
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[02:27:26]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq16|k:7:0:BN_WHISPER:|Kq16|k:Aleata#2992|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffe7b09|Kq16|k|r|h|cffd8d8d8]|r: а то мне как раз туда надавали квестов)",
					["b"] = 1,
					["r"] = 0.8823530077934265,
					["g"] = 0.3176470696926117,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495645,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						18, -- [3]
						19, -- [4]
						["n"] = 4,
					},
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[02:30:09]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq16|k:7:0:BN_WHISPER:|Kq16|k:Aleata#2992|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffe7b09|Kq16|k|r|h|cffd8d8d8]|r: У нас еще персонажи есть)",
					["b"] = 1,
					["r"] = 0.8823530077934265,
					["g"] = 0.3176470696926117,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495808,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						18, -- [3]
						22, -- [4]
						["n"] = 4,
					},
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[02:30:11]|h Соединение со службой Blizzard разорвано.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9137255549430847,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495810,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [4]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 53 |4секунда:секунды:секунд;.",
					["timestamp"] = 281971.893,
				}, -- [5]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 281971.893,
				}, -- [6]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 3,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[02:30:11]|h Соединение со службой Blizzard разорвано.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9137255549430847,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495810,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 53 |4секунда:секунды:секунд;.",
					["timestamp"] = 281971.893,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 281971.893,
				}, -- [3]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 3,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[02:30:11]|h Соединение со службой Blizzard разорвано.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9137255549430847,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495810,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 53 |4секунда:секунды:секунд;.",
					["timestamp"] = 281971.893,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 281971.893,
				}, -- [3]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[08:27:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T851119:14|tНерожденная валь'кира – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435595.137,
					["serverTime"] = 1601616433,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[08:27:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T960692:14|tМорской капустник – |3-8(вражеский питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435595.897,
					["serverTime"] = 1601616433,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[08:27:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435598.177,
					["serverTime"] = 1601616436,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[08:27:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463566:14|t|cff4e96f7|HbattlePetAbil:572:1958:420:375|h[Оползень]|h|r наносит 990 ед. урона (сильн. удар) |3-2(ваш питомец) |3-2(|T851119:14|tНерожденная валь'кира).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435600.207,
					["serverTime"] = 1601616438,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[08:27:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463566:14|t|cff4e96f7|HbattlePetAbil:572:1958:420:375|h[Оползень]|h|r меняет погоду на |T463566:14|t|cff4e96f7|HbattlePetAbil:718:1958:420:375|h[Слякотная погода]|h|r.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435600.467,
					["serverTime"] = 1601616438,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[08:27:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136122:14|t|cff4e96f7|HbattlePetAbil:218:816:276:227|h[Проклятие рока]|h|r накладывает эффект |T136122:14|t|cff4e96f7|HbattlePetAbil:217:816:276:227|h[Проклятие рока]|h|r на |3-1(вражеский питомец) |3-3(|T960692:14|tМорской капустник).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435602.467,
					["serverTime"] = 1601616440,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[08:27:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435606.178,
					["serverTime"] = 1601616444,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[08:27:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237002:14|t|cff4e96f7|HbattlePetAbil:621:1958:420:375|h[Каменное буйство]|h|r наносит 770 ед. урона |3-2(ваш питомец) |3-2(|T851119:14|tНерожденная валь'кира).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435606.669,
					["serverTime"] = 1601616444,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[08:27:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237002:14|t|cff4e96f7|HbattlePetAbil:621:1793:420:375|h[Каменное буйство]|h|r наносит 165 ед. урона |3-2(вражеский питомец) |3-2(|T960692:14|tМорской капустник).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435606.669,
					["serverTime"] = 1601616444,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[08:27:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236295:14|t|cff4e96f7|HbattlePetAbil:321:46:276:227|h[Нечестивое вознесение]|h|r накладывает эффект |T236295:14|t|cff4e96f7|HbattlePetAbil:320:46:276:227|h[Нечестивое вознесение]|h|r на |3-1(вражеский питомец) |3-3(|T960692:14|tМорской капустник).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435609.449,
					["serverTime"] = 1601616447,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[08:27:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236295:14|t|cff4e96f7|HbattlePetAbil:321:0:276:227|h[Нечестивое вознесение]|h|r наносит 46 ед. урона |3-2(ваш питомец) |3-2(|T851119:14|tНерожденная валь'кира).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435609.699,
					["serverTime"] = 1601616447,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[08:27:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T851119:14|tНерожденная валь'кира погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435609.699,
					["serverTime"] = 1601616447,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[08:27:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435614.204,
					["serverTime"] = 1601616452,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[08:27:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132914:14|tИкки – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435614.204,
					["serverTime"] = 1601616452,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[08:27:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463566:14|t|cff4e96f7|HbattlePetAbil:718:1793:420:375|h[Слякотная погода]|h|r накладывает эффект |T136091:14|t|cff4e96f7|HbattlePetAbil:248:1793:420:375|h[Обездвиживание]|h|r на |3-1(ваш питомец) |3-3(|T132914:14|tИкки).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435616.37,
					["serverTime"] = 1601616454,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[08:27:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435619.21,
					["serverTime"] = 1601616457,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[08:27:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135664:14|t|cff4e96f7|HbattlePetAbil:919:1319:322:409|h[Черный коготь]|h|r накладывает эффект |T135664:14|t|cff4e96f7|HbattlePetAbil:918:1319:322:409|h[Черный коготь]|h|r на |3-1(вражеский питомец) |3-3(|T960692:14|tМорской капустник).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435620.11,
					["serverTime"] = 1601616458,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[08:27:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T960692:14|t|cff4e96f7|HbattlePetAbil:2319:1958:420:375|h[Исцеляющий компресс X]|h|r восстанавливает 165 ед. урона |3-2(вражеский питомец) |3-2(|T960692:14|tМорской капустник).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435621.83,
					["serverTime"] = 1601616459,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[08:27:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435626.121,
					["serverTime"] = 1601616464,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[08:27:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1319:322:409|h[Стая]|h|r наносит 141 ед. урона |3-2(вражеский питомец) |3-2(|T960692:14|tМорской капустник).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435626.412,
					["serverTime"] = 1601616464,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[08:27:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1319:322:409|h[Стая]|h|r наносит 141 ед. урона |3-2(вражеский питомец) |3-2(|T960692:14|tМорской капустник).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435627.212,
					["serverTime"] = 1601616465,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[08:27:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1319:322:409|h[Стая]|h|r наносит 141 ед. урона |3-2(вражеский питомец) |3-2(|T960692:14|tМорской капустник).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435627.562,
					["serverTime"] = 1601616465,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[08:27:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1319:322:409|h[Стая]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:1319:322:409|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T960692:14|tМорской капустник).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435627.912,
					["serverTime"] = 1601616465,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[08:27:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237002:14|t|cff4e96f7|HbattlePetAbil:621:1535:420:375|h[Каменное буйство]|h|r наносит 770 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435629.662,
					["serverTime"] = 1601616467,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[08:27:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618976:14|t|cff4e96f7|HbattlePetAbil:239:549:322:409|h[Летающий питомец]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T132914:14|tИкки), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435629.662,
					["serverTime"] = 1601616467,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[08:27:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237002:14|t|cff4e96f7|HbattlePetAbil:621:850:420:375|h[Каменное буйство]|h|r наносит 685 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T960692:14|tМорской капустник).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435629.662,
					["serverTime"] = 1601616467,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[08:27:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237002:14|t|cff4e96f7|HbattlePetAbil:621:850:420:375|h[Каменное буйство]|h|r накладывает эффект |T134316:14|t|cff4e96f7|HbattlePetAbil:1090:850:420:375|h[Босс: снижение урона]|h|r на |3-1(вражеский питомец) |3-3(|T960692:14|tМорской капустник).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435629.662,
					["serverTime"] = 1601616467,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[08:27:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435631.852,
					["serverTime"] = 1601616469,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[08:27:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:549:322:273|h[Стая]|h|r наносит 329 ед. урона |3-2(вражеский питомец) |3-2(|T960692:14|tМорской капустник).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435632.202,
					["serverTime"] = 1601616470,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[08:27:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:549:322:273|h[Стая]|h|r наносит 329 ед. урона |3-2(вражеский питомец) |3-2(|T960692:14|tМорской капустник).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435633.302,
					["serverTime"] = 1601616471,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[08:27:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:549:322:273|h[Стая]|h|r наносит 329 ед. урона |3-2(вражеский питомец) |3-2(|T960692:14|tМорской капустник).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435633.802,
					["serverTime"] = 1601616471,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[08:27:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T960692:14|tМорской капустник погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435633.802,
					["serverTime"] = 1601616471,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[08:27:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:934:322:273|h[Боевое восстановление]|h|r восстанавливает 385 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435637.013,
					["serverTime"] = 1601616474,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
				}, -- [33]
			},
			["headIndex"] = 33,
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 10,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[05:03:43]|h Сообщение дня от гильдии: \"РТ на неделю - 18 (вс) и 19 (пн) октября. До этого времени разбираемся с багами, спеками, шмотом. Мами и Папи вернулись. Всем выйти из сумрака. :Yoba1:\"",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["serverTime"] = 1603494604,
					["timestamp"] = 281971.893,
					["g"] = 0.4941176772117615,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[02:10:03]|h Сообщение дня от гильдии: \"РТ на неделю - 18 (вс) и 19 (пн) октября. До этого времени разбираемся с багами, спеками, шмотом. Мами и Папи вернулись. Всем выйти из сумрака. :Yoba1:\"",
					["g"] = 0.4941176772117615,
					["r"] = 0.4431372880935669,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495057,
					["b"] = 1,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[02:17:37]|h Сообщение дня от гильдии: \"РТ на неделю - 18 (вс) и 19 (пн) октября. До этого времени разбираемся с багами, спеками, шмотом. Мами и Папи вернулись. Всем выйти из сумрака. :Yoba1:\"",
					["serverTime"] = 1603495863,
					["r"] = 0.4431372880935669,
					["b"] = 1,
					["timestamp"] = 281971.893,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["g"] = 0.4941176772117615,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[02:24:17]|h |cffd8d8d8[|r|Hplayer:Шупрек-Гордунни:1324:ACHIEVEMENT|h|cffd8bc3f50|r:|cfffefefeШупрек|r-|cff8dec6aГор|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:10849:Player-1602-0E2EC017:1:10:24:20:4294967295:4294967295:4294967295:4294967295|h[Эпохальный режим: магистр Элисанда]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495456,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[02:30:11]|h Соединение со службой Blizzard разорвано.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9137255549430847,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495810,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [5]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 53 |4секунда:секунды:секунд;.",
					["timestamp"] = 281971.893,
				}, -- [6]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 281971.893,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[02:31:01]|h Сообщение дня от гильдии: \"РТ на неделю - 18 (вс) и 19 (пн) октября. До этого времени разбираемся с багами, спеками, шмотом. Мами и Папи вернулись. Всем выйти из сумрака. :Yoba1:\"",
					["r"] = 0.4431372880935669,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 281970.133,
					["g"] = 0.4941176772117615,
					["b"] = 1,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[02:35:47]|h |cffd8d8d8[|r|Hplayer:Шупрек-Гордунни:46:ACHIEVEMENT|h|cffd8bc3f50|r:|cfffefefeШупрек|r-|cff8dec6aГор|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:10839:Player-1602-0E2EC017:1:10:24:20:4294967295:4294967295:4294967295:4294967295|h[Подъем Предателя]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1603496146,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282255.739,
					["g"] = 1,
					["b"] = 0,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[02:35:47]|h |cffd8d8d8[|r|Hplayer:Шупрек-Гордунни:47:ACHIEVEMENT|h|cffd8bc3f50|r:|cfffefefeШупрек|r-|cff8dec6aГор|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:10850:Player-1602-0E2EC017:1:10:24:20:4294967295:4294967295:4294967295:4294967295|h[Эпохальный режим: Гул'дан]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1603496146,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282255.739,
					["g"] = 1,
					["b"] = 0,
				}, -- [10]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame2"] = {
			["maxElements"] = 300,
			["elements"] = {
			},
			["headIndex"] = 0,
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 3,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[02:30:11]|h Соединение со службой Blizzard разорвано.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9137255549430847,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495810,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 53 |4секунда:секунды:секунд;.",
					["timestamp"] = 281971.893,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 281971.893,
				}, -- [3]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 3,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[02:30:11]|h Соединение со службой Blizzard разорвано.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9137255549430847,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495810,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 53 |4секунда:секунды:секунд;.",
					["timestamp"] = 281971.893,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 281971.893,
				}, -- [3]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 59,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[02:32:14]|h |TInterface\\Icons\\ability_felarakkoa_feldetonation_green:20|t Вас захватывают |cFFFF0000|Hspell:206222|h[\"Узы Скверны\"]|h|r!",
					["serverTime"] = 1603495933,
					["r"] = 1,
					["extraData"] = {
						43, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282042.811,
					["g"] = 0.8666667342185974,
					["b"] = 0,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[02:32:22]|h Гул'дан кричит: Во славу Саргераса!",
					["serverTime"] = 1603495941,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282050.677,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[02:32:26]|h |TInterface\\Icons\\ability_felarakkoa_feldetonation_red:20|t Гул'дан получает способность |cFFFF0000|Hspell:206221|h[\"Усиленные узы Скверны\"]|h|r.",
					["serverTime"] = 1603495945,
					["r"] = 1,
					["extraData"] = {
						42, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282054.703,
					["g"] = 0.8666667342185974,
					["b"] = 0,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[02:32:26]|h Гул'дан кричит: Вам не избежать моей хватки!",
					["serverTime"] = 1603495945,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282054.703,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[02:32:32]|h Гул'дан кричит: Смотрите, как сила обретает форму!",
					["serverTime"] = 1603495951,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282060.69,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[02:32:36]|h |TInterface\\Icons\\Spell_Shadow_SoulGem:20|t |cFFFF0000|Hspell:209489|h[Око Гул'дана]|h|r смотрит на вас!",
					["serverTime"] = 1603495955,
					["r"] = 1,
					["extraData"] = {
						43, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282065.195,
					["g"] = 0.8666667342185974,
					["b"] = 0,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[02:32:42]|h |TInterface\\Icons\\Spell_Fire_FelPyroblast:20|t Гул'дан начинает применять заклинание |cFFFF0000|Hspell:206219|h[\"Жидкое адское пламя\"]|h|r.",
					["serverTime"] = 1603495961,
					["r"] = 1,
					["extraData"] = {
						42, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282070.694,
					["g"] = 0.8666667342185974,
					["b"] = 0,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[02:32:42]|h Гул'дан кричит: Я испепелю вас!",
					["serverTime"] = 1603495961,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282070.694,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[02:32:52]|h Гул'дан кричит: Мою волю не сломить!",
					["serverTime"] = 1603495971,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282080.519,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[02:32:54]|h |TInterface\\Icons\\ability_felarakkoa_feldetonation_red:20|t Вас захватывают |cFFFF0000|Hspell:206221|h[\"Усиленные узы Скверны\"]|h|r!",
					["serverTime"] = 1603495973,
					["r"] = 1,
					["extraData"] = {
						43, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282082.746,
					["g"] = 0.8666667342185974,
					["b"] = 0,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[02:33:06]|h Гул'дан кричит: Хватит меня отвлекать! И так много работы...",
					["serverTime"] = 1603495985,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282094.939,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[02:33:21]|h Гул'дан кричит: Сдавайтесь – и, может быть, я пощажу вас!",
					["serverTime"] = 1603496000,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282109.904,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[02:33:32]|h Гул'дан кричит: Сгорите изнутри!",
					["serverTime"] = 1603496011,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282120.464,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[02:33:36]|h Верховный маг Кадгар кричит: Бейтесь за Азерот! За все, что вам дорого!",
					["serverTime"] = 1603496015,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282125.312,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[02:33:39]|h Верховный маг Кадгар кричит: Легион не получит наш мир!",
					["serverTime"] = 1603496018,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282127.709,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[02:33:42]|h Гул'дан кричит: Смотрите, как сила обретает форму!",
					["serverTime"] = 1603496021,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282130.966,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[02:33:47]|h |TInterface\\Icons\\inv_misc_trinket6oih_orb4:20|t |cFFFF0000|Hspell:211152|h[Усиленное Око Гул'дана]|h|r смотрит на вас!",
					["serverTime"] = 1603496026,
					["r"] = 1,
					["extraData"] = {
						43, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282136.365,
					["g"] = 0.8666667342185974,
					["b"] = 0,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[02:33:55]|h Верховный маг Кадгар кричит: Мы его остановим!",
					["serverTime"] = 1603496034,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282143.933,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[02:34:03]|h Гул'дан кричит: Просто умрите! Зачем сопротивляться?",
					["serverTime"] = 1603496042,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282152.016,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[02:34:11]|h Верховный маг Кадгар кричит: Не сдавайтесь! Гул'дан вот-вот дрогнет! Мы победим!",
					["serverTime"] = 1603496050,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282159.731,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[02:34:14]|h Верховный маг Кадгар кричит: Вернем душу Иллидана в тело... Владыка Легиона не должен его заполучить.",
					["serverTime"] = 1603496053,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282163.359,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[02:34:19]|h Гул'дан кричит: Я Гул'дан! Я – Воплощение мрака! Меня не убить... так легко...",
					["serverTime"] = 1603496058,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282167.798,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[02:34:30]|h Внутренний демон кричит: Вы едва одолели пешку и бросаете вызов самому владыке?",
					["serverTime"] = 1603496069,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282179.12,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[02:34:42]|h Внутренний демон кричит: Встречайте тень грядущего! Тень бесконечной тьмы, что поглотит ваш мир!",
					["serverTime"] = 1603496081,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282191.295,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[02:34:53]|h Внутренний демон кричит: Вы не готовы!",
					["serverTime"] = 1603496092,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282201.913,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[02:35:02]|h Внутренний демон кричит: Ощути силу внутреннего демона!",
					["serverTime"] = 1603496101,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282210.977,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[02:35:20]|h Внутренний демон кричит: Узрите пламя Аззинота!",
					["serverTime"] = 1603496119,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282228.993,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[02:35:27]|h [S] |cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:31:SAY|h|cffd8bc3f50|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: Паразитарная рана на |cff00ff00Дэлери|r",
					["serverTime"] = 1603496126,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282235.94,
					["g"] = 1,
					["b"] = 1,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[02:35:27]|h [S] |cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:32:SAY|h|cffd8bc3f50|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: Паразитарная рана на |cff00ff00Дэлери|r",
					["serverTime"] = 1603496126,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282235.94,
					["g"] = 1,
					["b"] = 1,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[02:35:32]|h |cffa5a5a5Шупрек|r умирает.",
					["serverTime"] = 1603496131,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282241.065,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[02:35:34]|h [S] |cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:34:SAY|h|cffd8bc3f50|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: 3",
					["serverTime"] = 1603496133,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282242.941,
					["g"] = 1,
					["b"] = 1,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[02:35:34]|h [S] |cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:35:SAY|h|cffd8bc3f50|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: 3",
					["serverTime"] = 1603496133,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282242.941,
					["g"] = 1,
					["b"] = 1,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[02:35:35]|h [S] |cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:36:SAY|h|cffd8bc3f50|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: 2",
					["serverTime"] = 1603496134,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282243.943,
					["g"] = 1,
					["b"] = 1,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[02:35:35]|h [S] |cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:37:SAY|h|cffd8bc3f50|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: 2",
					["serverTime"] = 1603496134,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282243.943,
					["g"] = 1,
					["b"] = 1,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[02:35:36]|h [S] |cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:38:SAY|h|cffd8bc3f50|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: Паразитарная рана на |cff00ff00Дэлери|r",
					["serverTime"] = 1603496135,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282244.457,
					["g"] = 1,
					["b"] = 1,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[02:35:36]|h [S] |cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:39:SAY|h|cffd8bc3f50|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: Паразитарная рана на |cff00ff00Дэлери|r",
					["serverTime"] = 1603496135,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282244.457,
					["g"] = 1,
					["b"] = 1,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[02:35:36]|h [S] |cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:40:SAY|h|cffd8bc3f50|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: 1",
					["serverTime"] = 1603496135,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282244.965,
					["g"] = 1,
					["b"] = 1,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[02:35:36]|h [S] |cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:41:SAY|h|cffd8bc3f50|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: 1",
					["serverTime"] = 1603496135,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282244.965,
					["g"] = 1,
					["b"] = 1,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[02:35:38]|h Внутренний демон кричит: Ощути силу внутреннего демона!",
					["serverTime"] = 1603496137,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282246.831,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[02:35:38]|h [S] |cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:43:SAY|h|cffd8bc3f50|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: Паразитарная рана на |cff00ff00Дэлери|r",
					["serverTime"] = 1603496137,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282247.074,
					["g"] = 1,
					["b"] = 1,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[02:35:45]|h [S] |cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:44:SAY|h|cffd8bc3f50|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: 3",
					["serverTime"] = 1603496144,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282254.074,
					["g"] = 1,
					["b"] = 1,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[02:35:47]|h |cffffaeaeDetails!:|r pre-potion:     ",
					["timestamp"] = 282255.67,
					["serverTime"] = 1603496146,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[02:35:47]|h Внутренний демон кричит: Как... Это же невозможно...",
					["serverTime"] = 1603496146,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282255.698,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[02:35:47]|h |cffd8d8d8[|r|Hplayer:Шупрек-Гордунни:46:ACHIEVEMENT|h|cffd8bc3f50|r:|cfffefefeШупрек|r-|cff8dec6aГор|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:10839:Player-1602-0E2EC017:1:10:24:20:4294967295:4294967295:4294967295:4294967295|h[Подъем Предателя]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1603496146,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282255.739,
					["g"] = 1,
					["b"] = 0,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[02:35:47]|h |cffd8d8d8[|r|Hplayer:Шупрек-Гордунни:47:ACHIEVEMENT|h|cffd8bc3f50|r:|cfffefefeШупрек|r-|cff8dec6aГор|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:10850:Player-1602-0E2EC017:1:10:24:20:4294967295:4294967295:4294967295:4294967295|h[Эпохальный режим: Гул'дан]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1603496146,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282255.739,
					["g"] = 1,
					["b"] = 0,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[02:35:47]|h |T1371267:15:15:0:0:64:64:4:60:4:60|tЖивое ядро инфернала: 135 попыток",
					["r"] = 1,
					["serverTime"] = 1603496146,
					["timestamp"] = 282256.355,
					["g"] = 1,
					["b"] = 1,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[02:35:47]|h |T1371268:15:15:0:0:64:64:4:60:4:60|tЗлодейское ядро адского пламени: 47 попыток",
					["r"] = 1,
					["serverTime"] = 1603496146,
					["timestamp"] = 282256.355,
					["g"] = 1,
					["b"] = 1,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[02:35:48]|h BigWigs: |cffffff00'Гул'дан' терпит поражение спустя 3 мин. 41 с.|r",
					["timestamp"] = 282256.68,
					["serverTime"] = 1603496147,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[02:35:48]|h Вы получаете валюту – |cffa335ee|Hcurrency:1275:0|h[Любопытная монета]|h|r, 1 шт.",
					["serverTime"] = 1603496147,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282256.733,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[02:35:57]|h Ваша добыча: |cffa335ee|Hitem:138317::::::::50:577::6:3:3518:1472:3528:1:28:619:::|h[Поножи Аз'Акира]|h|r.",
					["serverTime"] = 1603496156,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282265.676,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[02:35:57]|h Ваша добыча: |cffa335ee|Hitem:140826::::::::50:577::6:3:3519:1472:3528:1:28:619:::|h[Запятнанные Скверной осколки челюсти]|h|r.",
					["serverTime"] = 1603496156,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282265.817,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[02:35:57]|h Ваша добыча: |cffa335ee|Hitem:140820::::::::50:577::6:3:3519:1472:3528:1:28:619:::|h[Фиал оскверненной крови]|h|r.",
					["serverTime"] = 1603496156,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282265.957,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[02:35:58]|h Ваша добыча: 26 |4золотая:золотые:золотых;, 39 |4серебряная:серебряные:серебряных;, 64 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1603496157,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282266.488,
					["g"] = 1,
					["b"] = 0,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[02:37:08]|h Ваша добыча: |cff9d9d9d|Hitem:132212::::::::50:577:::::::|h[Пенистая эссенция]|h|r.",
					["serverTime"] = 1603496227,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282337.215,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[02:37:09]|h Шупрек-Гордунни получает добычу: |cffa335ee|Hitem:138333::::::::50:577::6:3:3518:1472:3528:1:28:619:::|h[Поножи астрального стража]|h|r.",
					["serverTime"] = 1603496228,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						15, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282337.614,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[02:37:09]|h Шупрек-Гордунни получает добычу: |cffa335ee|Hitem:140817::::::::50:577::6:3:3519:1472:3528:1:28:619:::|h[Брошь в виде головы льва]|h|r.",
					["serverTime"] = 1603496228,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						15, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282337.785,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[02:38:22]|h Ваша добыча: 2 |4золотая:золотые:золотых;, 70 |4серебряная:серебряные:серебряных;, 55 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1603496301,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282411.109,
					["g"] = 1,
					["b"] = 0,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[02:38:32]|h Вы будете получать добычу для специализации \"Истребление\".",
					["serverTime"] = 1603496311,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 282420.443,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[02:38:32]|h |Hchannel:channel:1|h[1] |h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Цитадель Ночи]|h.",
					["serverTime"] = 1603496311,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						20, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282421.408,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[02:24:39]|h Вы забыли |cff71d5ff|Hspell:275144:0|h[Необузданный хаос]|h|r.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9137255549430847,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495478,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[02:24:39]|h Вы приобрели новую пассивную способность: |cff71d5ff|Hspell:258881:0|h[Остатки разрушений]|h|r.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9137255549430847,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495478,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[02:25:22]|h Гул'дан кричит: Вы опоздали! Меня не остановить!",
					["b"] = 0.250980406999588,
					["r"] = 1,
					["g"] = 0.250980406999588,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495521,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[02:25:27]|h Гул'дан кричит: Мою волю не сломить!",
					["b"] = 0.250980406999588,
					["r"] = 1,
					["g"] = 0.250980406999588,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495526,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[02:25:29]|h |TInterface\\Icons\\ability_felarakkoa_feldetonation_green:20|t Вас захватывают |cFFFF0000|Hspell:206222|h[\"Узы Скверны\"]|h|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 0.8666667342185974,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495528,
					["extraData"] = {
						43, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[02:25:37]|h Гул'дан кричит: Во славу Саргераса!",
					["b"] = 0.250980406999588,
					["r"] = 1,
					["g"] = 0.250980406999588,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495536,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[02:25:41]|h |TInterface\\Icons\\ability_felarakkoa_feldetonation_red:20|t Гул'дан получает способность |cFFFF0000|Hspell:206221|h[\"Усиленные узы Скверны\"]|h|r.",
					["b"] = 0,
					["r"] = 1,
					["g"] = 0.8666667342185974,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495540,
					["extraData"] = {
						42, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[02:25:41]|h Гул'дан кричит: Вам не избежать моей хватки!",
					["b"] = 0.250980406999588,
					["r"] = 1,
					["g"] = 0.250980406999588,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495540,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[02:25:47]|h Гул'дан кричит: Смотрите, как сила обретает форму!",
					["b"] = 0.250980406999588,
					["r"] = 1,
					["g"] = 0.250980406999588,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495546,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[02:25:52]|h |TInterface\\Icons\\Spell_Shadow_SoulGem:20|t |cFFFF0000|Hspell:209489|h[Око Гул'дана]|h|r смотрит на вас!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 0.8666667342185974,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495551,
					["extraData"] = {
						43, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[02:25:57]|h |TInterface\\Icons\\Spell_Fire_FelPyroblast:20|t Гул'дан начинает применять заклинание |cFFFF0000|Hspell:206219|h[\"Жидкое адское пламя\"]|h|r.",
					["b"] = 0,
					["r"] = 1,
					["g"] = 0.8666667342185974,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495556,
					["extraData"] = {
						42, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[02:25:57]|h Гул'дан кричит: Я испепелю вас!",
					["b"] = 0.250980406999588,
					["r"] = 1,
					["g"] = 0.250980406999588,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495556,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[02:26:04]|h |TInterface\\Icons\\Spell_Shadow_SoulGem:20|t |cFFFF0000|Hspell:209489|h[Око Гул'дана]|h|r смотрит на вас!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 0.8666667342185974,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495563,
					["extraData"] = {
						43, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[02:26:07]|h Гул'дан кричит: Мою волю не сломить!",
					["b"] = 0.250980406999588,
					["r"] = 1,
					["g"] = 0.250980406999588,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495566,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[02:26:09]|h |TInterface\\Icons\\ability_felarakkoa_feldetonation_red:20|t Вас захватывают |cFFFF0000|Hspell:206221|h[\"Усиленные узы Скверны\"]|h|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 0.8666667342185974,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495568,
					["extraData"] = {
						43, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[02:26:25]|h Гул'дан кричит: Хватит меня отвлекать! И так много работы...",
					["b"] = 0.250980406999588,
					["r"] = 1,
					["g"] = 0.250980406999588,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495584,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[02:26:41]|h Гул'дан кричит: Сдавайтесь – и, может быть, я пощажу вас!",
					["b"] = 0.250980406999588,
					["r"] = 1,
					["g"] = 0.250980406999588,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495600,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[02:26:44]|h |cffa5a5a5Шупрек|r умирает.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9137255549430847,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495603,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[02:26:57]|h Верховный маг Кадгар кричит: Бейтесь за Азерот! За все, что вам дорого!",
					["b"] = 0.250980406999588,
					["r"] = 1,
					["g"] = 0.250980406999588,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495616,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[02:26:58]|h Верховный маг Кадгар кричит: Легион не получит наш мир!",
					["b"] = 0.250980406999588,
					["r"] = 1,
					["g"] = 0.250980406999588,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495617,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[02:26:59]|h Гул'дан кричит: Сгорите изнутри!",
					["b"] = 0.250980406999588,
					["r"] = 1,
					["g"] = 0.250980406999588,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495618,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[02:27:02]|h Гул'дан кричит: Смотрите, как сила обретает форму!",
					["b"] = 0.250980406999588,
					["r"] = 1,
					["g"] = 0.250980406999588,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495621,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[02:27:07]|h |TInterface\\Icons\\inv_misc_trinket6oih_orb4:20|t |cFFFF0000|Hspell:211152|h[Усиленное Око Гул'дана]|h|r смотрит на вас!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 0.8666667342185974,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495626,
					["extraData"] = {
						43, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[02:27:14]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq16|k:7:0:BN_WHISPER:|Kq16|k:Aleata#2992|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffe7b09|Kq16|k|r|h|cffd8d8d8]|r: чиорд) а вы там уже давно?)",
					["b"] = 1,
					["r"] = 0.8823530077934265,
					["g"] = 0.3176470696926117,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495633,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						18, -- [3]
						19, -- [4]
						["n"] = 4,
					},
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[02:27:20]|h |TInterface\\Icons\\inv_misc_trinket6oih_orb4:20|t |cFFFF0000|Hspell:211152|h[Усиленное Око Гул'дана]|h|r смотрит на вас!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 0.8666667342185974,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495639,
					["extraData"] = {
						43, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[02:27:23]|h Гул'дан кричит: Просто умрите! Зачем сопротивляться?",
					["b"] = 0.250980406999588,
					["r"] = 1,
					["g"] = 0.250980406999588,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495642,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[02:27:26]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq16|k:7:0:BN_WHISPER:|Kq16|k:Aleata#2992|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffe7b09|Kq16|k|r|h|cffd8d8d8]|r: а то мне как раз туда надавали квестов)",
					["b"] = 1,
					["r"] = 0.8823530077934265,
					["g"] = 0.3176470696926117,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495645,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						18, -- [3]
						19, -- [4]
						["n"] = 4,
					},
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[02:27:31]|h Верховный маг Кадгар кричит: Мы его остановим!",
					["b"] = 0.250980406999588,
					["r"] = 1,
					["g"] = 0.250980406999588,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495650,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[02:27:35]|h Гул'дан кричит: Сгорите изнутри!",
					["b"] = 0.250980406999588,
					["r"] = 1,
					["g"] = 0.250980406999588,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495654,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[02:27:40]|h Гул'дан кричит: Буря обрушит на вас ливень смерти!",
					["b"] = 0.250980406999588,
					["r"] = 1,
					["g"] = 0.250980406999588,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495659,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[02:27:55]|h Гул'дан кричит: Смотрите, как сила обретает форму!",
					["b"] = 0.250980406999588,
					["r"] = 1,
					["g"] = 0.250980406999588,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495674,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[02:28:00]|h |TInterface\\Icons\\inv_misc_trinket6oih_orb4:20|t |cFFFF0000|Hspell:211152|h[Усиленное Око Гул'дана]|h|r смотрит на вас!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 0.8666667342185974,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495679,
					["extraData"] = {
						43, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[02:28:06]|h Верховный маг Кадгар кричит: Вернем душу Иллидана в тело... Владыка Легиона не должен его заполучить.",
					["b"] = 0.250980406999588,
					["r"] = 1,
					["g"] = 0.250980406999588,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495685,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[02:28:23]|h Внутренний демон кричит: Вы едва одолели пешку и бросаете вызов самому владыке?",
					["b"] = 0.250980406999588,
					["r"] = 1,
					["g"] = 0.250980406999588,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495702,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[02:28:27]|h Гул'дан кричит: Я Гул'дан! Я – Воплощение мрака! Меня не убить... так легко...",
					["b"] = 0.250980406999588,
					["r"] = 1,
					["g"] = 0.250980406999588,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495706,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[02:28:35]|h Внутренний демон кричит: Встречайте тень грядущего! Тень бесконечной тьмы, что поглотит ваш мир!",
					["b"] = 0.250980406999588,
					["r"] = 1,
					["g"] = 0.250980406999588,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495714,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[02:28:45]|h Внутренний демон кричит: Вы не готовы!",
					["b"] = 0.250980406999588,
					["r"] = 1,
					["g"] = 0.250980406999588,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495724,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[02:28:54]|h Внутренний демон кричит: Ощути силу внутреннего демона!",
					["b"] = 0.250980406999588,
					["r"] = 1,
					["g"] = 0.250980406999588,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495733,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[02:29:12]|h Внутренний демон кричит: Узрите пламя Аззинота!",
					["b"] = 0.250980406999588,
					["r"] = 1,
					["g"] = 0.250980406999588,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495751,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[02:29:30]|h Внутренний демон кричит: Ощути силу внутреннего демона!",
					["b"] = 0.250980406999588,
					["r"] = 1,
					["g"] = 0.250980406999588,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495769,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[02:29:30]|h [S] |cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1371:SAY|h|cffd8bc3f50|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: Паразитарная рана на |cff00ff00Дэлери|r",
					["b"] = 1,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495769,
					["extraData"] = {
						2, -- [1]
						false, -- [2]
						20, -- [3]
						21, -- [4]
						["n"] = 4,
					},
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[02:29:37]|h [S] |cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1372:SAY|h|cffd8bc3f50|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: 3",
					["b"] = 1,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495776,
					["extraData"] = {
						2, -- [1]
						false, -- [2]
						20, -- [3]
						21, -- [4]
						["n"] = 4,
					},
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[02:29:38]|h [S] |cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1373:SAY|h|cffd8bc3f50|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: 2",
					["b"] = 1,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495777,
					["extraData"] = {
						2, -- [1]
						false, -- [2]
						20, -- [3]
						21, -- [4]
						["n"] = 4,
					},
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[02:29:39]|h [S] |cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1374:SAY|h|cffd8bc3f50|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: 1",
					["b"] = 1,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495778,
					["extraData"] = {
						2, -- [1]
						false, -- [2]
						20, -- [3]
						21, -- [4]
						["n"] = 4,
					},
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[02:29:53]|h Внутренний демон кричит: Узрите пламя Аззинота!",
					["b"] = 0.250980406999588,
					["r"] = 1,
					["g"] = 0.250980406999588,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495792,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[02:29:55]|h |cff71d5ff|Hdeath:1|h[Вы умерли.]|h",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9137255549430847,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495794,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[02:29:56]|h Внутренний демон кричит: И это вся ваша ярость?!",
					["b"] = 0.250980406999588,
					["r"] = 1,
					["g"] = 0.250980406999588,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495795,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[02:30:09]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq16|k:7:0:BN_WHISPER:|Kq16|k:Aleata#2992|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffe7b09|Kq16|k|r|h|cffd8d8d8]|r: У нас еще персонажи есть)",
					["b"] = 1,
					["r"] = 0.8823530077934265,
					["g"] = 0.3176470696926117,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495808,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						18, -- [3]
						22, -- [4]
						["n"] = 4,
					},
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[02:30:11]|h Соединение со службой Blizzard разорвано.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9137255549430847,
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495810,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [108]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 53 |4секунда:секунды:секунд;.",
					["timestamp"] = 281971.893,
				}, -- [109]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 281971.893,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[02:30:55]|h |cffff0000Warning: TomCat's Tours must be installed and enabled for TomCat's Tours: Visions of N'zoth to function properly|r",
					["timestamp"] = 281954.775,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[02:30:57]|h |cffffe566{VuhDo}|r VuhDo |cffffe566['vu:du:]|r v3.115 (use /vd). Currently maintained by Ivaria@US-Hyjal in honor of Marshy.",
					["r"] = 1,
					["timestamp"] = 281954.775,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[02:31:01]|h Сообщение дня от гильдии: \"РТ на неделю - 18 (вс) и 19 (пн) октября. До этого времени разбираемся с багами, спеками, шмотом. Мами и Папи вернулись. Всем выйти из сумрака. :Yoba1:\"",
					["r"] = 0.4431372880935669,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 281970.133,
					["g"] = 0.4941176772117615,
					["b"] = 1,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[02:31:04]|h |cfffecf38|cfffe8460ERROR:  |cffffffffPawn may provide incorrect advice due to a potential addon conflict: Pawn is not compatible with Combat Numbers Separator, Titan Panel Artifact Power, or other addons that change the way that numbers appear.",
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495864,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[02:31:05]|h |cffffd839TSM|r: TSM doesn't currently have any AuctionDB pricing data for your realm. We recommend you download the TSM Desktop Application from |cff79a2ffhttps://tradeskillmaster.com|r to automatically update your AuctionDB data (and auto-backup your TSM settings).",
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495865,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[02:31:05]|h Вы будете получать добычу для специализации \"Истребление\".",
					["serverTime"] = 1603495865,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 281971.893,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[02:31:05]|h |cff33ff99Global Ignore: |cffffffffType /gignore or /gi for help and options",
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495865,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[02:31:05]|h |cff33ff99Global Ignore: |cffffffffSynchronizing Ignore list...",
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495865,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[02:31:05]|h |cffffd700Титан Панель|r|cff20ff20 5.19.0.90001|r|cffffd700|cffffd700 от |cffff8c00Titan Development Team|r|cff20ff20|r",
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495865,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[02:31:05]|h |cffffd700<Титан> |r|cff20ff20Регистрация Titan плагинов...|r",
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495865,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[02:31:05]|h |cffffd700<Титан> |r|cff20ff20Процесс регистрации завершен. 28|r",
					["timestamp"] = 281971.893,
					["serverTime"] = 1603495865,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[02:31:05]|h |cffffe566{VuhDo}|r Профиль успешно загружен: Фламиника: Vuhdo'esque",
					["r"] = 1,
					["serverTime"] = 1603495865,
					["timestamp"] = 281971.893,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[02:31:06]|h Установленный режим сложности подземелья: Эпохальный.",
					["serverTime"] = 1603495866,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 281971.893,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[02:31:07]|h Общее время игры: 34 |4день:дня:дней;, 7 |4час:часа:часов;, 9 |4минута:минуты:минут;, 48 |4секунда:секунды:секунд;.",
					["serverTime"] = 1603495867,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 281975.516,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[02:31:07]|h Время игры на этом уровне: 22 |4день:дня:дней;, 21 |4час:часа:часов;, 46 |4минута:минуты:минут;, 23 |4секунда:секунды:секунд;.",
					["serverTime"] = 1603495867,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 281975.516,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[02:32:06]|h |cffffaeaeDetails!:|r |cFFFFBB00First Hit|r: *?*    ",
					["timestamp"] = 282034.815,
					["serverTime"] = 1603495926,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[02:32:07]|h Гул'дан кричит: Вы опоздали! Меня не остановить!",
					["serverTime"] = 1603495927,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282035.652,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[02:32:12]|h Гул'дан кричит: Мою волю не сломить!",
					["serverTime"] = 1603495932,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 282040.542,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [128]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
