
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
				"/с /reload", -- [1]
				"/п |cff0070dd|Hitem:127493::::::::120:581:512:22:1:5473:120:::|h[Метеоритный оселок]|h|rнадо кому?", -- [2]
				"/п Где вы их находите?", -- [3]
				" Пойду на приста. Лёша уже в пм пишет", -- [4]
				"/п *геру", -- [5]
				"/п Герц)", -- [6]
				"/гр ппц", -- [7]
				"/гр Ы, ты видишь эти хоты на боссе?", -- [8]
				"/cw Айсли-Борейскаятундра Сейчас добьём с Дашей тв и перезайду", -- [9]
				"/cw Айсли-Борейскаятундра Да", -- [10]
				"/гр Кольцо 100 илвл)", -- [11]
				"/гр )", -- [12]
				"/гр Я совсем забыла про рейд", -- [13]
				"/г А мы быстро)", -- [14]
				"/г Таймволки нужны кому-нибудь?", -- [15]
				"/гр Я всё время об этом забываю", -- [16]
				"/гр Блин", -- [17]
				"/гр Спасибо, монк)", -- [18]
				"/гр |cff0070dd|Hitem:127561::::::::120:581:512:22:1:5473:120:::|h[Покров Акали]|h|r", -- [19]
				"/гр Плащ на транс нужен?", -- [20]
				"/гр Существенно быстрее", -- [21]
				"/гр Прикольно", -- [22]
				"/гр Впервые всё это вижу", -- [23]
				"/гр о ппц", -- [24]
				"/гр А тут что, можно так пройти?", -- [25]
				"/гр Апай и пойдем таймволкать", -- [26]
				"/гр Круто)", -- [27]
				"/гр Где блин все", -- [28]
				"/гр И вышел ><", -- [29]
				"/гр Который Самопал", -- [30]
				"/гр О, Ваня заходил", -- [31]
				"/гр Можно туда", -- [32]
				"/гр А хотя откуда, квест же не давали до 120", -- [33]
				"/гр Ты таймволки выфармила уже х5?", -- [34]
				"/гр Нафиг тебе тот 340", -- [35]
				"/гр Хотя я вот думаю, мб эффективней сразу в мифики", -- [36]
				"/гр Рарники-то стоят", -- [37]
				"/гр Ну и что?", -- [38]
				"/гр Там, правда, 340 всего падает", -- [39]
				"/гр Можем на арати к рарникам слетать", -- [40]
				"/гр Мне тут ещё овердофига всего", -- [41]
				"/гр Кодо это ж хардкор?", -- [42]
				"/гр А, |cff0070dd|Hitem:166525::::::::120:577::::::|h[Яйцо полночной совы]|h|r это было", -- [43]
				"/гр Лин, ещё что-то же падало сегодня", -- [44]
				"/гр Тебе |cff0070dd|Hitem:166454::::::::120:577::::::|h[Скользкая фиолетовая слизь]|h|r нужна?", -- [45]
				"/гр Будет", -- [46]
				"/гр На этого наверное можно дд", -- [47]
				"/гр Хотя", -- [48]
				"/гр *ся", -- [49]
				"/гр Чтоб 10 раз не спекатья", -- [50]
				"/гр Больших убьём потом вернёмся", -- [51]
				"/гр Ты вроде и дд, и в то же время - танк", -- [52]
				"/гр А я размышляю о том, что хорошо быть хантом", -- [53]
				"/гр )", -- [54]
				"/гр )", -- [55]
				"/гр Упало что-нибудь?", -- [56]
				" Перезайду", -- [57]
				" Мне пишут, что я не лидер группы О_О", -- [58]
				"/гр У меня локалку не показывает)", -- [59]
				"/гр Для Ивуса", -- [60]
				"/гр Монетку купила?", -- [61]
				"/гр Ты ж в курсе, что за знаки из таймволков можно вещи покупать?", -- [62]
				"/гр У тебя какой сейчас илвл?", -- [63]
				"/гр О, плащик", -- [64]
				"/гр Я к тому, что на ДХ точно не может быть столько заданий", -- [65]
				"/гр Ачивки как-то отфонарно прокают теперь", -- [66]
				"/гр Серьёзно что ли 10к?)", -- [67]
				"/гр а", -- [68]
				"/гр Так, там локалка ещё был", -- [69]
				"/гр Рарник лутается у тебя?", -- [70]
				"/гр Если убьют, не вставай. Пилон поставлю", -- [71]
				"/гр Ну ппц", -- [72]
				"/гр Точно не передаётся", -- [73]
				"/гр квест взяла?", -- [74]
				"/гр Запрыгивай", -- [75]
				"/гр На мелких останусь в дд, на больших буду спекаться", -- [76]
				"/гр Сейчас кофе быстренько сделаю и пойдем", -- [77]
				"/гр Угу. Спокойней будет", -- [78]
				"/п Глефомет как раз доехал)", -- [79]
				"/с /thanks", -- [80]
				" Ну хоть ачивка)", -- [81]
				" Можно улетать?", -- [82]
				" Отвис? ", -- [83]
				" Удачного дропа)", -- [84]
				" заходи", -- [85]
				" Если ты сам пойдешь в литейку, у меня кд не будет", -- [86]
				" Мы же в ЦАП идем, причем тут Чернорук?", -- [87]
				" Я по рейдам потом буду ходить. Сейчас много квестов новых, надо всё сделать)", -- [88]
				" Нет", -- [89]
				"/cw Коррделия-Борейскаятундра Не сегодня", -- [90]
				"/cw Аркадрон-Борейскаятундра А ты их ещё не нашел что ли?", -- [91]
				"/гр Наверх по тропинке", -- [92]
				"/г Что такое лкчг?", -- [93]
				"/г Я тебя когда-то слышала", -- [94]
				"/г Айсли тебя гомосексуалистом начал называть задолго до Мегакрута", -- [95]
				"/г \"Пуфка микрофон\"", -- [96]
				"/г А что это за событие 14-го марта?", -- [97]
				"/г Завтра субботка(", -- [98]
				"/г Идем с нами Дашу одевать", -- [99]
				"/г Пуфик, у тебя латники есть?)", -- [100]
				"/гр Гробница королей", -- [101]
				"/г Не надо)", -- [102]
				"/гр King's rest", -- [103]
				"/гр Андрей? Ты прилетел?", -- [104]
				"/гр Сделаем", -- [105]
				"/гр  А сейчас?", -- [106]
				"/гр Пришли саммоны?", -- [107]
				"/гр Отлично)", -- [108]
				"/гр Даш, ты у пала позабирала дроп?", -- [109]
				"/гр Underrot (if you're interested)", -- [110]
				"/г Круто)", -- [111]
				"/гр They are already inside", -- [112]
				"/г Блин, Даша не в гильдии(", -- [113]
				"/г Вот мне интересно, что люди с 15+к дпс забыли в героике? Я про нашу предыдущую пати", -- [114]
				"/гр Приста брать или латников подождем?", -- [115]
				"/cw Аркадрон-Борейскаятундра Гавань", -- [116]
				"/гр В гавань сначала", -- [117]
				"/cw Аркадрон Андрей, в миф 0 за маунтами пойдешь?", -- [118]
				" По крайней мере, в те, где маунты)", -- [119]
				" Да я вот тоже думаю", -- [120]
				" В героике маунт не падает что ли?", -- [121]
				" Жаль, у меня латников нет вообще", -- [122]
				"/гр Нет, серьёзно, у него поменялся голос", -- [123]
				" Заходи) в мифики пойдем)", -- [124]
				" Доча!", -- [125]
				"/гр lawl", -- [126]
				"/гр ))))", -- [127]
				"/гр This ain't the boss)", -- [128]
				"/гр Варр, ты почему сумм не принял?", -- [129]
				"/гр Me and the other mage are in different warmodes", -- [130]
				"/гр Turns out priest doesn't have the flightpath either)", -- [131]
				"/гр Yes", -- [132]
				"/гр sup)", -- [133]
				"/гр king's rest", -- [134]
				"/гр Need one more for summon", -- [135]
				"/гр hi", -- [136]
				"/гр А нет, Подгнилье", -- [137]
				"/гр King's rest", -- [138]
				"/гр mount up", -- [139]
				"/гр yes", -- [140]
				"/г Тут Ваня-Самопал утверждает, что он шесть лет фармил её в 8 твинков", -- [141]
				"/г Сейчас сделаю себе кофе, возьму яблочко, и буду открывать всё, что осталось", -- [142]
				"/г Часть открывала, часть хранила", -- [143]
				"/г (", -- [144]
				"/г Задачка: у девочки Марины было 34 |cffa335ee|Hitem:54537::::::::120:581::11::::|h[Коробочка в виде сердца]|h|r. Сколько ракет в них содержится?\"", -- [145]
				"/г Это из экспедиций?", -- [146]
				"/г Всё равно это было внезапно", -- [147]
				"/г О_О", -- [148]
				"/г Зачетная поросятина)", -- [149]
				"/г Хрю!", -- [150]
				"/cw Ромеох-Борейскаятундра В смысле, надолго ушел?", -- [151]
				"/cw Ромеох Ты в ключ один или с Альмагорном?", -- [152]
				" Так в ЦН или в ключ?", -- [153]
				"/п Если не убивать птицу и яйцо нам бр не поможет", -- [154]
				"/п Яйцо нужно убивать", -- [155]
				"/п Рефлекс ><", -- [156]
				"/п блин", -- [157]
				"/п ждите меня там за стенкой", -- [158]
				"/г После данжа сходим, если ещё будет актуально", -- [159]
				"/г Хочу. Только меня  данж затянуло", -- [160]
				"/г О, сантехник", -- [161]
				"/г Наш танк аренит", -- [162]
				"/с /tomcats darkshore toggle", -- [163]
				"/гр Пошла на работу. Удачного фарма)", -- [164]
				"/гр На здоровье)", -- [165]
				"/гр Как раз 4 дня осталось - 16 штук)", -- [166]
				"/с /reload", -- [167]
				"/г Помимо роботов на запчасти", -- [168]
				"/г А что там интересного в Жиле?", -- [169]
				"/г Отправила", -- [170]
				"/cw Айсли-Борейскаятундра Добиваю фронт", -- [171]
				"/cw Гриддис-Борейскаятундра https://www.warcraftlogs.com/zone/rankings/21#metric=hps&class=Healers", -- [172]
				"/cw Гриддис-Борейскаятундра И как?", -- [173]
				"/cw Гриддис-Борейскаятундра Привет)", -- [174]
				"/с /thanks", -- [175]
				"/с /greet", -- [176]
				"/гр умираем", -- [177]
				"/гр да", -- [178]
				"/гр лежать пока", -- [179]
				"/гр Но мы всё равно в Шторма", -- [180]
				"/гр Убрали требования на квесты со всех инстов", -- [181]
				"/гр И в осаду ты можешь", -- [182]
				"/гр В Штормах что-то нужное падает", -- [183]
				"/cw Сатот-Дракономор Спасибо)", -- [184]
				"/cw Сатот-Дракономор и тебе ", -- [185]
				"/гр Шторма", -- [186]
				"/гр Извини, нам нужно вместо тебя согильдийца взять", -- [187]
				"/гр Спасибо, хант", -- [188]
				"/г На следующий будет", -- [189]
				"/г один остался", -- [190]
				"/гр Не встаём", -- [191]
				"/гр Если там пвп на входе нет", -- [192]
				"/гр Привет", -- [193]
				"/гр King's Rest", -- [194]
				"/гр run to the third boss", -- [195]
				"/гр Underrot next", -- [196]
				"/г Заходите в групповой войс, кто хочет", -- [197]
				"/г Это Вирж шарит)", -- [198]
				"/г Там как раз маунты", -- [199]
				"/г Гавань, Подгнилье, гробница и что-то ещё", -- [200]
				"/г Я за 4 разных)", -- [201]
				"/г Вы 4 разных хотите или 4 Вольных гавани?", -- [202]
				"/г )", -- [203]
				"/г На следующем кд упадет", -- [204]
				"/г не упал?", -- [205]
				"/г Из пати не выхожу, а то тебя выкинет", -- [206]
				"/г заходи", -- [207]
				"/cw Честертон-Дракономор кто-то другой прилетел и добил", -- [208]
				"/г Cек, тут попросили подождать, не добивать босса", -- [209]
				"/cw Честертон-Дракономор Лети) стою", -- [210]
				"/3 На Пушку смерти ждать кого-нибудь?", -- [211]
				"/г Тогда не выходи)", -- [212]
				"/г босс", -- [213]
				"/г Выходи, тоже стукни", -- [214]
				"/г Думроллер реснулся", -- [215]
				"/г у", -- [216]
				"/г Леч", -- [217]
				"/г Ну попробуй, может мне не обязательно в рейде быть", -- [218]
				"/г Я, наверное, зайти должна", -- [219]
				"/г /tmw", -- [220]
				"/г Нынешние 10+, это как раньше 13+", -- [221]
				"/г /tmw", -- [222]
				"/г Ты обещал, что он вернётся, когда выпустят рейд", -- [223]
				"/г Слушая, зловещий гладиатор, где моя сова?! ><", -- [224]
				"/г Что ещё надо для счастья", -- [225]
				"/г В Долине штормов самые лучшие вторжения всех времён и народов. Квесты рядом, завершающее задание короткое", -- [226]
				"/cw Кейстут-Борейскаятундра Пока ты спишь, враг фармить военные медали 7-го легиона", -- [227]
				"/п А оно как бафф сразу вешается, или там что-то лутать надо и на базу нести?", -- [228]
				"/п Почему бить верхом нельзя ><", -- [229]
				"/п Уииии, ездовой ДК", -- [230]
				"/п Ну они по кораблям стреляют ещё вроде", -- [231]
				"/г ОМФГ голем с дверью в руке", -- [232]
				"/г ВикАуры тоже есть на эту тему, скорее всего", -- [233]
				"/г TellMeWhen", -- [234]
				"/г Омг, в этой игре ещё и не один спиннер, а два", -- [235]
				"/г Удалишь игру", -- [236]
				"/г )", -- [237]
				" А у тебя который час сейчас?", -- [238]
				" Вот это ппц", -- [239]
				" И делает несколькими твинками", -- [240]
				" Заходит каждый раз точно к началу", -- [241]
				" Лёша себе на них будильник заводит))", -- [242]
				" (", -- [243]
				" Привет)", -- [244]
				" Я это время ещё называю ночью", -- [245]
				"/cw Альмагорн-Борейскаятундра /reload", -- [246]
				"/cw Альмагорн-Борейскаятундра У вендоров продаётся", -- [247]
				"/cw Альмагорн-Борейскаятундра В упаковочную бумагу завернула", -- [248]
				"/с /tptp", -- [249]
				"/с /tptp", -- [250]
				"/с /reload", -- [251]
				"/с /tptp", -- [252]
				"/г Что это тебя теперь на полежать всё время тянет?", -- [253]
				"/г Как люди уже на старте БфА эту ачиву получали - выше моего понимания", -- [254]
				"/г Осталось всего 29 маунтов", -- [255]
				"/г Уииииии |cffa335ee|Hitem:163645::::::::120:581::::::|h[Головокуска]|h|r", -- [256]
				"/г А траву не бросил?", -- [257]
				"/г Жаль, нельзя ДХ создать пандой", -- [258]
				"/с /thanks", -- [259]
				"/cw Айсли-Борейскаятундра Нет, я не хочу никуда идти", -- [260]
				"/г Самая нижняя полётка в гавани Боралуса", -- [261]
				"/г На Улице Мореходов", -- [262]
				"/г А тут ты ещё параллельно делаешь не только посланника для 7-го легиона, но и посланника для данной локации", -- [263]
				"/г 5 локалок - 5 монеток за последний сценарий", -- [264]
				"/г Там же так и выходит в итоге", -- [265]
				"/г А, ты хотел по монетке за каждую локалку?", -- [266]
				"/г А какой радости ты ждал от нападений?", -- [267]
				" У меня такое хорошее настроение, так не хочется его портить)", -- [268]
				" Лёш, можно я сегодня не пойду в рейд?", -- [269]
				"/гр Отлично", -- [270]
				"/гр А тебе метки мои видно было?", -- [271]
				"/гр Сделалось?", -- [272]
				"/гр Не знаю, видишь ли ты их", -- [273]
				"/гр Я там меток наставила", -- [274]
				"/гр Намного", -- [275]
				"/гр Снеговик южнее", -- [276]
				"/гр Тебе нужен второй справа. Возле него ещё табличка стоит", -- [277]
				"/гр И там бежишь к порталам", -- [278]
				"/гр В центре вниз портуешься", -- [279]
				"/гр В общем, ты на верном пути", -- [280]
				"/гр Чертов вармод", -- [281]
				"/3 На Коготь смерти летит кто-нибудь?", -- [282]
				"/г Я убила Ивуса и он мне не предложил бонус ролл кинуть", -- [283]
				"/г |cffffffff|Hcurrency:1580:0|h[Печать судьбы воина]|h|r это же актуальная монетка?", -- [284]
				"/г Уиии", -- [285]
				"/г То есть, завтра в рейд не идем, если вас всех забанят?", -- [286]
				"/г Да", -- [287]
				"/г (", -- [288]
				"/г Угу. И у всех твинков сразу откроется квест на фронт", -- [289]
				"/г Чтоб его дали, нужно полностью пройти новую кампанию хотябы одним чаром", -- [290]
				"/г Ты квест не взял?", -- [291]
				"/г С самого фронта 340, как и в Стромгарде", -- [292]
				"/г Лёш, 385 дают за квест, который берёш перед фронтом", -- [293]
				"/г В остальном вроде ничего не изменилось", -- [294]
				"/г Летать приходится через Минск и Ригу", -- [295]
				"/г Единственная подстава с транзитом Россия - Украина, это то, что прямого авиасообщения больше нету ><", -- [296]
				"/г Типа, если вообще без паспорта кто-то едет?", -- [297]
				"/г Скажите ещё, что у нас прям на улицах хватают, если вдруг по-русски заговоришь)", -- [298]
				"/г :DDD", -- [299]
				"/г С ней всё отлично, просто я не знала, что у Вейла тёща в Львовской области живёт)", -- [300]
				"/г \"Тут\" это где территориально?", -- [301]
				"/г ы, а чего это ты с украинской раскладкой?", -- [302]
				"/г Грац!", -- [303]
				"/г И молчит)", -- [304]
				"/г О, Вейл вернулся", -- [305]
				"/г Андрей, а ты его уже сделал?", -- [306]
				"/г ))", -- [307]
				"/г Я его законным способом делать собираюсь", -- [308]
				"/г Куда?", -- [309]
				"/г Был 12й. Но мы позаботились о том, чтоб он стал 11", -- [310]
				" 5 чаров. 5 попыток каждый день", -- [311]
				" Делаю дейлики", -- [312]
				" Нет)", -- [313]
				"/г Там можно было заранее на летающего маунта сесть", -- [314]
				"/г Кстати, в этом было преимущество своего портала из Стальгорна", -- [315]
				"/г Но галочку они всё равно зря убрали(", -- [316]
				"/г Спасибо, Вирж", -- [317]
				"/г Тоже, кстати, вариант. Не подумала", -- [318]
				"/г Ну в новом Даларане внизу есть портал в кратер", -- [319]
				"/г А квест в Стальгорне", -- [320]
				"/г Раньше я создавала группу в заранее собранных, брала в пати своего мага и ставила себе портал в даларанский кратер", -- [321]
				"/г Придется теперь, как обычному человеку, к Гринчу пешком летать", -- [322]
				"/г Вот на зачем?", -- [323]
				"/г Они забрали у нас галочку \"Принимать автоматически\"", -- [324]
				"/с /ignore Ракотхант ", -- [325]
				" Сейчас заинвайчу", -- [326]
				" Ты мне через баттлнет пишешь) я знаю, что ты Садж)", -- [327]
				"/г Пристом бы сходила", -- [328]
				"/г ы, на платформе возле корабля две доски вместо заборчика прибили)", -- [329]
				"/г Ага, \"Жутетварь: Offline for 8 days\". Обрадуй Жутю", -- [330]
				"/г Вирж теперь будет элемом?", -- [331]
				"/г Должны", -- [332]
				"/г Пыль вроде после распыления или утилизации получают", -- [333]
				"/г Я в замешательстве", -- [334]
				"/г Маг-элем?", -- [335]
				"/г Неужели ради собаки?", -- [336]
				"/г Вирж, почему ты маг?", -- [337]
				"/г Ачивка будет", -- [338]
				"/г Типа рейда уже сто лет как нету этого", -- [339]
				"/г Второй, это из старого Зул'Гуруба", -- [340]
				"/г Да ну тебя ((", -- [341]
				"/г У тебя какие?", -- [342]
				"/г Я про |cff71d5ff|Hspell:96491:0|h[Бронированный ящер Раззаши]|h|r", -- [343]
				"/г И Гробница не даст мне Ящера Раззаши", -- [344]
				"/г Я пока ещё не могу фармить Гробницу соло", -- [345]
				"/г Упадёт ли маунт, вот в чем вопрос", -- [346]
				"/г Юбилейный, 333-й поход в Зул'Гуруб", -- [347]
				"/п Кот, хочешь танчить? Спекайся в медведя тогда", -- [348]
				"/cw Альмагорн-Борейскаятундра Кинула", -- [349]
				"/cw Альмагорн-Борейскаятундра https://drive.google.com/file/d/1Ex2ESaoV427up_X0p7lRQVd29mL611Qf/view?usp=sharing", -- [350]
				"/cw Альмагорн-Борейскаятундра Давать ссылку?", -- [351]
				"/cw Альмагорн-Борейскаятундра Иначе ОС его просто удаляет", -- [352]
				"/cw Альмагорн-Борейскаятундра Мой тоже можно заюзать только отключив Windows Defender", -- [353]
				"/cw Альмагорн-Борейскаятундра Он же должен обходить встроенную защиту", -- [354]
				"/cw Альмагорн-Борейскаятундра Активатор - это по определению программа с вирусоподобным кодом", -- [355]
				"/cw Альмагорн-Борейскаятундра Случайно есть. Для десятки", -- [356]
				"/г У тебя есть рога? Оо", -- [357]
				"/г Какого монка? Пуфку?", -- [358]
				"/cw Альмагорн-Борейскаятундра Первый прикольный очен", -- [359]
				"/cw Альмагорн-Борейскаятундра Круто))", -- [360]
				"/cw Альмагорн-Борейскаятундра В общем, ты согласен", -- [361]
				"/cw Альмагорн-Борейскаятундра Угу", -- [362]
				"/cw Альмагорн-Борейскаятундра Ты хочешь, чтоб я тебе за это доплачивала? :D", -- [363]
				"/cw Альмагорн-Борейскаятундра :DDDD", -- [364]
				"/cw Альмагорн У меня латников нет и скорей всего никогда не будет", -- [365]
				"/cw Альмагорн Андрей, а можно я тебе буду по умолчанию отсылать латные трансморги?)", -- [366]
				"/гр На рогу зайду только, у ДХ уже он убит", -- [367]
				"/гр Идем)", -- [368]
				"/гр Там на ачивку нужно два человека", -- [369]
				"/гр Солнышку помощь нужна на Рудожуе)", -- [370]
				"/гр )))", -- [371]
				"/гр Заодно трансморги собираю", -- [372]
				"/гр Угу. Тремя чарами)", -- [373]
				"/гр ДХ тоже начала делать на этой неделе", -- [374]
				"/гр Угу) я пристом на следующем КД уже портал сделаю", -- [375]
				"/гр Или нет?", -- [376]
				"/гр Ты вроде говорил, что был у тебя", -- [377]
				"/гр Неа", -- [378]
				"/гр |cff9d9d9d|Hitem:108979::::::::120:577::::::|h[Выбеленные кости]|h|r всё, что осталось от нашего маунта", -- [379]
				"/гр Уиии, 3 из 4", -- [380]
				"/гр А ты куда побежал?", -- [381]
				"/гр Thanks for the run guys. Cheers", -- [382]
				"/гр Thought everyone was already here", -- [383]
				"/гр Sorry", -- [384]
				"/гр thanks", -- [385]
				"/гр Totem guy first", -- [386]
				"/гр hi", -- [387]
				"/с /tmw", -- [388]
				"/с /tmw", -- [389]
				"/cw Глобусс-Борейскаятундра Пойдем ещё", -- [390]
				"/cw Глобусс-Борейскаятундра Напиши, как вернёшься", -- [391]
				"/гр )))", -- [392]
				"/гр Квест уже сделался", -- [393]
				"/гр Так это пятый данж был", -- [394]
				"/п \"Стоп\" в смысле не пулить дальше?", -- [395]
				"/п И тебе казалось, что легче", -- [396]
				"/п Просто раньше ты не хилил", -- [397]
				"/п БК таймволки самые неприятные", -- [398]
				"/п Тут ничто не законно", -- [399]
				"/п Они разве обходятся?", -- [400]
				"/п Даже таунт не работает", -- [401]
				"/п Они не переагриваются почему-то", -- [402]
				"/п Тут респ за углом", -- [403]
				"/гр Мы с Ваней, кстати,  в диске", -- [404]
				" |cff0070dd|Hitem:127257::::::::120:581:512:22:1:5130:120:::|h[Кобальтовое кольцо Тиригосы]|h|r", -- [405]
				"/гр Давайте три минуты перерыв", -- [406]
				"/г Да", -- [407]
				"/г Таймволки желающие плюсуйте", -- [408]
				" Не важен", -- [409]
				" 120", -- [410]
				" На гибельный вой)", -- [411]
				" Так ДХ не было в Дреноре", -- [412]
				" Поставь мифик", -- [413]
				" Как такое возможно?", -- [414]
				" Мне на приста в ЦАП падали вещи, на которых было написано \"Класс: Охотник на демонов\"", -- [415]
				" я тоже готова", -- [416]
				"/cw Аркадрон В общем, я готова на Арати. Напиши, как у тебя ОЛО закончится", -- [417]
				"/cw Аркадрон Никогда раньше такого не было", -- [418]
				"/cw Аркадрон Чем ты выше по уровню - тем слабее становишься", -- [419]
				"/cw Аркадрон В этом аддоне прямо антипрокачка какая-то идёт", -- [420]
				"/cw Аркадрон \"Добро пожаловать на 120й уровень\"", -- [421]
				"/cw Аркадрон Если я не в танке", -- [422]
				"/cw Аркадрон Хы. После апа меня внезапно все более-менее толстые мобы начинают карать))", -- [423]
				" Хы, после апа меня внезапно все более-менее толстые мобы начинают карать", -- [424]
				" Сейчас я тогда ДХ докачаю и сходим. Мне тут чуть-чуть осталось", -- [425]
				" Ты сейчас хочешь идти?", -- [426]
				" Привет)) Тебя ждала", -- [427]
				"/г За 500 я б может ещё и полетала", -- [428]
				"/г И не надо никуда летать", -- [429]
				"/г У меня танковский бонус за призыв к оружию и то больше", -- [430]
				"/г Победите Каззака, Азурегоса и Кошмара и получите в подарок 50 знаков искаженного времени. Ёлки, правда что ли целых 50?", -- [431]
				"/г Все остальные видят реальность", -- [432]
				"/г То есть, это только ты видишь в рейде корги", -- [433]
				"/г ммм, оно называется \"коргогляды\"", -- [434]
				"/г Пфф, ты что, до сих пор не нафармил?", -- [435]
				"/г А мы разве Джайну будем бить? По идее это должен быть для орды босс", -- [436]
				"/г Сюрприз же", -- [437]
				"/г Классная такая глыба на 20 секунд", -- [438]
				"/г Весь рейд?", -- [439]
				"/г << дитя Катаклизма. Мне можно не знать", -- [440]
				"/г Кто такой Азурегос?", -- [441]
				" Привет. Сегодня не траили, закрывали героик", -- [442]
				"/г Когда заходишь в данж и вдруг понимаешь, что твой каст длится пол года, скалирование сразу становится очень актуальным", -- [443]
				"/г И всё совсем по-другому", -- [444]
				"/г Если ты там качаешься при актуально уровне чара, нет скалирования статов", -- [445]
				"/г Зато не скучно", -- [446]
				"/г Ну не без этого", -- [447]
				"/г А шп в таймволках это такое себе удовольствие. Очень сильно ниже среднего", -- [448]
				"/г Я к тому, что становишься в очередь и получаешь инстант инвайт", -- [449]
				"/г ы, ты ж хилл", -- [450]
				"/г Холипалы по-прежнему считаются миликами?", -- [451]
				"/г Ну отлично же", -- [452]
				"/г На Митраксе есть мк?", -- [453]
				"/г А что там? Он с пулла ваншотает всех рдд?", -- [454]
				"/г Не к", -- [455]
				"/г 32", -- [456]
				"/г Ты про золото забыл", -- [457]
				"/г Дополнение к сюжетным цепочкам", -- [458]
				"/г Просто так квесты", -- [459]
				" /tmw", -- [460]
				" Я пока не могу, на работе", -- [461]
				"/с /tmw", -- [462]
				"/cw Мардонн-Борейскаятундра Уже Альмагорна взяла, сорри(", -- [463]
				"/cw Альмагорн-Борейскаятундра да", -- [464]
				"/г Нападение клана Призрачной луны, один слот", -- [465]
				"/г И нафиг выступ", -- [466]
				"/г Лучше б добавили полёты", -- [467]
				"/гр Спокойной ночи", -- [468]
				"/гр Или котам сейчас трудно?", -- [469]
				"/гр А почему котика не хочешь делать?", -- [470]
				"/гр Потому и туплю", -- [471]
				"/гр Ну вот я пробую как раз)", -- [472]
				"/гр В бою тупо нечего жать))", -- [473]
				"/гр А ещё у дх танка отобрали несколько скиллов", -- [474]
				"/гр /tmw", -- [475]
				"/гр Теперь \"Поглощение магии\" - это диспелл", -- [476]
				"/гр Они её переименовали, оказывается", -- [477]
				"/гр Я всё пыталась понять, какого у меня тмв больше не отслеживает откат сбивалки кастов", -- [478]
				"/гр Да я поняла", -- [479]
				"/гр Так и хотелось перьев из хвоста у тебя надёргать", -- [480]
				"/гр Пулящая вперёд танка птица)", -- [481]
				"/гр Геру нужно после переходки давать", -- [482]
				"/гр Что это за тюленьи танцы?", -- [483]
				"/гр ы", -- [484]
				"/гр )", -- [485]
				"/гр Ты танчить хочешь?", -- [486]
				"/гр |cffa335ee|Hitem:124272::::::::113:577::6:2:1799:1478:::|h[Оплечье заклятого когтя]|h|r", -- [487]
				"/гр |cffffff00|Hachievement:12079:Player-1625-087553EE:1:8:20:18:4294967295:4294967295:4294967295:4294967295|h[Рейд-питомник V: Котоклизм]|h|r", -- [488]
				"/г Привет", -- [489]
				"/г Тебе больше никогда ничего не прокнет", -- [490]
				"/г Выбора нет - удаляй чара", -- [491]
				"/п Блин, я дд >< сорри(", -- [492]
				"/г Угу, рл в игре, это для нас всегда праздник", -- [493]
				"/г Лёш, у тебя на мейне эта ачивка есть?", -- [494]
				"/г Маньяки среди нас", -- [495]
				"/г Оо на твинке", -- [496]
				"/cw Саджет Садж, а у тебя какой ключ?", -- [497]
				"/cw Альмагорн-Борейскаятундра Я там", -- [498]
				"/cw Альмагорн-Борейскаятундра А, так у тебя открыта уже полетка?", -- [499]
				"/cw Альмагорн-Борейскаятундра Я тебя подвезти хотела)", -- [500]
			},
			["ChatFrame3EditBox"] = {
				"/cw Аркадрон-Борейскаятундра Пока всё)", -- [1]
				"/cw Коррделия-Борейскаятундра Привет) Спасибо)", -- [2]
				" Ну там же нужно кого-то более важного в рейд взять", -- [3]
				"/cw Шадоукаст-Борейскаятундра Нет, я сегодня релаксирую", -- [4]
				" А ты линкануть его можешь?", -- [5]
				" Давай Каражан", -- [6]
				" 15", -- [7]
				" Гоу в Каражан", -- [8]
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1590103740,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 3,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[23:07:02]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq9|k:21:767:BN_WHISPER:|Kq9|k:vaf#2388|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cffa9d271|Kq9|k|r|h|cffd8d8d8]|r: можем с пугом сходить куда нибудь",
					["serverTime"] = 1608930422,
					["r"] = 0.8823530077934265,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 474276.304,
					["g"] = 0.3176470696926117,
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[23:08:01]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq9|k:21:768:BN_WHISPER:|Kq9|k:vaf#2388|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cffa9d271|Kq9|k|r|h|cffd8d8d8]|r: Юля спать тоже ушла?",
					["serverTime"] = 1608930481,
					["r"] = 0.8823530077934265,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						5, -- [3]
						7, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 474334.863,
					["g"] = 0.3176470696926117,
					["b"] = 1,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[23:08:16]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq9|k:21:770:BN_WHISPER:|Kq9|k:vaf#2388|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cffa9d271|Kq9|k|r|h|cffd8d8d8]|r: да",
					["serverTime"] = 1608930496,
					["r"] = 0.8823530077934265,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 474350.114,
					["g"] = 0.3176470696926117,
					["b"] = 1,
				}, -- [3]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[08:27:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T851119:14|tНерожденная валь'кира – |3-8(ваш питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435595.137,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616433,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[08:27:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T960692:14|tМорской капустник – |3-8(вражеский питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435595.897,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616433,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[08:27:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435598.177,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616436,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[08:27:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463566:14|t|cff4e96f7|HbattlePetAbil:572:1958:420:375|h[Оползень]|h|r наносит 990 ед. урона (сильн. удар) |3-2(ваш питомец) |3-2(|T851119:14|tНерожденная валь'кира).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435600.207,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616438,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[08:27:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463566:14|t|cff4e96f7|HbattlePetAbil:572:1958:420:375|h[Оползень]|h|r меняет погоду на |T463566:14|t|cff4e96f7|HbattlePetAbil:718:1958:420:375|h[Слякотная погода]|h|r.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435600.467,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616438,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[08:27:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136122:14|t|cff4e96f7|HbattlePetAbil:218:816:276:227|h[Проклятие рока]|h|r накладывает эффект |T136122:14|t|cff4e96f7|HbattlePetAbil:217:816:276:227|h[Проклятие рока]|h|r на |3-1(вражеский питомец) |3-3(|T960692:14|tМорской капустник).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435602.467,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616440,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[08:27:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435606.178,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616444,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[08:27:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237002:14|t|cff4e96f7|HbattlePetAbil:621:1958:420:375|h[Каменное буйство]|h|r наносит 770 ед. урона |3-2(ваш питомец) |3-2(|T851119:14|tНерожденная валь'кира).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435606.669,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616444,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[08:27:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237002:14|t|cff4e96f7|HbattlePetAbil:621:1793:420:375|h[Каменное буйство]|h|r наносит 165 ед. урона |3-2(вражеский питомец) |3-2(|T960692:14|tМорской капустник).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435606.669,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616444,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[08:27:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236295:14|t|cff4e96f7|HbattlePetAbil:321:46:276:227|h[Нечестивое вознесение]|h|r накладывает эффект |T236295:14|t|cff4e96f7|HbattlePetAbil:320:46:276:227|h[Нечестивое вознесение]|h|r на |3-1(вражеский питомец) |3-3(|T960692:14|tМорской капустник).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435609.449,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616447,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[08:27:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236295:14|t|cff4e96f7|HbattlePetAbil:321:0:276:227|h[Нечестивое вознесение]|h|r наносит 46 ед. урона |3-2(ваш питомец) |3-2(|T851119:14|tНерожденная валь'кира).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435609.699,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616447,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[08:27:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T851119:14|tНерожденная валь'кира погибает.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435609.699,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616447,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[08:27:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435614.204,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616452,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[08:27:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132914:14|tИкки – |3-8(ваш питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435614.204,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616452,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[08:27:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463566:14|t|cff4e96f7|HbattlePetAbil:718:1793:420:375|h[Слякотная погода]|h|r накладывает эффект |T136091:14|t|cff4e96f7|HbattlePetAbil:248:1793:420:375|h[Обездвиживание]|h|r на |3-1(ваш питомец) |3-3(|T132914:14|tИкки).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435616.37,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616454,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[08:27:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435619.21,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616457,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[08:27:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135664:14|t|cff4e96f7|HbattlePetAbil:919:1319:322:409|h[Черный коготь]|h|r накладывает эффект |T135664:14|t|cff4e96f7|HbattlePetAbil:918:1319:322:409|h[Черный коготь]|h|r на |3-1(вражеский питомец) |3-3(|T960692:14|tМорской капустник).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435620.11,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616458,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[08:27:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T960692:14|t|cff4e96f7|HbattlePetAbil:2319:1958:420:375|h[Исцеляющий компресс X]|h|r восстанавливает 165 ед. урона |3-2(вражеский питомец) |3-2(|T960692:14|tМорской капустник).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435621.83,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616459,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[08:27:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435626.121,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616464,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[08:27:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1319:322:409|h[Стая]|h|r наносит 141 ед. урона |3-2(вражеский питомец) |3-2(|T960692:14|tМорской капустник).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435626.412,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616464,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[08:27:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1319:322:409|h[Стая]|h|r наносит 141 ед. урона |3-2(вражеский питомец) |3-2(|T960692:14|tМорской капустник).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435627.212,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616465,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[08:27:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1319:322:409|h[Стая]|h|r наносит 141 ед. урона |3-2(вражеский питомец) |3-2(|T960692:14|tМорской капустник).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435627.562,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616465,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[08:27:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1319:322:409|h[Стая]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:1319:322:409|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T960692:14|tМорской капустник).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435627.912,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616465,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[08:27:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237002:14|t|cff4e96f7|HbattlePetAbil:621:1535:420:375|h[Каменное буйство]|h|r наносит 770 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435629.662,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616467,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[08:27:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618976:14|t|cff4e96f7|HbattlePetAbil:239:549:322:409|h[Летающий питомец]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T132914:14|tИкки), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435629.662,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616467,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[08:27:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237002:14|t|cff4e96f7|HbattlePetAbil:621:850:420:375|h[Каменное буйство]|h|r наносит 685 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T960692:14|tМорской капустник).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435629.662,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616467,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[08:27:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237002:14|t|cff4e96f7|HbattlePetAbil:621:850:420:375|h[Каменное буйство]|h|r накладывает эффект |T134316:14|t|cff4e96f7|HbattlePetAbil:1090:850:420:375|h[Босс: снижение урона]|h|r на |3-1(вражеский питомец) |3-3(|T960692:14|tМорской капустник).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435629.662,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616467,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[08:27:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435631.852,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616469,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[08:27:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:549:322:273|h[Стая]|h|r наносит 329 ед. урона |3-2(вражеский питомец) |3-2(|T960692:14|tМорской капустник).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435632.202,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616470,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[08:27:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:549:322:273|h[Стая]|h|r наносит 329 ед. урона |3-2(вражеский питомец) |3-2(|T960692:14|tМорской капустник).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435633.302,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616471,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[08:27:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:549:322:273|h[Стая]|h|r наносит 329 ед. урона |3-2(вражеский питомец) |3-2(|T960692:14|tМорской капустник).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435633.802,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616471,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[08:27:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T960692:14|tМорской капустник погибает.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435633.802,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616471,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[08:27:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:934:322:273|h[Боевое восстановление]|h|r восстанавливает 385 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435637.013,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616474,
				}, -- [33]
			},
			["headIndex"] = 33,
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 4,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[07:18:09]|h Сообщение дня от гильдии: \"АЙСЛИ СКОРО БУДЕТ!!!!!\"",
					["serverTime"] = 1608930384,
					["r"] = 0.4431372880935669,
					["b"] = 1,
					["timestamp"] = 474237.783,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["g"] = 0.4941176772117615,
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 474237.783,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 474237.783,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[23:06:24]|h Сообщение дня от гильдии: \"АЙСЛИ СКОРО БУДЕТ!!!!!\"",
					["r"] = 0.4431372880935669,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 474236.801,
					["g"] = 0.4941176772117615,
					["b"] = 1,
				}, -- [4]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame2"] = {
			["maxElements"] = 300,
			["elements"] = {
			},
			["headIndex"] = 0,
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 30,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[07:18:09]|h Сообщение дня от гильдии: \"АЙСЛИ СКОРО БУДЕТ!!!!!\"",
					["serverTime"] = 1608930384,
					["r"] = 0.4431372880935669,
					["b"] = 1,
					["timestamp"] = 474237.783,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["g"] = 0.4941176772117615,
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 474237.783,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 474237.783,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[23:06:18]|h |cffff0000Warning: TomCat's Tours must be installed and enabled for TomCat's Tours: Visions of N'zoth to function properly|r",
					["timestamp"] = 474226.648,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[23:06:19]|h |cffffe566{VuhDo}|r VuhDo |cffffe566['vu:du:]|r v3.118 (use /vd). Currently maintained by Ivaria@US-Hyjal in honor of Marshy and our newborn daughter Kiana.",
					["r"] = 1,
					["timestamp"] = 474226.648,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[23:06:19]|h |cff9900ffWeakAuras:|r There are 6 updates to your auras ready to be installed!",
					["timestamp"] = 474226.648,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[23:06:24]|h Сообщение дня от гильдии: \"АЙСЛИ СКОРО БУДЕТ!!!!!\"",
					["r"] = 0.4431372880935669,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 474236.801,
					["g"] = 0.4941176772117615,
					["b"] = 1,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[23:06:25]|h |CFFFFFF00[Details!]: you're using Details! for Shadowlands BETA, please install 'Details! Damage Meter' from here: 'https://www.curseforge.com/wow/addons/details' or download on Curseforge App. If you need help see our Discord (/details discord).",
					["timestamp"] = 474237.783,
					["serverTime"] = 1608930385,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[23:06:25]|h |CFFFFFF00[Details!]: the version you are using is deprecated and must be updated!",
					["timestamp"] = 474237.783,
					["serverTime"] = 1608930385,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[23:06:25]|h |cffffd839TSM|r: TSM в настоящее время не имеет данных о ценах БД аукциона для вашего игрового мира. Мы рекомендуем вам загрузить настольное приложение TSM с |cff79a2ffhttps://tradeskillmaster.com|r для автоматического обновления данных вашей БД аукциона (и автоматического резервного копирования настроек TSM).",
					["timestamp"] = 474237.783,
					["serverTime"] = 1608930385,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[23:06:26]|h Вы будете получать добычу для специализации \"Истребление\".",
					["serverTime"] = 1608930386,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 474237.783,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[23:06:26]|h |cff33ff99Global Ignore: |cffffffffType /gignore or /gi for help and options",
					["timestamp"] = 474237.783,
					["serverTime"] = 1608930386,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[23:06:26]|h |cff33ff99Global Ignore: |cffffffffSynchronizing Ignore list...",
					["timestamp"] = 474237.783,
					["serverTime"] = 1608930386,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[23:06:26]|h |cff33ff99Global Ignore: |cffffffffWARNING: Synchronization could not be preformed at this time because there were |cffffff0050|cffffffff player(s) on Blizzard's ignore list reported as \"Неизвестно\". If synchronization continues to fail, the unknown player may need to be manually removed from Blizzard ignore list.  The list will try to synchronize the next time the GUI is opened, or by typing /gi sync in chat.",
					["timestamp"] = 474237.783,
					["serverTime"] = 1608930386,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[23:06:26]|h |cffffd700Титан Панель|r|cff20ff20 5.20.1.90002|r|cffffd700|cffffd700 от |cffff8c00Titan Development Team|r|cff20ff20|r",
					["timestamp"] = 474237.783,
					["serverTime"] = 1608930386,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[23:06:26]|h |cffffe566{VuhDo}|r Профиль успешно загружен: Фламиника: Vuhdo'esque",
					["r"] = 1,
					["serverTime"] = 1608930386,
					["timestamp"] = 474237.783,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[23:06:31]|h Общее время игры: 34 |4день:дня:дней;, 9 |4час:часа:часов;, 55 |4минута:минуты:минут;, 21 |4секунда:секунды:секунд;.",
					["serverTime"] = 1608930391,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 474244.403,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[23:06:31]|h Время игры на этом уровне: 23 |4день:дня:дней;, 0 |4час:часа:часов;, 31 |4минута:минуты:минут;, 56 |4секунда:секунды:секунд;.",
					["serverTime"] = 1608930391,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 474244.403,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[23:06:31]|h |cff7f7f7f[23:06]|r [|cff007f7fNOP|r] Вооружение для защитников: 4 done 0 to go!",
					["timestamp"] = 474244.891,
					["serverTime"] = 1608930391,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[23:06:44]|h |cff00ff00Дэлери|r покидает гильдию.",
					["serverTime"] = 1608930404,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 474257.851,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[23:06:57]|h Отношение |3-7(7-й легион) к вам улучшилось на 75.",
					["serverTime"] = 1608930417,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 474270.641,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[23:06:57]|h Отношение |3-7(7-й легион) к вам улучшилось на 100.",
					["serverTime"] = 1608930417,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 474270.674,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[23:06:58]|h Отношение |3-7(7-й легион) к вам улучшилось на 125.",
					["serverTime"] = 1608930418,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 474271.564,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[23:06:58]|h Отношение |3-7(7-й легион) к вам улучшилось на 100.",
					["serverTime"] = 1608930418,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 474271.67,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[23:07:02]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq9|k:21:767:BN_WHISPER:|Kq9|k:vaf#2388|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cffa9d271|Kq9|k|r|h|cffd8d8d8]|r: можем с пугом сходить куда нибудь",
					["serverTime"] = 1608930422,
					["r"] = 0.8823530077934265,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 474276.304,
					["g"] = 0.3176470696926117,
					["b"] = 1,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[23:08:01]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq9|k:21:768:BN_WHISPER:|Kq9|k:vaf#2388|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cffa9d271|Kq9|k|r|h|cffd8d8d8]|r: Юля спать тоже ушла?",
					["serverTime"] = 1608930481,
					["r"] = 0.8823530077934265,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						5, -- [3]
						7, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 474334.863,
					["g"] = 0.3176470696926117,
					["b"] = 1,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[23:08:05]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Хренатомный-ЧерныйШрам:769:CHANNEL:2|h|cfff38bb9Хренатомный|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: куплю |cffa335ee|Hitem:183013::::::::60:70::3:4:7189:6652:1472:6646:1:28:751:::|h[Рукавицы падшего храмовника]|h|r",
					["serverTime"] = 1608930485,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 474339.246,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[23:08:16]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq9|k:21:770:BN_WHISPER:|Kq9|k:vaf#2388|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cffa9d271|Kq9|k|r|h|cffd8d8d8]|r: да",
					["serverTime"] = 1608930496,
					["r"] = 0.8823530077934265,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 474350.114,
					["g"] = 0.3176470696926117,
					["b"] = 1,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[23:08:18]|h |Hchannel:channel:1|h[1] |h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Гавань Боралуса]|h.",
					["serverTime"] = 1608930498,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 474351.694,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[23:08:18]|h |Hchannel:channel:2|h[2] |h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1608930498,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						8, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 474351.694,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [30]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
