
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
				"/cw Аркадрон-Борейскаятундра Пока всё)", -- [1]
				"/cw Коррделия-Борейскаятундра Привет) Спасибо)", -- [2]
				" Ну там же нужно кого-то более важного в рейд взять", -- [3]
				"/cw Шадоукаст-Борейскаятундра Нет, я сегодня релаксирую", -- [4]
				" А ты линкануть его можешь?", -- [5]
				" Давай Каражан", -- [6]
				" 15", -- [7]
				" Гоу в Каражан", -- [8]
			},
			["ChatFrame1EditBox"] = {
				"/с /reload", -- [1]
				"/п |cff0070dd|Hitem:127493::::::::120:581:512:22:1:5473:120:::|h[Метеоритный оселок]|h|rнадо кому?", -- [2]
				"/п Где вы их находите?", -- [3]
				" Пойду на приста. Лёша уже в пм пишет", -- [4]
				"/п *геру", -- [5]
				"/п Герц)", -- [6]
				"/гр ппц", -- [7]
				"/гр Ы, ты видишь эти хоты на боссе?", -- [8]
				"/cw Айсли-Борейскаятундра Сейчас добьём с Дашей тв и перезайду", -- [9]
				"/cw Айсли-Борейскаятундра Да", -- [10]
				"/гр Кольцо 100 илвл)", -- [11]
				"/гр )", -- [12]
				"/гр Я совсем забыла про рейд", -- [13]
				"/г А мы быстро)", -- [14]
				"/г Таймволки нужны кому-нибудь?", -- [15]
				"/гр Я всё время об этом забываю", -- [16]
				"/гр Блин", -- [17]
				"/гр Спасибо, монк)", -- [18]
				"/гр |cff0070dd|Hitem:127561::::::::120:581:512:22:1:5473:120:::|h[Покров Акали]|h|r", -- [19]
				"/гр Плащ на транс нужен?", -- [20]
				"/гр Существенно быстрее", -- [21]
				"/гр Прикольно", -- [22]
				"/гр Впервые всё это вижу", -- [23]
				"/гр о ппц", -- [24]
				"/гр А тут что, можно так пройти?", -- [25]
				"/гр Апай и пойдем таймволкать", -- [26]
				"/гр Круто)", -- [27]
				"/гр Где блин все", -- [28]
				"/гр И вышел ><", -- [29]
				"/гр Который Самопал", -- [30]
				"/гр О, Ваня заходил", -- [31]
				"/гр Можно туда", -- [32]
				"/гр А хотя откуда, квест же не давали до 120", -- [33]
				"/гр Ты таймволки выфармила уже х5?", -- [34]
				"/гр Нафиг тебе тот 340", -- [35]
				"/гр Хотя я вот думаю, мб эффективней сразу в мифики", -- [36]
				"/гр Рарники-то стоят", -- [37]
				"/гр Ну и что?", -- [38]
				"/гр Там, правда, 340 всего падает", -- [39]
				"/гр Можем на арати к рарникам слетать", -- [40]
				"/гр Мне тут ещё овердофига всего", -- [41]
				"/гр Кодо это ж хардкор?", -- [42]
				"/гр А, |cff0070dd|Hitem:166525::::::::120:577::::::|h[Яйцо полночной совы]|h|r это было", -- [43]
				"/гр Лин, ещё что-то же падало сегодня", -- [44]
				"/гр Тебе |cff0070dd|Hitem:166454::::::::120:577::::::|h[Скользкая фиолетовая слизь]|h|r нужна?", -- [45]
				"/гр Будет", -- [46]
				"/гр На этого наверное можно дд", -- [47]
				"/гр Хотя", -- [48]
				"/гр *ся", -- [49]
				"/гр Чтоб 10 раз не спекатья", -- [50]
				"/гр Больших убьём потом вернёмся", -- [51]
				"/гр Ты вроде и дд, и в то же время - танк", -- [52]
				"/гр А я размышляю о том, что хорошо быть хантом", -- [53]
				"/гр )", -- [54]
				"/гр )", -- [55]
				"/гр Упало что-нибудь?", -- [56]
				" Перезайду", -- [57]
				" Мне пишут, что я не лидер группы О_О", -- [58]
				"/гр У меня локалку не показывает)", -- [59]
				"/гр Для Ивуса", -- [60]
				"/гр Монетку купила?", -- [61]
				"/гр Ты ж в курсе, что за знаки из таймволков можно вещи покупать?", -- [62]
				"/гр У тебя какой сейчас илвл?", -- [63]
				"/гр О, плащик", -- [64]
				"/гр Я к тому, что на ДХ точно не может быть столько заданий", -- [65]
				"/гр Ачивки как-то отфонарно прокают теперь", -- [66]
				"/гр Серьёзно что ли 10к?)", -- [67]
				"/гр а", -- [68]
				"/гр Так, там локалка ещё был", -- [69]
				"/гр Рарник лутается у тебя?", -- [70]
				"/гр Если убьют, не вставай. Пилон поставлю", -- [71]
				"/гр Ну ппц", -- [72]
				"/гр Точно не передаётся", -- [73]
				"/гр квест взяла?", -- [74]
				"/гр Запрыгивай", -- [75]
				"/гр На мелких останусь в дд, на больших буду спекаться", -- [76]
				"/гр Сейчас кофе быстренько сделаю и пойдем", -- [77]
				"/гр Угу. Спокойней будет", -- [78]
				"/п Глефомет как раз доехал)", -- [79]
				"/с /thanks", -- [80]
				" Ну хоть ачивка)", -- [81]
				" Можно улетать?", -- [82]
				" Отвис? ", -- [83]
				" Удачного дропа)", -- [84]
				" заходи", -- [85]
				" Если ты сам пойдешь в литейку, у меня кд не будет", -- [86]
				" Мы же в ЦАП идем, причем тут Чернорук?", -- [87]
				" Я по рейдам потом буду ходить. Сейчас много квестов новых, надо всё сделать)", -- [88]
				" Нет", -- [89]
				"/cw Коррделия-Борейскаятундра Не сегодня", -- [90]
				"/cw Аркадрон-Борейскаятундра А ты их ещё не нашел что ли?", -- [91]
				"/гр Наверх по тропинке", -- [92]
				"/г Что такое лкчг?", -- [93]
				"/г Я тебя когда-то слышала", -- [94]
				"/г Айсли тебя гомосексуалистом начал называть задолго до Мегакрута", -- [95]
				"/г \"Пуфка микрофон\"", -- [96]
				"/г А что это за событие 14-го марта?", -- [97]
				"/г Завтра субботка(", -- [98]
				"/г Идем с нами Дашу одевать", -- [99]
				"/г Пуфик, у тебя латники есть?)", -- [100]
				"/гр Гробница королей", -- [101]
				"/г Не надо)", -- [102]
				"/гр King's rest", -- [103]
				"/гр Андрей? Ты прилетел?", -- [104]
				"/гр Сделаем", -- [105]
				"/гр  А сейчас?", -- [106]
				"/гр Пришли саммоны?", -- [107]
				"/гр Отлично)", -- [108]
				"/гр Даш, ты у пала позабирала дроп?", -- [109]
				"/гр Underrot (if you're interested)", -- [110]
				"/г Круто)", -- [111]
				"/гр They are already inside", -- [112]
				"/г Блин, Даша не в гильдии(", -- [113]
				"/г Вот мне интересно, что люди с 15+к дпс забыли в героике? Я про нашу предыдущую пати", -- [114]
				"/гр Приста брать или латников подождем?", -- [115]
				"/cw Аркадрон-Борейскаятундра Гавань", -- [116]
				"/гр В гавань сначала", -- [117]
				"/cw Аркадрон Андрей, в миф 0 за маунтами пойдешь?", -- [118]
				" По крайней мере, в те, где маунты)", -- [119]
				" Да я вот тоже думаю", -- [120]
				" В героике маунт не падает что ли?", -- [121]
				" Жаль, у меня латников нет вообще", -- [122]
				"/гр Нет, серьёзно, у него поменялся голос", -- [123]
				" Заходи) в мифики пойдем)", -- [124]
				" Доча!", -- [125]
				"/гр lawl", -- [126]
				"/гр ))))", -- [127]
				"/гр This ain't the boss)", -- [128]
				"/гр Варр, ты почему сумм не принял?", -- [129]
				"/гр Me and the other mage are in different warmodes", -- [130]
				"/гр Turns out priest doesn't have the flightpath either)", -- [131]
				"/гр Yes", -- [132]
				"/гр sup)", -- [133]
				"/гр king's rest", -- [134]
				"/гр Need one more for summon", -- [135]
				"/гр hi", -- [136]
				"/гр А нет, Подгнилье", -- [137]
				"/гр King's rest", -- [138]
				"/гр mount up", -- [139]
				"/гр yes", -- [140]
				"/г Тут Ваня-Самопал утверждает, что он шесть лет фармил её в 8 твинков", -- [141]
				"/г Сейчас сделаю себе кофе, возьму яблочко, и буду открывать всё, что осталось", -- [142]
				"/г Часть открывала, часть хранила", -- [143]
				"/г (", -- [144]
				"/г Задачка: у девочки Марины было 34 |cffa335ee|Hitem:54537::::::::120:581::11::::|h[Коробочка в виде сердца]|h|r. Сколько ракет в них содержится?\"", -- [145]
				"/г Это из экспедиций?", -- [146]
				"/г Всё равно это было внезапно", -- [147]
				"/г О_О", -- [148]
				"/г Зачетная поросятина)", -- [149]
				"/г Хрю!", -- [150]
				"/cw Ромеох-Борейскаятундра В смысле, надолго ушел?", -- [151]
				"/cw Ромеох Ты в ключ один или с Альмагорном?", -- [152]
				" Так в ЦН или в ключ?", -- [153]
				"/п Если не убивать птицу и яйцо нам бр не поможет", -- [154]
				"/п Яйцо нужно убивать", -- [155]
				"/п Рефлекс ><", -- [156]
				"/п блин", -- [157]
				"/п ждите меня там за стенкой", -- [158]
				"/г После данжа сходим, если ещё будет актуально", -- [159]
				"/г Хочу. Только меня  данж затянуло", -- [160]
				"/г О, сантехник", -- [161]
				"/г Наш танк аренит", -- [162]
				"/с /tomcats darkshore toggle", -- [163]
				"/гр Пошла на работу. Удачного фарма)", -- [164]
				"/гр На здоровье)", -- [165]
				"/гр Как раз 4 дня осталось - 16 штук)", -- [166]
				"/с /reload", -- [167]
				"/г Помимо роботов на запчасти", -- [168]
				"/г А что там интересного в Жиле?", -- [169]
				"/г Отправила", -- [170]
				"/cw Айсли-Борейскаятундра Добиваю фронт", -- [171]
				"/cw Гриддис-Борейскаятундра https://www.warcraftlogs.com/zone/rankings/21#metric=hps&class=Healers", -- [172]
				"/cw Гриддис-Борейскаятундра И как?", -- [173]
				"/cw Гриддис-Борейскаятундра Привет)", -- [174]
				"/с /thanks", -- [175]
				"/с /greet", -- [176]
				"/гр умираем", -- [177]
				"/гр да", -- [178]
				"/гр лежать пока", -- [179]
				"/гр Но мы всё равно в Шторма", -- [180]
				"/гр Убрали требования на квесты со всех инстов", -- [181]
				"/гр И в осаду ты можешь", -- [182]
				"/гр В Штормах что-то нужное падает", -- [183]
				"/cw Сатот-Дракономор Спасибо)", -- [184]
				"/cw Сатот-Дракономор и тебе ", -- [185]
				"/гр Шторма", -- [186]
				"/гр Извини, нам нужно вместо тебя согильдийца взять", -- [187]
				"/гр Спасибо, хант", -- [188]
				"/г На следующий будет", -- [189]
				"/г один остался", -- [190]
				"/гр Не встаём", -- [191]
				"/гр Если там пвп на входе нет", -- [192]
				"/гр Привет", -- [193]
				"/гр King's Rest", -- [194]
				"/гр run to the third boss", -- [195]
				"/гр Underrot next", -- [196]
				"/г Заходите в групповой войс, кто хочет", -- [197]
				"/г Это Вирж шарит)", -- [198]
				"/г Там как раз маунты", -- [199]
				"/г Гавань, Подгнилье, гробница и что-то ещё", -- [200]
				"/г Я за 4 разных)", -- [201]
				"/г Вы 4 разных хотите или 4 Вольных гавани?", -- [202]
				"/г )", -- [203]
				"/г На следующем кд упадет", -- [204]
				"/г не упал?", -- [205]
				"/г Из пати не выхожу, а то тебя выкинет", -- [206]
				"/г заходи", -- [207]
				"/cw Честертон-Дракономор кто-то другой прилетел и добил", -- [208]
				"/г Cек, тут попросили подождать, не добивать босса", -- [209]
				"/cw Честертон-Дракономор Лети) стою", -- [210]
				"/3 На Пушку смерти ждать кого-нибудь?", -- [211]
				"/г Тогда не выходи)", -- [212]
				"/г босс", -- [213]
				"/г Выходи, тоже стукни", -- [214]
				"/г Думроллер реснулся", -- [215]
				"/г у", -- [216]
				"/г Леч", -- [217]
				"/г Ну попробуй, может мне не обязательно в рейде быть", -- [218]
				"/г Я, наверное, зайти должна", -- [219]
				"/г /tmw", -- [220]
				"/г Нынешние 10+, это как раньше 13+", -- [221]
				"/г /tmw", -- [222]
				"/г Ты обещал, что он вернётся, когда выпустят рейд", -- [223]
				"/г Слушая, зловещий гладиатор, где моя сова?! ><", -- [224]
				"/г Что ещё надо для счастья", -- [225]
				"/г В Долине штормов самые лучшие вторжения всех времён и народов. Квесты рядом, завершающее задание короткое", -- [226]
				"/cw Кейстут-Борейскаятундра Пока ты спишь, враг фармить военные медали 7-го легиона", -- [227]
				"/п А оно как бафф сразу вешается, или там что-то лутать надо и на базу нести?", -- [228]
				"/п Почему бить верхом нельзя ><", -- [229]
				"/п Уииии, ездовой ДК", -- [230]
				"/п Ну они по кораблям стреляют ещё вроде", -- [231]
				"/г ОМФГ голем с дверью в руке", -- [232]
				"/г ВикАуры тоже есть на эту тему, скорее всего", -- [233]
				"/г TellMeWhen", -- [234]
				"/г Омг, в этой игре ещё и не один спиннер, а два", -- [235]
				"/г Удалишь игру", -- [236]
				"/г )", -- [237]
				" А у тебя который час сейчас?", -- [238]
				" Вот это ппц", -- [239]
				" И делает несколькими твинками", -- [240]
				" Заходит каждый раз точно к началу", -- [241]
				" Лёша себе на них будильник заводит))", -- [242]
				" (", -- [243]
				" Привет)", -- [244]
				" Я это время ещё называю ночью", -- [245]
				"/cw Альмагорн-Борейскаятундра /reload", -- [246]
				"/cw Альмагорн-Борейскаятундра У вендоров продаётся", -- [247]
				"/cw Альмагорн-Борейскаятундра В упаковочную бумагу завернула", -- [248]
				"/с /tptp", -- [249]
				"/с /tptp", -- [250]
				"/с /reload", -- [251]
				"/с /tptp", -- [252]
				"/г Что это тебя теперь на полежать всё время тянет?", -- [253]
				"/г Как люди уже на старте БфА эту ачиву получали - выше моего понимания", -- [254]
				"/г Осталось всего 29 маунтов", -- [255]
				"/г Уииииии |cffa335ee|Hitem:163645::::::::120:581::::::|h[Головокуска]|h|r", -- [256]
				"/г А траву не бросил?", -- [257]
				"/г Жаль, нельзя ДХ создать пандой", -- [258]
				"/с /thanks", -- [259]
				"/cw Айсли-Борейскаятундра Нет, я не хочу никуда идти", -- [260]
				"/г Самая нижняя полётка в гавани Боралуса", -- [261]
				"/г На Улице Мореходов", -- [262]
				"/г А тут ты ещё параллельно делаешь не только посланника для 7-го легиона, но и посланника для данной локации", -- [263]
				"/г 5 локалок - 5 монеток за последний сценарий", -- [264]
				"/г Там же так и выходит в итоге", -- [265]
				"/г А, ты хотел по монетке за каждую локалку?", -- [266]
				"/г А какой радости ты ждал от нападений?", -- [267]
				" У меня такое хорошее настроение, так не хочется его портить)", -- [268]
				" Лёш, можно я сегодня не пойду в рейд?", -- [269]
				"/гр Отлично", -- [270]
				"/гр А тебе метки мои видно было?", -- [271]
				"/гр Сделалось?", -- [272]
				"/гр Не знаю, видишь ли ты их", -- [273]
				"/гр Я там меток наставила", -- [274]
				"/гр Намного", -- [275]
				"/гр Снеговик южнее", -- [276]
				"/гр Тебе нужен второй справа. Возле него ещё табличка стоит", -- [277]
				"/гр И там бежишь к порталам", -- [278]
				"/гр В центре вниз портуешься", -- [279]
				"/гр В общем, ты на верном пути", -- [280]
				"/гр Чертов вармод", -- [281]
				"/3 На Коготь смерти летит кто-нибудь?", -- [282]
				"/г Я убила Ивуса и он мне не предложил бонус ролл кинуть", -- [283]
				"/г |cffffffff|Hcurrency:1580:0|h[Печать судьбы воина]|h|r это же актуальная монетка?", -- [284]
				"/г Уиии", -- [285]
				"/г То есть, завтра в рейд не идем, если вас всех забанят?", -- [286]
				"/г Да", -- [287]
				"/г (", -- [288]
				"/г Угу. И у всех твинков сразу откроется квест на фронт", -- [289]
				"/г Чтоб его дали, нужно полностью пройти новую кампанию хотябы одним чаром", -- [290]
				"/г Ты квест не взял?", -- [291]
				"/г С самого фронта 340, как и в Стромгарде", -- [292]
				"/г Лёш, 385 дают за квест, который берёш перед фронтом", -- [293]
				"/г В остальном вроде ничего не изменилось", -- [294]
				"/г Летать приходится через Минск и Ригу", -- [295]
				"/г Единственная подстава с транзитом Россия - Украина, это то, что прямого авиасообщения больше нету ><", -- [296]
				"/г Типа, если вообще без паспорта кто-то едет?", -- [297]
				"/г Скажите ещё, что у нас прям на улицах хватают, если вдруг по-русски заговоришь)", -- [298]
				"/г :DDD", -- [299]
				"/г С ней всё отлично, просто я не знала, что у Вейла тёща в Львовской области живёт)", -- [300]
				"/г \"Тут\" это где территориально?", -- [301]
				"/г ы, а чего это ты с украинской раскладкой?", -- [302]
				"/г Грац!", -- [303]
				"/г И молчит)", -- [304]
				"/г О, Вейл вернулся", -- [305]
				"/г Андрей, а ты его уже сделал?", -- [306]
				"/г ))", -- [307]
				"/г Я его законным способом делать собираюсь", -- [308]
				"/г Куда?", -- [309]
				"/г Был 12й. Но мы позаботились о том, чтоб он стал 11", -- [310]
				" 5 чаров. 5 попыток каждый день", -- [311]
				" Делаю дейлики", -- [312]
				" Нет)", -- [313]
				"/г Там можно было заранее на летающего маунта сесть", -- [314]
				"/г Кстати, в этом было преимущество своего портала из Стальгорна", -- [315]
				"/г Но галочку они всё равно зря убрали(", -- [316]
				"/г Спасибо, Вирж", -- [317]
				"/г Тоже, кстати, вариант. Не подумала", -- [318]
				"/г Ну в новом Даларане внизу есть портал в кратер", -- [319]
				"/г А квест в Стальгорне", -- [320]
				"/г Раньше я создавала группу в заранее собранных, брала в пати своего мага и ставила себе портал в даларанский кратер", -- [321]
				"/г Придется теперь, как обычному человеку, к Гринчу пешком летать", -- [322]
				"/г Вот на зачем?", -- [323]
				"/г Они забрали у нас галочку \"Принимать автоматически\"", -- [324]
				"/с /ignore Ракотхант ", -- [325]
				" Сейчас заинвайчу", -- [326]
				" Ты мне через баттлнет пишешь) я знаю, что ты Садж)", -- [327]
				"/г Пристом бы сходила", -- [328]
				"/г ы, на платформе возле корабля две доски вместо заборчика прибили)", -- [329]
				"/г Ага, \"Жутетварь: Offline for 8 days\". Обрадуй Жутю", -- [330]
				"/г Вирж теперь будет элемом?", -- [331]
				"/г Должны", -- [332]
				"/г Пыль вроде после распыления или утилизации получают", -- [333]
				"/г Я в замешательстве", -- [334]
				"/г Маг-элем?", -- [335]
				"/г Неужели ради собаки?", -- [336]
				"/г Вирж, почему ты маг?", -- [337]
				"/г Ачивка будет", -- [338]
				"/г Типа рейда уже сто лет как нету этого", -- [339]
				"/г Второй, это из старого Зул'Гуруба", -- [340]
				"/г Да ну тебя ((", -- [341]
				"/г У тебя какие?", -- [342]
				"/г Я про |cff71d5ff|Hspell:96491:0|h[Бронированный ящер Раззаши]|h|r", -- [343]
				"/г И Гробница не даст мне Ящера Раззаши", -- [344]
				"/г Я пока ещё не могу фармить Гробницу соло", -- [345]
				"/г Упадёт ли маунт, вот в чем вопрос", -- [346]
				"/г Юбилейный, 333-й поход в Зул'Гуруб", -- [347]
				"/п Кот, хочешь танчить? Спекайся в медведя тогда", -- [348]
				"/cw Альмагорн-Борейскаятундра Кинула", -- [349]
				"/cw Альмагорн-Борейскаятундра https://drive.google.com/file/d/1Ex2ESaoV427up_X0p7lRQVd29mL611Qf/view?usp=sharing", -- [350]
				"/cw Альмагорн-Борейскаятундра Давать ссылку?", -- [351]
				"/cw Альмагорн-Борейскаятундра Иначе ОС его просто удаляет", -- [352]
				"/cw Альмагорн-Борейскаятундра Мой тоже можно заюзать только отключив Windows Defender", -- [353]
				"/cw Альмагорн-Борейскаятундра Он же должен обходить встроенную защиту", -- [354]
				"/cw Альмагорн-Борейскаятундра Активатор - это по определению программа с вирусоподобным кодом", -- [355]
				"/cw Альмагорн-Борейскаятундра Случайно есть. Для десятки", -- [356]
				"/г У тебя есть рога? Оо", -- [357]
				"/г Какого монка? Пуфку?", -- [358]
				"/cw Альмагорн-Борейскаятундра Первый прикольный очен", -- [359]
				"/cw Альмагорн-Борейскаятундра Круто))", -- [360]
				"/cw Альмагорн-Борейскаятундра В общем, ты согласен", -- [361]
				"/cw Альмагорн-Борейскаятундра Угу", -- [362]
				"/cw Альмагорн-Борейскаятундра Ты хочешь, чтоб я тебе за это доплачивала? :D", -- [363]
				"/cw Альмагорн-Борейскаятундра :DDDD", -- [364]
				"/cw Альмагорн У меня латников нет и скорей всего никогда не будет", -- [365]
				"/cw Альмагорн Андрей, а можно я тебе буду по умолчанию отсылать латные трансморги?)", -- [366]
				"/гр На рогу зайду только, у ДХ уже он убит", -- [367]
				"/гр Идем)", -- [368]
				"/гр Там на ачивку нужно два человека", -- [369]
				"/гр Солнышку помощь нужна на Рудожуе)", -- [370]
				"/гр )))", -- [371]
				"/гр Заодно трансморги собираю", -- [372]
				"/гр Угу. Тремя чарами)", -- [373]
				"/гр ДХ тоже начала делать на этой неделе", -- [374]
				"/гр Угу) я пристом на следующем КД уже портал сделаю", -- [375]
				"/гр Или нет?", -- [376]
				"/гр Ты вроде говорил, что был у тебя", -- [377]
				"/гр Неа", -- [378]
				"/гр |cff9d9d9d|Hitem:108979::::::::120:577::::::|h[Выбеленные кости]|h|r всё, что осталось от нашего маунта", -- [379]
				"/гр Уиии, 3 из 4", -- [380]
				"/гр А ты куда побежал?", -- [381]
				"/гр Thanks for the run guys. Cheers", -- [382]
				"/гр Thought everyone was already here", -- [383]
				"/гр Sorry", -- [384]
				"/гр thanks", -- [385]
				"/гр Totem guy first", -- [386]
				"/гр hi", -- [387]
				"/с /tmw", -- [388]
				"/с /tmw", -- [389]
				"/cw Глобусс-Борейскаятундра Пойдем ещё", -- [390]
				"/cw Глобусс-Борейскаятундра Напиши, как вернёшься", -- [391]
				"/гр )))", -- [392]
				"/гр Квест уже сделался", -- [393]
				"/гр Так это пятый данж был", -- [394]
				"/п \"Стоп\" в смысле не пулить дальше?", -- [395]
				"/п И тебе казалось, что легче", -- [396]
				"/п Просто раньше ты не хилил", -- [397]
				"/п БК таймволки самые неприятные", -- [398]
				"/п Тут ничто не законно", -- [399]
				"/п Они разве обходятся?", -- [400]
				"/п Даже таунт не работает", -- [401]
				"/п Они не переагриваются почему-то", -- [402]
				"/п Тут респ за углом", -- [403]
				"/гр Мы с Ваней, кстати,  в диске", -- [404]
				" |cff0070dd|Hitem:127257::::::::120:581:512:22:1:5130:120:::|h[Кобальтовое кольцо Тиригосы]|h|r", -- [405]
				"/гр Давайте три минуты перерыв", -- [406]
				"/г Да", -- [407]
				"/г Таймволки желающие плюсуйте", -- [408]
				" Не важен", -- [409]
				" 120", -- [410]
				" На гибельный вой)", -- [411]
				" Так ДХ не было в Дреноре", -- [412]
				" Поставь мифик", -- [413]
				" Как такое возможно?", -- [414]
				" Мне на приста в ЦАП падали вещи, на которых было написано \"Класс: Охотник на демонов\"", -- [415]
				" я тоже готова", -- [416]
				"/cw Аркадрон В общем, я готова на Арати. Напиши, как у тебя ОЛО закончится", -- [417]
				"/cw Аркадрон Никогда раньше такого не было", -- [418]
				"/cw Аркадрон Чем ты выше по уровню - тем слабее становишься", -- [419]
				"/cw Аркадрон В этом аддоне прямо антипрокачка какая-то идёт", -- [420]
				"/cw Аркадрон \"Добро пожаловать на 120й уровень\"", -- [421]
				"/cw Аркадрон Если я не в танке", -- [422]
				"/cw Аркадрон Хы. После апа меня внезапно все более-менее толстые мобы начинают карать))", -- [423]
				" Хы, после апа меня внезапно все более-менее толстые мобы начинают карать", -- [424]
				" Сейчас я тогда ДХ докачаю и сходим. Мне тут чуть-чуть осталось", -- [425]
				" Ты сейчас хочешь идти?", -- [426]
				" Привет)) Тебя ждала", -- [427]
				"/г За 500 я б может ещё и полетала", -- [428]
				"/г И не надо никуда летать", -- [429]
				"/г У меня танковский бонус за призыв к оружию и то больше", -- [430]
				"/г Победите Каззака, Азурегоса и Кошмара и получите в подарок 50 знаков искаженного времени. Ёлки, правда что ли целых 50?", -- [431]
				"/г Все остальные видят реальность", -- [432]
				"/г То есть, это только ты видишь в рейде корги", -- [433]
				"/г ммм, оно называется \"коргогляды\"", -- [434]
				"/г Пфф, ты что, до сих пор не нафармил?", -- [435]
				"/г А мы разве Джайну будем бить? По идее это должен быть для орды босс", -- [436]
				"/г Сюрприз же", -- [437]
				"/г Классная такая глыба на 20 секунд", -- [438]
				"/г Весь рейд?", -- [439]
				"/г << дитя Катаклизма. Мне можно не знать", -- [440]
				"/г Кто такой Азурегос?", -- [441]
				" Привет. Сегодня не траили, закрывали героик", -- [442]
				"/г Когда заходишь в данж и вдруг понимаешь, что твой каст длится пол года, скалирование сразу становится очень актуальным", -- [443]
				"/г И всё совсем по-другому", -- [444]
				"/г Если ты там качаешься при актуально уровне чара, нет скалирования статов", -- [445]
				"/г Зато не скучно", -- [446]
				"/г Ну не без этого", -- [447]
				"/г А шп в таймволках это такое себе удовольствие. Очень сильно ниже среднего", -- [448]
				"/г Я к тому, что становишься в очередь и получаешь инстант инвайт", -- [449]
				"/г ы, ты ж хилл", -- [450]
				"/г Холипалы по-прежнему считаются миликами?", -- [451]
				"/г Ну отлично же", -- [452]
				"/г На Митраксе есть мк?", -- [453]
				"/г А что там? Он с пулла ваншотает всех рдд?", -- [454]
				"/г Не к", -- [455]
				"/г 32", -- [456]
				"/г Ты про золото забыл", -- [457]
				"/г Дополнение к сюжетным цепочкам", -- [458]
				"/г Просто так квесты", -- [459]
				" /tmw", -- [460]
				" Я пока не могу, на работе", -- [461]
				"/с /tmw", -- [462]
				"/cw Мардонн-Борейскаятундра Уже Альмагорна взяла, сорри(", -- [463]
				"/cw Альмагорн-Борейскаятундра да", -- [464]
				"/г Нападение клана Призрачной луны, один слот", -- [465]
				"/г И нафиг выступ", -- [466]
				"/г Лучше б добавили полёты", -- [467]
				"/гр Спокойной ночи", -- [468]
				"/гр Или котам сейчас трудно?", -- [469]
				"/гр А почему котика не хочешь делать?", -- [470]
				"/гр Потому и туплю", -- [471]
				"/гр Ну вот я пробую как раз)", -- [472]
				"/гр В бою тупо нечего жать))", -- [473]
				"/гр А ещё у дх танка отобрали несколько скиллов", -- [474]
				"/гр /tmw", -- [475]
				"/гр Теперь \"Поглощение магии\" - это диспелл", -- [476]
				"/гр Они её переименовали, оказывается", -- [477]
				"/гр Я всё пыталась понять, какого у меня тмв больше не отслеживает откат сбивалки кастов", -- [478]
				"/гр Да я поняла", -- [479]
				"/гр Так и хотелось перьев из хвоста у тебя надёргать", -- [480]
				"/гр Пулящая вперёд танка птица)", -- [481]
				"/гр Геру нужно после переходки давать", -- [482]
				"/гр Что это за тюленьи танцы?", -- [483]
				"/гр ы", -- [484]
				"/гр )", -- [485]
				"/гр Ты танчить хочешь?", -- [486]
				"/гр |cffa335ee|Hitem:124272::::::::113:577::6:2:1799:1478:::|h[Оплечье заклятого когтя]|h|r", -- [487]
				"/гр |cffffff00|Hachievement:12079:Player-1625-087553EE:1:8:20:18:4294967295:4294967295:4294967295:4294967295|h[Рейд-питомник V: Котоклизм]|h|r", -- [488]
				"/г Привет", -- [489]
				"/г Тебе больше никогда ничего не прокнет", -- [490]
				"/г Выбора нет - удаляй чара", -- [491]
				"/п Блин, я дд >< сорри(", -- [492]
				"/г Угу, рл в игре, это для нас всегда праздник", -- [493]
				"/г Лёш, у тебя на мейне эта ачивка есть?", -- [494]
				"/г Маньяки среди нас", -- [495]
				"/г Оо на твинке", -- [496]
				"/cw Саджет Садж, а у тебя какой ключ?", -- [497]
				"/cw Альмагорн-Борейскаятундра Я там", -- [498]
				"/cw Альмагорн-Борейскаятундра А, так у тебя открыта уже полетка?", -- [499]
				"/cw Альмагорн-Борейскаятундра Я тебя подвезти хотела)", -- [500]
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1590103740,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 117,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[01:10:06]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Katsika-Auchindoun:1575:RAID|h|cffd8bc3f120|r:|cffa22fc8Katsika|r-|cff7ac63bAuc|r:3|h|cffd8d8d8]|r: 2-3-10 ?",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						60, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594246205,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[01:10:23]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Prenn-Ravencrest:1576:RAID|h|cffd8bc3f120|r:|cfffefefePrenn|r-|cff0cc922Rav|r:2|h|cffd8d8d8]|r: it's tough on heals",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						61, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594246222,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[01:10:26]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Prenn-Ravencrest:1577:RAID|h|cffd8bc3f120|r:|cfffefefePrenn|r-|cff0cc922Rav|r:2|h|cffd8d8d8]|r: 2 4 12",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						61, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594246225,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[01:10:30]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Prenn-Ravencrest:1578:RAID|h|cffd8bc3f120|r:|cfffefefePrenn|r-|cff0cc922Rav|r:2|h|cffd8d8d8]|r: get the hunter",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						61, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594246229,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[01:10:38]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Bladeoffel-Runetotem:1579:RAID|h|cffd8bc3f120|r:|cffa22fc8Bladeoffel|r-|cffe0544fRun|r:3|h|cffd8d8d8]|r: 2310 is fine",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						62, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594246237,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[01:10:49]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Prenn-Ravencrest:1580:RAID|h|cffd8bc3f120|r:|cfffefefePrenn|r-|cff0cc922Rav|r:2|h|cffd8d8d8]|r: it hasn't been",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						61, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594246248,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[01:10:55]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Prenn-Ravencrest:1581:RAID|h|cffd8bc3f120|r:|cfffefefePrenn|r-|cff0cc922Rav|r:2|h|cffd8d8d8]|r: the fights are all over the place",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						61, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594246254,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[01:10:59]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Prenn-Ravencrest:1582:RAID|h|cffd8bc3f120|r:|cfffefefePrenn|r-|cff0cc922Rav|r:2|h|cffd8d8d8]|r: healers are suffering",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						61, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594246258,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[01:11:03]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Prenn-Ravencrest:1583:RAID|h|cffd8bc3f120|r:|cfffefefePrenn|r-|cff0cc922Rav|r:2|h|cffd8d8d8]|r: either 2 3 9",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						61, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594246262,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[01:11:06]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Prenn-Ravencrest:1584:RAID|h|cffd8bc3f120|r:|cfffefefePrenn|r-|cff0cc922Rav|r:2|h|cffd8d8d8]|r: or 2 4 12",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						61, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594246265,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[01:11:09]|h |Hchannel:RAID|h[RL] |h|cffd8d8d8[|r|Hplayer:Ariellu-ArgentDawn:1585:RAID|h|cffd8bc3f120|r:|cffa22fc8Ariellu|r-|cff5f8b4fArg|r:1|h|cffd8d8d8]|r: Tank issue should be sorted, so it should be better now.",
					["r"] = 1,
					["b"] = 0.03529411926865578,
					["g"] = 0.2823529541492462,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						40, -- [1]
						false, -- [2]
						59, -- [3]
						63, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594246268,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[01:11:23]|h |Hchannel:RAID|h[RL] |h|cffd8d8d8[|r|Hplayer:Ariellu-ArgentDawn:1586:RAID|h|cffd8bc3f120|r:|cffa22fc8Ariellu|r-|cff5f8b4fArg|r:1|h|cffd8d8d8]|r: Summon stone",
					["r"] = 1,
					["b"] = 0.03529411926865578,
					["g"] = 0.2823529541492462,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						40, -- [1]
						false, -- [2]
						59, -- [3]
						63, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594246282,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[01:11:41]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Prenn-Ravencrest:1587:RAID|h|cffd8bc3f120|r:|cfffefefePrenn|r-|cff0cc922Rav|r:2|h|cffd8d8d8]|r: how?",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						61, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594246300,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[01:11:56]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Serach-Ravencrest:1588:RAID|h|cffd8bc3f120|r:|cfffefefeSerach|r-|cff0cc922Rav|r:1|h|cffd8d8d8]|r: no lock mate",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						64, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594246315,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[01:12:01]|h |Hchannel:RAID|h[RL] |h|cffd8d8d8[|r|Hplayer:Ariellu-ArgentDawn:1589:RAID|h|cffd8bc3f120|r:|cffa22fc8Ariellu|r-|cff5f8b4fArg|r:1|h|cffd8d8d8]|r: Ah, he left",
					["r"] = 1,
					["b"] = 0.03529411926865578,
					["g"] = 0.2823529541492462,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						40, -- [1]
						false, -- [2]
						59, -- [3]
						63, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594246320,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[01:12:02]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Bladeoffel-Runetotem:1590:RAID|h|cffd8bc3f120|r:|cffa22fc8Bladeoffel|r-|cffe0544fRun|r:3|h|cffd8d8d8]|r: 2/3/10 is perfectly fine just dont be pepega and do tactics",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						62, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594246321,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[01:12:04]|h |Hchannel:RAID|h[RL] |h|cffd8d8d8[|r|Hplayer:Ariellu-ArgentDawn:1591:RAID|h|cffd8bc3f120|r:|cffa22fc8Ariellu|r-|cff5f8b4fArg|r:1|h|cffd8d8d8]|r: My bad",
					["r"] = 1,
					["b"] = 0.03529411926865578,
					["g"] = 0.2823529541492462,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						40, -- [1]
						false, -- [2]
						59, -- [3]
						63, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594246323,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[01:12:22]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Katsika-Auchindoun:1592:RAID|h|cffd8bc3f120|r:|cffa22fc8Katsika|r-|cff7ac63bAuc|r:3|h|cffd8d8d8]|r: u mind if i go over 40 versa?",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						60, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594246341,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[01:12:24]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Serach-Ravencrest:1593:RAID|h|cffd8bc3f120|r:|cfffefefeSerach|r-|cff0cc922Rav|r:1|h|cffd8d8d8]|r: as long as the adds aren't all over the place we're good",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						64, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594246343,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[01:12:32]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Katsika-Auchindoun:1594:RAID|h|cffd8bc3f120|r:|cffa22fc8Katsika|r-|cff7ac63bAuc|r:3|h|cffd8d8d8]|r: i mean corruption",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						60, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594246351,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[01:12:37]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Katsika-Auchindoun:1595:RAID|h|cffd8bc3f120|r:|cffa22fc8Katsika|r-|cff7ac63bAuc|r:3|h|cffd8d8d8]|r: over 40 corruptioon",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						60, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594246356,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[01:12:58]|h [RW] |cffd8d8d8[|r|Hplayer:Ariellu-ArgentDawn:1596:RAID|h|cffd8bc3f120|r:|cffa22fc8Ariellu|r-|cff5f8b4fArg|r:1|h|cffd8d8d8]|r: Buff up",
					["r"] = 1,
					["b"] = 0,
					["g"] = 0.2823529541492462,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						41, -- [1]
						false, -- [2]
						59, -- [3]
						65, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594246377,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[01:13:21]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Floken-ArgentDawn:1597:RAID|h|cffd8bc3f120|r:|cfff38bb9Floken|r-|cff5f8b4fArg|r:1|h|cffd8d8d8]|r: One sev got wrong talents.",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						66, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594246400,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[01:13:44]|h |Hchannel:RAID|h[RL] |h|cffd8d8d8[|r|Hplayer:Ariellu-ArgentDawn:1598:RAID|h|cffd8bc3f120|r:|cffa22fc8Ariellu|r-|cff5f8b4fArg|r:1|h|cffd8d8d8]|r: Ærther, you'll be BR boi now",
					["r"] = 1,
					["b"] = 0.03529411926865578,
					["g"] = 0.2823529541492462,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						40, -- [1]
						false, -- [2]
						59, -- [3]
						63, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594246423,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[01:14:03]|h |Hchannel:RAID|h[RL] |h|cffd8d8d8[|r|Hplayer:Ariellu-ArgentDawn:1599:RAID|h|cffd8bc3f120|r:|cffa22fc8Ariellu|r-|cff5f8b4fArg|r:1|h|cffd8d8d8]|r: If any tanks/heals go down during phase 1 and 2, you'll pick em up",
					["r"] = 1,
					["b"] = 0.03529411926865578,
					["g"] = 0.2823529541492462,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						40, -- [1]
						false, -- [2]
						59, -- [3]
						63, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594246442,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[01:14:06]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Ætherblade-Eredar:1600:RAID|h|cffd8bc3f120|r:|cfffef367Ætherblade|r-|cff2a8ba4Ere|r:3|h|cffd8d8d8]|r: can do^^ but only 1^^",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						67, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594246445,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[01:14:13]|h |Hchannel:RAID|h[RL] |h|cffd8d8d8[|r|Hplayer:Ariellu-ArgentDawn:1605:RAID|h|cffd8bc3f120|r:|cffa22fc8Ariellu|r-|cff5f8b4fArg|r:1|h|cffd8d8d8]|r: Aye",
					["r"] = 1,
					["b"] = 0.03529411926865578,
					["g"] = 0.2823529541492462,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						40, -- [1]
						false, -- [2]
						59, -- [3]
						63, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594246452,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[01:14:28]|h |Hchannel:RAID|h[RL] |h|cffd8d8d8[|r|Hplayer:Ariellu-ArgentDawn:1606:RAID|h|cffd8bc3f120|r:|cffa22fc8Ariellu|r-|cff5f8b4fArg|r:1|h|cffd8d8d8]|r: If any other engineers are here, please do the same thing",
					["r"] = 1,
					["b"] = 0.03529411926865578,
					["g"] = 0.2823529541492462,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						40, -- [1]
						false, -- [2]
						59, -- [3]
						63, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594246467,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[01:14:55]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Ætherblade-Eredar:1609:RAID|h|cffd8bc3f120|r:|cfffef367Ætherblade|r-|cff2a8ba4Ere|r:3|h|cffd8d8d8]|r: and i have to look for the corps since its only short ranged",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						67, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594246494,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[01:15:07]|h |Hchannel:RAID|h[RL] |h|cffd8d8d8[|r|Hplayer:Ariellu-ArgentDawn:1610:RAID|h|cffd8bc3f120|r:|cffa22fc8Ariellu|r-|cff5f8b4fArg|r:1|h|cffd8d8d8]|r: Ya, I know",
					["r"] = 1,
					["b"] = 0.03529411926865578,
					["g"] = 0.2823529541492462,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						40, -- [1]
						false, -- [2]
						59, -- [3]
						63, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594246506,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[01:16:47]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Serach-Ravencrest:1644:RAID|h|cffd8bc3f120|r:|cfffefefeSerach|r-|cff0cc922Rav|r:1|h|cffd8d8d8]|r: much better onteh agro",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						64, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594246606,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[01:22:59]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Ætherblade-Eredar:1747:RAID|h|cffd8bc3f120|r:|cfffef367Ætherblade|r-|cff2a8ba4Ere|r:3|h|cffd8d8d8]|r: sry",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						67, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594246978,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[01:23:38]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Aranya-Stormrage:1762:RAID|h|cffd8bc3f120|r:|cffa9d271Aranya|r-|cffc4955eSto|r:2|h|cffd8d8d8]|r: thats what happens when I try to be polite, I get squished xD soz and all",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						83, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247017,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[01:23:59]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Azerothian-Ravenholdt:1772:RAID|h|cffd8bc3f120|r:|cfff38bb9Azerothian|r-|cffb46d3eRav|r:1|h|cffd8d8d8]|r: np dude this is fucking my ms",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						86, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247038,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[01:25:35]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Azerothian-Ravenholdt:1782:RAID|h|cffd8bc3f120|r:|cfff38bb9Azerothian|r-|cffb46d3eRav|r:1|h|cffd8d8d8]|r: ty all. have some lagg and very tired. have a nice game. gn",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						86, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247134,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[01:26:29]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Prenn-Ravencrest:1785:RAID|h|cffd8bc3f120|r:|cfffefefePrenn|r-|cff0cc922Rav|r:2|h|cffd8d8d8]|r: brb",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						61, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247188,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[01:27:31]|h |Hchannel:RAID|h[RL] |h|cffd8d8d8[|r|Hplayer:Ariellu-ArgentDawn:1795:RAID|h|cffd8bc3f120|r:|cffa22fc8Ariellu|r-|cff5f8b4fArg|r:1|h|cffd8d8d8]|r: Did hunter say anything?",
					["r"] = 1,
					["b"] = 0.03529411926865578,
					["g"] = 0.2823529541492462,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						40, -- [1]
						false, -- [2]
						59, -- [3]
						63, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247250,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[01:27:43]|h |Hchannel:RAID|h[RL] |h|cffd8d8d8[|r|Hplayer:Ariellu-ArgentDawn:1796:RAID|h|cffd8bc3f120|r:|cffa22fc8Ariellu|r-|cff5f8b4fArg|r:1|h|cffd8d8d8]|r: Oh, back",
					["r"] = 1,
					["b"] = 0.03529411926865578,
					["g"] = 0.2823529541492462,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						40, -- [1]
						false, -- [2]
						59, -- [3]
						63, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247262,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[01:28:18]|h [RW] |cffd8d8d8[|r|Hplayer:Ariellu-ArgentDawn:1797:RAID|h|cffd8bc3f120|r:|cffa22fc8Ariellu|r-|cff5f8b4fArg|r:1|h|cffd8d8d8]|r: Group 1 and 2 does first gate, 3 and 4 do 2nd",
					["r"] = 1,
					["b"] = 0,
					["g"] = 0.2823529541492462,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						41, -- [1]
						false, -- [2]
						59, -- [3]
						65, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247297,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[01:29:09]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Floken-ArgentDawn:1800:RAID|h|cffd8bc3f120|r:|cfff38bb9Floken|r-|cff5f8b4fArg|r:1|h|cffd8d8d8]|r: I gtg sorry guys but gl Have fun :D",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						66, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247348,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[01:29:25]|h |Hchannel:RAID|h[RL] |h|cffd8d8d8[|r|Hplayer:Ariellu-ArgentDawn:1802:RAID|h|cffd8bc3f120|r:|cffa22fc8Ariellu|r-|cff5f8b4fArg|r:1|h|cffd8d8d8]|r: Ah aight, take care",
					["r"] = 1,
					["b"] = 0.03529411926865578,
					["g"] = 0.2823529541492462,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						40, -- [1]
						false, -- [2]
						59, -- [3]
						63, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247364,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[01:30:29]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Silfya-Blackmoore:1806:RAID|h|cfffe7b09Silfya|r-|cffceb42bBla|r|h|cffd8d8d8]|r: omw",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						92, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247428,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[01:30:37]|h [RW] |cffd8d8d8[|r|Hplayer:Ariellu-ArgentDawn:1807:RAID|h|cffd8bc3f120|r:|cffa22fc8Ariellu|r-|cff5f8b4fArg|r:1|h|cffd8d8d8]|r: 1/2 first gate 3/4 2nd",
					["r"] = 1,
					["b"] = 0,
					["g"] = 0.2823529541492462,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						41, -- [1]
						false, -- [2]
						59, -- [3]
						65, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247436,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[01:31:06]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Serach-Ravencrest:1809:RAID|h|cffd8bc3f120|r:|cfffefefeSerach|r-|cff0cc922Rav|r:1|h|cffd8d8d8]|r: intellect pls",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						64, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247465,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[01:31:08]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Prenn-Ravencrest:1810:RAID|h|cffd8bc3f120|r:|cfffefefePrenn|r-|cff0cc922Rav|r:2|h|cffd8d8d8]|r: b",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						61, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247467,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[01:31:14]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Serach-Ravencrest:1811:RAID|h|cffd8bc3f120|r:|cfffefefeSerach|r-|cff0cc922Rav|r:1|h|cffd8d8d8]|r: ty",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						64, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247473,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[01:34:41]|h [RW] |cffd8d8d8[|r|Hplayer:Ariellu-ArgentDawn:1854:RAID|h|cffd8bc3f120|r:|cffa22fc8Ariellu|r-|cff5f8b4fArg|r:1|h|cffd8d8d8]|r: 1 2",
					["r"] = 1,
					["b"] = 0,
					["g"] = 0.2823529541492462,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						41, -- [1]
						false, -- [2]
						59, -- [3]
						65, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247680,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[01:36:41]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Serach-Ravencrest:1884:RAID|h|cffd8bc3f120|r:|cfffefefeSerach|r-|cff0cc922Rav|r:1|h|cffd8d8d8]|r: deeps in portal is way too low",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						64, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247800,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[01:36:43]|h [RW] |cffd8d8d8[|r|Hplayer:Ariellu-ArgentDawn:1885:RAID|h|cffd8bc3f120|r:|cffa22fc8Ariellu|r-|cff5f8b4fArg|r:1|h|cffd8d8d8]|r: CR healer",
					["r"] = 1,
					["b"] = 0,
					["g"] = 0.2823529541492462,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						41, -- [1]
						false, -- [2]
						59, -- [3]
						65, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247802,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[01:36:48]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Silfya-Blackmoore:1889:RAID|h|cffd8bc3f120|r:|cfffe7b09Silfya|r-|cffceb42bBla|r|h|cffd8d8d8]|r: both healer are dead",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						92, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247807,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[01:36:55]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Katsika-Auchindoun:1891:RAID|h|cffd8bc3f120|r:|cffa22fc8Katsika|r-|cff7ac63bAuc|r:3|h|cffd8d8d8]|r: WIPE",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						60, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247814,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[01:36:58]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Katsika-Auchindoun:1893:RAID|h|cffd8bc3f120|r:|cffa22fc8Katsika|r-|cff7ac63bAuc|r:3|h|cffd8d8d8]|r: -caps",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						60, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247817,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[01:37:01]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1895:RAID|h|cffd8bc3f120|r:|cffa22fc8Дэлери|r:3|h|cffd8d8d8]|r: DPS isn't low",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						98, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247820,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[01:37:04]|h [RW] |cffd8d8d8[|r|Hplayer:Ariellu-ArgentDawn:1898:RAID|h|cffd8bc3f120|r:|cffa22fc8Ariellu|r-|cff5f8b4fArg|r:1|h|cffd8d8d8]|r: Wipe",
					["r"] = 1,
					["b"] = 0,
					["g"] = 0.2823529541492462,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						41, -- [1]
						false, -- [2]
						59, -- [3]
						65, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247823,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[01:37:13]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1908:RAID|h|cffd8bc3f120|r:|cffa22fc8Дэлери|r:3|h|cffd8d8d8]|r: People killing tentacles before the boss is near them",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						98, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247832,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[01:37:20]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1914:RAID|h|cffd8bc3f120|r:|cffa22fc8Дэлери|r:3|h|cffd8d8d8]|r: We droped the stacks",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						98, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247839,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[01:37:23]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Silfya-Blackmoore:1918:RAID|h|cffd8bc3f120|r:|cfffe7b09Silfya|r-|cffceb42bBla|r|h|cffd8d8d8]|r: just redo it and its fine",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						92, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247842,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[01:37:29]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Serach-Ravencrest:1921:RAID|h|cffd8bc3f120|r:|cfffefefeSerach|r-|cff0cc922Rav|r:1|h|cffd8d8d8]|r: fair enough",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						64, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247848,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[01:37:41]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Serach-Ravencrest:1922:RAID|h|cffd8bc3f120|r:|cfffefefeSerach|r-|cff0cc922Rav|r:1|h|cffd8d8d8]|r: all i see is psychus isnt down when we're past our bodies",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						64, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247860,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[01:37:43]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Serach-Ravencrest:1923:RAID|h|cffd8bc3f120|r:|cfffefefeSerach|r-|cff0cc922Rav|r:1|h|cffd8d8d8]|r: which = whipe",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						64, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247862,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[01:37:46]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Silfya-Blackmoore:1924:RAID|h|cffd8bc3f120|r:|cfffe7b09Silfya|r-|cffceb42bBla|r|h|cffd8d8d8]|r: yea",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						92, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247865,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[01:37:59]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1925:RAID|h|cffd8bc3f120|r:|cffa22fc8Дэлери|r:3|h|cffd8d8d8]|r: Wait till the boss is neer the tentacle",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						98, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247878,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[01:38:02]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Katsika-Auchindoun:1926:RAID|h|cffd8bc3f120|r:|cffa22fc8Katsika|r-|cff7ac63bAuc|r:3|h|cffd8d8d8]|r: all i see is people killing tentacles before psychus get there",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						60, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247881,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[01:38:11]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Serach-Ravencrest:1927:RAID|h|cffd8bc3f120|r:|cfffefefeSerach|r-|cff0cc922Rav|r:1|h|cffd8d8d8]|r: cool",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						64, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247890,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[01:38:12]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Serach-Ravencrest:1928:RAID|h|cffd8bc3f120|r:|cfffefefeSerach|r-|cff0cc922Rav|r:1|h|cffd8d8d8]|r: then dont",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						64, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247891,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[01:38:51]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Katsika-Auchindoun:1929:RAID|h|cffd8bc3f120|r:|cffa22fc8Katsika|r-|cff7ac63bAuc|r:3|h|cffd8d8d8]|r: we lost 3 tenties there. the Red aoe which stuns, is prio to avoid.",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						60, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247930,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[01:39:38]|h |Hchannel:RAID|h[RL] |h|cffd8d8d8[|r|Hplayer:Ariellu-ArgentDawn:1931:RAID|h|cffd8bc3f120|r:|cffa22fc8Ariellu|r-|cff5f8b4fArg|r:1|h|cffd8d8d8]|r: Ohwait",
					["r"] = 1,
					["b"] = 0.03529411926865578,
					["g"] = 0.2823529541492462,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						40, -- [1]
						false, -- [2]
						59, -- [3]
						63, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247977,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[01:39:41]|h |Hchannel:RAID|h[RL] |h|cffd8d8d8[|r|Hplayer:Ariellu-ArgentDawn:1932:RAID|h|cffd8bc3f120|r:|cffa22fc8Ariellu|r-|cff5f8b4fArg|r:1|h|cffd8d8d8]|r: Missing a DPS",
					["r"] = 1,
					["b"] = 0.03529411926865578,
					["g"] = 0.2823529541492462,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						40, -- [1]
						false, -- [2]
						59, -- [3]
						63, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247980,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[01:39:54]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Bubleftw-Silvermoon:1933:RAID|h|cffd8bc3f120|r:|cfff38bb9Bubleftw|r-|cffd04c7eSil|r:1|h|cffd8d8d8]|r: sec comın g fast",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						102, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247993,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[01:40:47]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Nítéfal-Ragnaros:1936:RAID|h|cffc59a6cNítéfal|r-|cffb29415Rag|r|h|cffd8d8d8]|r: yo yo",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						103, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594248046,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[01:41:11]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1938:RAID|h|cffd8bc3f120|r:|cffa22fc8Дэлери|r:3|h|cffd8d8d8]|r: We don't have a summon",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						98, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594248070,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[01:41:12]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Silfya-Blackmoore:1940:RAID|h|cffd8bc3f120|r:|cfffe7b09Silfya|r-|cffceb42bBla|r|h|cffd8d8d8]|r: we cant summon qlyra ",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						92, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594248071,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[01:41:13]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Bubleftw-Silvermoon:1941:RAID|h|cffd8bc3f120|r:|cfff38bb9Bubleftw|r-|cffd04c7eSil|r:1|h|cffd8d8d8]|r: ok ım here ",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						102, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594248072,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[01:42:25]|h [RW] |cffd8d8d8[|r|Hplayer:Ariellu-ArgentDawn:1942:RAID|h|cffd8bc3f120|r:|cffa22fc8Ariellu|r-|cff5f8b4fArg|r:1|h|cffd8d8d8]|r: 1 2 first 3 4 2nd",
					["r"] = 1,
					["b"] = 0,
					["g"] = 0.2823529541492462,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						41, -- [1]
						false, -- [2]
						59, -- [3]
						65, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594248144,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[01:46:40]|h [RW] |cffd8d8d8[|r|Hplayer:Ariellu-ArgentDawn:1980:RAID|h|cffd8bc3f120|r:|cffa22fc8Ariellu|r-|cff5f8b4fArg|r:1|h|cffd8d8d8]|r: 1 2",
					["r"] = 1,
					["b"] = 0,
					["g"] = 0.2823529541492462,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						41, -- [1]
						false, -- [2]
						59, -- [3]
						65, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594248399,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[01:48:09]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Aranya-Stormrage:2003:RAID|h|cffd8bc3f120|r:|cffa9d271Aranya|r-|cffc4955eSto|r:2|h|cffd8d8d8]|r: yeah mb",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						83, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594248488,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[01:49:20]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Aranya-Stormrage:2019:RAID|h|cffd8bc3f120|r:|cffa9d271Aranya|r-|cffc4955eSto|r:2|h|cffd8d8d8]|r: didn't realise I was so close to the mindgate when I was doing my sanity, got ported before I could get any back. no excuses. bad call by me",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						83, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594248559,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[01:49:56]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Nítéfal-Ragnaros:2050:RAID|h|cffd8bc3f120|r:|cffc59a6cNítéfal|r-|cffb29415Rag|r|h|cffd8d8d8]|r: i got disorientated and put into the blue shit from psycus",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						103, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594248595,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[01:50:13]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Nítéfal-Ragnaros:2053:RAID|h|cffd8bc3f120|r:|cffc59a6cNítéfal|r-|cffb29415Rag|r|h|cffd8d8d8]|r: so i just jumped off edge",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						103, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594248612,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[01:51:40]|h [RW] |cffd8d8d8[|r|Hplayer:Ariellu-ArgentDawn:2096:RAID|h|cffd8bc3f120|r:|cffa22fc8Ariellu|r-|cff5f8b4fArg|r:1|h|cffd8d8d8]|r: Hero",
					["r"] = 1,
					["b"] = 0,
					["g"] = 0.2823529541492462,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						41, -- [1]
						false, -- [2]
						59, -- [3]
						65, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594248699,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[01:51:46]|h [RW] |cffd8d8d8[|r|Hplayer:Katsika-Auchindoun:2098:RAID|h|cffd8bc3f120|r:|cffa22fc8Katsika|r-|cff7ac63bAuc|r:3|h|cffd8d8d8]|r: stac on me",
					["r"] = 1,
					["b"] = 0,
					["g"] = 0.2823529541492462,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						41, -- [1]
						false, -- [2]
						59, -- [3]
						105, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594248705,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[01:51:53]|h [RW] |cffd8d8d8[|r|Hplayer:Ariellu-ArgentDawn:2099:RAID|h|cffd8bc3f120|r:|cffa22fc8Ariellu|r-|cff5f8b4fArg|r:1|h|cffd8d8d8]|r: STack skull",
					["r"] = 1,
					["b"] = 0,
					["g"] = 0.2823529541492462,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						41, -- [1]
						false, -- [2]
						59, -- [3]
						65, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594248712,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[01:53:11]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:2171:RAID|h|cffd8bc3f120|r:|cffa22fc8Дэлери|r:3|h|cffd8d8d8]|r: Use neck if you have to",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						98, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594248790,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[01:53:13]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Bubleftw-Silvermoon:2173:RAID|h|cffd8bc3f120|r:|cfff38bb9Bubleftw|r-|cffd04c7eSil|r:1|h|cffd8d8d8]|r: cr ?",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						102, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594248792,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[01:54:28]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Katsika-Auchindoun:2233:RAID|h|cffd8bc3f120|r:|cffa22fc8Katsika|r-|cff7ac63bAuc|r:3|h|cffd8d8d8]|r: wtf people",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						60, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594248867,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[01:54:31]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Katsika-Auchindoun:2238:RAID|h|cffd8bc3f120|r:|cffa22fc8Katsika|r-|cff7ac63bAuc|r:3|h|cffd8d8d8]|r: kill the adds",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						60, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594248870,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[01:54:41]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Silfya-Blackmoore:2242:RAID|h|cffd8bc3f120|r:|cfffe7b09Silfya|r-|cffceb42bBla|r|h|cffd8d8d8]|r: how did so many ppl die at p3",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						92, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594248880,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[01:54:47]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Aranya-Stormrage:2243:RAID|h|cffd8bc3f120|r:|cffa9d271Aranya|r-|cffc4955eSto|r:2|h|cffd8d8d8]|r: I'm gonna head out. Making silly mistakes as I'm tired and I don't wanna ruin it for the rest of you. GL =D",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						83, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594248886,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[01:55:02]|h |Hchannel:RAID|h[RL] |h|cffd8d8d8[|r|Hplayer:Ariellu-ArgentDawn:2244:RAID|h|cffd8bc3f120|r:|cffa22fc8Ariellu|r-|cff5f8b4fArg|r:1|h|cffd8d8d8]|r: That's fair. Thanks for coming",
					["r"] = 1,
					["b"] = 0.03529411926865578,
					["g"] = 0.2823529541492462,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						40, -- [1]
						false, -- [2]
						59, -- [3]
						63, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594248901,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[01:55:24]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Gabberine-Elune:2248:RAID|h|cff3ec5e9Gabberine|r-|cffaf36e0Elu|r|h|cffd8d8d8]|r: hi",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						112, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594248923,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[01:56:53]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Silfya-Blackmoore:2250:RAID|h|cffd8bc3f120|r:|cfffe7b09Silfya|r-|cffceb42bBla|r|h|cffd8d8d8]|r: u gotta walk because we cant summon",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						92, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594249012,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[01:56:54]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Pahkwol-Elune:2251:RAID|h|cfff38bb9Pahkwol|r-|cffaf36e0Elu|r|h|cffd8d8d8]|r: Hello",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						113, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594249013,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[01:56:58]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Pahkwol-Elune:2252:RAID|h|cfff38bb9Pahkwol|r-|cffaf36e0Elu|r|h|cffd8d8d8]|r: omw",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						113, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594249017,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[01:57:09]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:2253:RAID|h|cffd8bc3f120|r:|cffa22fc8Дэлери|r:3|h|cffd8d8d8]|r: First 9 death are to |cff66bbff|Hjournal:2:21273:15|h[Ползучее страдание]|h|r. Nine!",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						98, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594249028,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[01:57:26]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:2254:RAID|h|cffd8bc3f120|r:|cffa22fc8Дэлери|r:3|h|cffd8d8d8]|r: People, don't stand in balck sh!t on the ground please",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						98, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594249045,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[01:59:22]|h [RW] |cffd8d8d8[|r|Hplayer:Ariellu-ArgentDawn:2256:RAID|h|cffd8bc3f120|r:|cffa22fc8Ariellu|r-|cff5f8b4fArg|r:1|h|cffd8d8d8]|r: Buffs",
					["r"] = 1,
					["b"] = 0,
					["g"] = 0.2823529541492462,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						41, -- [1]
						false, -- [2]
						59, -- [3]
						65, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594249161,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[01:59:42]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Pahkwol-Elune:2258:RAID|h|cfff38bb9Pahkwol|r-|cffaf36e0Elu|r|h|cffd8d8d8]|r: rota group is ?",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						113, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594249181,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[01:59:42]|h [RW] |cffd8d8d8[|r|Hplayer:Ariellu-ArgentDawn:2259:RAID|h|cffd8bc3f120|r:|cffa22fc8Ariellu|r-|cff5f8b4fArg|r:1|h|cffd8d8d8]|r: 1 2 first 3 4 second",
					["r"] = 1,
					["b"] = 0,
					["g"] = 0.2823529541492462,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						41, -- [1]
						false, -- [2]
						59, -- [3]
						65, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594249181,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[01:59:48]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Pahkwol-Elune:2260:RAID|h|cfff38bb9Pahkwol|r-|cffaf36e0Elu|r|h|cffd8d8d8]|r: k :D",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						113, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594249187,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[02:03:08]|h [RW] |cffd8d8d8[|r|Hplayer:Ariellu-ArgentDawn:2320:RAID|h|cffd8bc3f120|r:|cffa22fc8Ariellu|r-|cff5f8b4fArg|r:1|h|cffd8d8d8]|r: 1 3",
					["r"] = 1,
					["b"] = 0,
					["g"] = 0.2823529541492462,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						41, -- [1]
						false, -- [2]
						59, -- [3]
						65, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594249387,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[02:03:11]|h [RW] |cffd8d8d8[|r|Hplayer:Ariellu-ArgentDawn:2321:RAID|h|cffd8bc3f120|r:|cffa22fc8Ariellu|r-|cff5f8b4fArg|r:1|h|cffd8d8d8]|r: 12*",
					["r"] = 1,
					["b"] = 0,
					["g"] = 0.2823529541492462,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						41, -- [1]
						false, -- [2]
						59, -- [3]
						65, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594249390,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[02:04:52]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Gearbreak-Ravencrest:2346:RAID|h|cffd8bc3f120|r:|cffa9d271Gearbreak|r-|cff0cc922Rav|r:2|h|cffd8d8d8]|r: thats mb",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594249491,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[02:06:07]|h [RW] |cffd8d8d8[|r|Hplayer:Ariellu-ArgentDawn:2370:RAID|h|cffd8bc3f120|r:|cffa22fc8Ariellu|r-|cff5f8b4fArg|r:1|h|cffd8d8d8]|r: 34",
					["r"] = 1,
					["b"] = 0,
					["g"] = 0.2823529541492462,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						41, -- [1]
						false, -- [2]
						59, -- [3]
						65, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594249566,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[02:08:18]|h [RW] |cffd8d8d8[|r|Hplayer:Katsika-Auchindoun:2440:RAID|h|cffd8bc3f120|r:|cffa22fc8Katsika|r-|cff7ac63bAuc|r:3|h|cffd8d8d8]|r: BUE",
					["r"] = 1,
					["b"] = 0,
					["g"] = 0.2823529541492462,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						41, -- [1]
						false, -- [2]
						59, -- [3]
						105, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594249697,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[02:08:24]|h [RW] |cffd8d8d8[|r|Hplayer:Katsika-Auchindoun:2442:RAID|h|cffd8bc3f120|r:|cffa22fc8Katsika|r-|cff7ac63bAuc|r:3|h|cffd8d8d8]|r: STACK BLUE",
					["r"] = 1,
					["b"] = 0,
					["g"] = 0.2823529541492462,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						41, -- [1]
						false, -- [2]
						59, -- [3]
						105, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594249703,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[02:09:58]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Gearbreak-Ravencrest:2539:RAID|h|cffd8bc3f120|r:|cffa9d271Gearbreak|r-|cff0cc922Rav|r:2|h|cffd8d8d8]|r: go for it guys!",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594249797,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[02:10:06]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Gearbreak-Ravencrest:2542:RAID|h|cffd8bc3f120|r:|cffa9d271Gearbreak|r-|cff0cc922Rav|r:2|h|cffd8d8d8]|r: sorry for my mistaked",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594249805,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[02:10:21]|h |Hchannel:RAID|h[RL] |h|cffd8d8d8[|r|Hplayer:Ariellu-ArgentDawn:2570:RAID|h|cffd8bc3f120|r:|cffa22fc8Ariellu|r-|cff5f8b4fArg|r:1|h|cffd8d8d8]|r: gg",
					["r"] = 1,
					["b"] = 0.03529411926865578,
					["g"] = 0.2823529541492462,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						40, -- [1]
						false, -- [2]
						59, -- [3]
						63, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594249820,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[02:10:40]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Gabberine-Elune:2596:RAID|h|cffd8bc3f120|r:|cff3ec5e9Gabberine|r-|cffaf36e0Elu|r|h|cffd8d8d8]|r: |cffa335ee|Hitem:174103::::::::120:63::5:4:4823:6515:1502:4786:::|h[Manifesto of Madness]|h|rroll",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						112, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594249839,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[02:11:21]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Silfya-Blackmoore:2606:RAID|h|cffd8bc3f120|r:|cfffe7b09Silfya|r-|cffceb42bBla|r|h|cffd8d8d8]|r: ty",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						92, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594249880,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[02:11:25]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Ætherblade-Eredar:2607:RAID|h|cffd8bc3f120|r:|cfffef367Ætherblade|r-|cff2a8ba4Ere|r:3|h|cffd8d8d8]|r: ty",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						67, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594249884,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[02:11:26]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Nyathalia-Hyjal:2609:RAID|h|cffd8bc3f120|r:|cffa9d271Nyathalia|r-|cff79efccHyj|r:2|h|cffd8d8d8]|r: |cffa335ee|Hitem:174533::::::::120:253::5:7:4823:1808:40:6516:6515:1502:4786:::|h[Anneau de potentiel cosmique]|h|r rand",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						132, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594249885,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[02:11:28]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Nítéfal-Ragnaros:2610:RAID|h|cffd8bc3f120|r:|cffc59a6cNítéfal|r-|cffb29415Rag|r|h|cffd8d8d8]|r: ty ty",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						103, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594249887,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[02:11:44]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Serach-Ravencrest:2616:RAID|h|cffd8bc3f120|r:|cfffefefeSerach|r-|cff0cc922Rav|r:1|h|cffd8d8d8]|r: roll",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						64, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594249903,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[02:12:06]|h |Hchannel:RAID|h[R] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:2623:RAID|h|cffd8bc3f120|r:|cffa22fc8Дэлери|r:3|h|cffd8d8d8]|r: Thanks for the run",
					["r"] = 0.5764706134796143,
					["b"] = 0.5490196347236633,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						4, -- [1]
						false, -- [2]
						59, -- [3]
						98, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594249925,
				}, -- [115]
				{
					["message"] = "0 |4день:дня:дней;, 18 |4час:часа:часов;, 19 |4минута:минуты:минут;, 48 |4секунда:секунды:секунд;.",
					["timestamp"] = 1405961.775,
				}, -- [116]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1405961.775,
				}, -- [117]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 7,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[01:25:21]|h [W To] |cffd8d8d8[|r|Hplayer:Bladeoffel-Runetotem:1779:WHISPER:BLADEOFFEL-RUNETOTEM|h|cffd8bc3f120|r:|cffa22fc8Bladeoffel|r-|cffe0544fRun|r:3|h|cffd8d8d8]|r: Do you need that chest?",
					["r"] = 0.8352941870689392,
					["b"] = 0.8352941870689392,
					["g"] = 0.4196078777313232,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						10, -- [1]
						false, -- [2]
						89, -- [3]
						90, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247120,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[01:25:34]|h [W From] |cffd8d8d8[|r|Hplayer:Bladeoffel-Runetotem:1781:WHISPER:BLADEOFFEL-RUNETOTEM|h|cffd8bc3f120|r:|cffa22fc8Bladeoffel|r-|cffe0544fRun|r:3|h|cffd8d8d8]|r: bonus loot",
					["r"] = 0.8352941870689392,
					["b"] = 0.8352941870689392,
					["g"] = 0.4196078777313232,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						89, -- [3]
						91, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247133,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[01:25:49]|h [W To] |cffd8d8d8[|r|Hplayer:Bladeoffel-Runetotem:1784:WHISPER:BLADEOFFEL-RUNETOTEM|h|cffd8bc3f120|r:|cffa22fc8Bladeoffel|r-|cffe0544fRun|r:3|h|cffd8d8d8]|r: oh didn't see that, sorry",
					["r"] = 0.8352941870689392,
					["b"] = 0.8352941870689392,
					["g"] = 0.4196078777313232,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						10, -- [1]
						false, -- [2]
						89, -- [3]
						90, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247148,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[02:34:50]|h [W From] |cffd8d8d8[|r|Hplayer:Болтарес-Гордунни:2765:WHISPER:БОЛТАРЕС-ГОРДУННИ|h|cffd8bc3f120|r:|cff3ec5e9Болтарес|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: крутой трансмог)",
					["r"] = 0.8352941870689392,
					["b"] = 0.8352941870689392,
					["g"] = 0.4196078777313232,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						135, -- [3]
						136, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594251289,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[02:35:06]|h [W To] |cffd8d8d8[|r|Hplayer:Болтарес-Гордунни:2767:WHISPER:БОЛТАРЕС-ГОРДУННИ|h|cffd8bc3f120|r:|cff3ec5e9Болтарес|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: Cпасибо :)",
					["r"] = 0.8352941870689392,
					["b"] = 0.8352941870689392,
					["g"] = 0.4196078777313232,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						10, -- [1]
						false, -- [2]
						135, -- [3]
						137, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594251305,
				}, -- [5]
				{
					["message"] = "0 |4день:дня:дней;, 17 |4час:часа:часов;, 56 |4минута:минуты:минут;, 48 |4секунда:секунды:секунд;.",
					["timestamp"] = 1405961.775,
				}, -- [6]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1405961.775,
				}, -- [7]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[22:26:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T377270:14|tГаврюша – |3-8(ваш питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326418.129,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236368,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[22:26:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133275:14|tЛуна – |3-8(вражеский питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326418.889,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236369,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[22:26:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132203:14|tДетеныш фьордового ворга – |3-8(ваш питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326440.037,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236390,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[22:26:32]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133275:14|tЛуна – |3-8(вражеский питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326440.797,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236391,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[22:26:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326447.043,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236397,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[22:26:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T538568:14|t|cff4e96f7|HbattlePetAbil:362:1400:325:260|h[Вой]|h|r накладывает эффект |T538568:14|t|cff4e96f7|HbattlePetAbil:1725:1400:325:260|h[Вой]|h|r на |3-1(вражеский питомец) |3-3(|T133275:14|tЛуна).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326449.054,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236399,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[22:26:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236205:14|t|cff4e96f7|HbattlePetAbil:1353:1273:235:235|h[Чародейский выпад]|h|r наносит 229 ед. урона |3-2(ваш питомец) |3-2(|T132203:14|tДетеныш фьордового ворга).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326451.324,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236401,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[22:26:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326454.044,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236404,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[22:26:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:1171:325:260|h[Укус]|h|r наносит 690 ед. урона |3-2(вражеский питомец) |3-2(|T133275:14|tЛуна).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326455.294,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236405,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[22:26:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T538568:14|t|cff4e96f7|HbattlePetAbil:1725:1171:325:260|h[Вой]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T133275:14|tЛуна), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326455.294,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236405,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[22:26:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134967:14|t|cff4e96f7|HbattlePetAbil:310:583:235:235|h[Панцирный щит]|h|r накладывает эффект |T134967:14|t|cff4e96f7|HbattlePetAbil:309:583:235:235|h[Панцирный щит]|h|r на |3-1(вражеский питомец) |3-3(|T133275:14|tЛуна).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326456.904,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236407,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[22:26:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326459.074,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236409,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[22:26:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:1171:325:260|h[Укус]|h|r наносит 281 ед. урона |3-2(вражеский питомец) |3-2(|T133275:14|tЛуна).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326460.324,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236410,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[22:26:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T627487:14|t|cff4e96f7|HbattlePetAbil:511:302:235:235|h[Заживляющий туман]|h|r накладывает эффект \"|T627487:14|t|cff4e96f7|HbattlePetAbil:510:302:235:235|h[Заживляющий туман]|h|r\" на |3-3(команда противника).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326462.854,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236413,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[22:26:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T627487:14|t|cff4e96f7|HbattlePetAbil:510:401:235:235|h[Заживляющий туман]|h|r восстанавливает 99 ед. урона |3-2(вражеский питомец) |3-2(|T133275:14|tЛуна).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326463.884,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236414,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[22:26:57]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326466.064,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236416,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[22:26:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:1171:325:260|h[Укус]|h|r наносит 281 ед. урона |3-2(вражеский питомец) |3-2(|T133275:14|tЛуна).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326467.164,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236417,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[22:26:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134967:14|t|cff4e96f7|HbattlePetAbil:310:120:235:235|h[Панцирный щит]|h|r накладывает эффект |T134967:14|t|cff4e96f7|HbattlePetAbil:309:120:235:235|h[Панцирный щит]|h|r на |3-1(вражеский питомец) |3-3(|T133275:14|tЛуна).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326468.524,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236418,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[22:27:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T627487:14|t|cff4e96f7|HbattlePetAbil:510:225:235:235|h[Заживляющий туман]|h|r восстанавливает 105 ед. урона |3-2(вражеский питомец) |3-2(|T133275:14|tЛуна).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326469.554,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236419,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[22:27:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326472.074,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236422,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[22:27:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:1171:325:260|h[Укус]|h|r наносит 281 ед. урона |3-2(вражеский питомец) |3-2(|T133275:14|tЛуна).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326473.334,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236423,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[22:27:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T133275:14|tЛуна погибает.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326473.334,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236423,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[22:27:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326476.934,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236427,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[22:27:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463493:14|tБольшерот – |3-8(вражеский питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326476.934,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236427,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[22:27:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326480.144,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236430,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[22:27:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T538568:14|t|cff4e96f7|HbattlePetAbil:362:1171:325:260|h[Вой]|h|r накладывает эффект |T538568:14|t|cff4e96f7|HbattlePetAbil:1725:1171:325:260|h[Вой]|h|r на |3-1(вражеский питомец) |3-3(|T463493:14|tБольшерот).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326482.164,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236432,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[22:27:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T970834:14|t|cff4e96f7|HbattlePetAbil:1372:1356:266:251|h[Глубокий укус]|h|r наносит 214 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T132203:14|tДетеныш фьордового ворга).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326484.444,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236434,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[22:27:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T627487:14|t|cff4e96f7|HbattlePetAbil:510:0:235:235|h[Заживляющий туман]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T463493:14|tБольшерот).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326485.474,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236435,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[22:27:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T627487:14|t|cff4e96f7|HbattlePetAbil:510:0:235:235|h[Заживляющий туман]|h|r\", наложенного на |3-3(команда противника), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326486.484,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236436,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[22:27:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326487.994,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236438,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[22:27:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:957:325:260|h[Укус]|h|r наносит 690 ед. урона |3-2(вражеский питомец) |3-2(|T463493:14|tБольшерот).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326489.244,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236439,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[22:27:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T538568:14|t|cff4e96f7|HbattlePetAbil:1725:957:325:260|h[Вой]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T463493:14|tБольшерот), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326489.244,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236439,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[22:27:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T970834:14|t|cff4e96f7|HbattlePetAbil:1372:666:266:251|h[Глубокий укус]|h|r наносит 214 ед. урона |3-2(ваш питомец) |3-2(|T132203:14|tДетеныш фьордового ворга).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326491.164,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236441,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[22:27:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326494.024,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236444,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[22:27:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:743:325:260|h[Укус]|h|r наносит 345 ед. урона |3-2(вражеский питомец) |3-2(|T463493:14|tБольшерот).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326495.134,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236445,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[22:27:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134969:14|t|cff4e96f7|HbattlePetAbil:1380:321:266:251|h[Крепкая броня]|h|r накладывает эффект |T134969:14|t|cff4e96f7|HbattlePetAbil:1379:321:266:251|h[Крепкая броня]|h|r на |3-1(вражеский питомец) |3-3(|T463493:14|tБольшерот).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326496.494,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236446,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[22:27:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 9",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326498.844,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236449,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[22:27:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:743:325:260|h[Укус]|h|r наносит 130 ед. урона |3-2(вражеский питомец) |3-2(|T463493:14|tБольшерот).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326500.104,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236450,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[22:27:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T970834:14|t|cff4e96f7|HbattlePetAbil:1372:191:266:251|h[Глубокий укус]|h|r наносит 286 ед. урона |3-2(ваш питомец) |3-2(|T132203:14|tДетеныш фьордового ворга).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326501.804,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236452,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[22:27:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T970834:14|t|cff4e96f7|HbattlePetAbil:1372:191:266:251|h[Глубокий укус]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:191:266:251|h[Животное]|h|r на |3-1(ваш питомец) |3-3(|T132203:14|tДетеныш фьордового ворга).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326501.804,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236452,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[22:27:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 10",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326507.024,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236457,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[22:27:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:457:325:260|h[Укус]|h|r наносит 163 ед. урона |3-2(вражеский питомец) |3-2(|T463493:14|tБольшерот).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326508.274,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236458,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[22:27:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463487:14|t|cff4e96f7|HbattlePetAbil:276:28:266:251|h[Проглочу целиком!]|h|r наносит 286 ед. урона |3-2(ваш питомец) |3-2(|T132203:14|tДетеныш фьордового ворга).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326509.944,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236460,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[22:27:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T134969:14|t|cff4e96f7|HbattlePetAbil:1379:28:266:251|h[Крепкая броня]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T463493:14|tБольшерот), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326510.954,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236461,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[22:27:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 11",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326512.034,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236462,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[22:27:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:171:325:260|h[Укус]|h|r наносит 431 ед. урона |3-2(вражеский питомец) |3-2(|T463493:14|tБольшерот).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326513.274,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236463,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[22:27:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T463493:14|tБольшерот погибает.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326513.274,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236463,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[22:27:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 11",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326516.854,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236467,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[22:27:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T1044482:14|tКарл – |3-8(вражеский питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326516.854,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236467,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[22:27:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 12",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326519.964,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236470,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[22:27:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T608954:14|t|cff4e96f7|HbattlePetAbil:366:171:325:260|h[Зажигательный танец]|h|r накладывает эффект |T648208:14|t|cff4e96f7|HbattlePetAbil:365:171:325:260|h[Зажигательный танец]|h|r на |3-1(ваш питомец) |3-3(|T132203:14|tДетеныш фьордового ворга).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326520.974,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236471,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[22:27:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T608954:14|t|cff4e96f7|HbattlePetAbil:366:171:325:260|h[Зажигательный танец]|h|r накладывает эффект |T648208:14|t|cff4e96f7|HbattlePetAbil:365:171:325:260|h[Зажигательный танец]|h|r на |3-1(ваш питомец) |3-3(|T132921:14|tПтенец страхоклюва).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326521.224,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236471,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[22:27:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T608954:14|t|cff4e96f7|HbattlePetAbil:366:171:325:260|h[Зажигательный танец]|h|r накладывает эффект |T648208:14|t|cff4e96f7|HbattlePetAbil:365:171:325:260|h[Зажигательный танец]|h|r на |3-1(ваш питомец) |3-3(|T2027964:14|tКрасногорский тарантул).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326521.474,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236471,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[22:27:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132772:14|t|cff4e96f7|HbattlePetAbil:436:1431:266:239|h[Каменная кожа]|h|r накладывает эффект |T132772:14|t|cff4e96f7|HbattlePetAbil:435:1431:266:239|h[Каменная кожа]|h|r на |3-1(вражеский питомец) |3-3(|T1044482:14|tКарл).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326523.244,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236473,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[22:27:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 13",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326525.054,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236475,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[22:27:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T538568:14|t|cff4e96f7|HbattlePetAbil:362:171:325:325|h[Вой]|h|r накладывает эффект |T538568:14|t|cff4e96f7|HbattlePetAbil:1725:171:325:325|h[Вой]|h|r на |3-1(вражеский питомец) |3-3(|T1044482:14|tКарл).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326527.074,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236477,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[22:28:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T629484:14|t|cff4e96f7|HbattlePetAbil:350:1431:266:239|h[Тяжелый удар]|h|r накладывает эффект |T135860:14|t|cff4e96f7|HbattlePetAbil:927:1431:266:239|h[Оглушение]|h|r на |3-1(ваш питомец) |3-3(|T132203:14|tДетеныш фьордового ворга).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326529.344,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236479,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[22:28:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 14",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326533.068,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236483,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[22:28:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132921:14|tПтенец страхоклюва – |3-8(ваш питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326533.068,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236483,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[22:28:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:1431:266:239|h[Укус]|h|r наносит 188 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T132921:14|tПтенец страхоклюва).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326535.998,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236486,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[22:28:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135860:14|t|cff4e96f7|HbattlePetAbil:927:1431:266:239|h[Оглушение]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T132203:14|tДетеныш фьордового ворга), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326537.008,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236487,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[22:28:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135860:14|t|cff4e96f7|HbattlePetAbil:927:1431:266:239|h[Оглушение]|h|r накладывает эффект |T135878:14|t|cff4e96f7|HbattlePetAbil:924:1431:266:239|h[Выносливость]|h|r на |3-1(ваш питомец) |3-3(|T132203:14|tДетеныш фьордового ворга).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326537.008,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236487,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[22:28:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 15",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326538.928,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236489,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[22:28:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134296:14|t|cff4e96f7|HbattlePetAbil:429:1358:289:455|h[Цапнуть]|h|r наносит 595 ед. урона |3-2(вражеский питомец) |3-2(|T1044482:14|tКарл).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326540.238,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236490,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[22:28:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T538568:14|t|cff4e96f7|HbattlePetAbil:1725:171:325:325|h[Вой]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T1044482:14|tКарл), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326540.238,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236490,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[22:28:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:836:266:239|h[Укус]|h|r наносит 188 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T132921:14|tПтенец страхоклюва).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326542.168,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236492,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[22:28:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 16",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326544.038,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236494,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[22:28:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134296:14|t|cff4e96f7|HbattlePetAbil:429:1170:289:455|h[Цапнуть]|h|r наносит 219 ед. урона |3-2(вражеский питомец) |3-2(|T1044482:14|tКарл).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326545.138,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236495,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[22:28:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134296:14|t|cff4e96f7|HbattlePetAbil:429:1170:289:455|h[Цапнуть]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:1170:289:455|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T1044482:14|tКарл).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326545.138,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236495,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[22:28:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:617:266:239|h[Укус]|h|r наносит 235 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T132921:14|tПтенец страхоклюва).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326546.808,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236497,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[22:28:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 17",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326551.918,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236502,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[22:28:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T2027964:14|tКрасногорский тарантул – |3-8(ваш питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326551.918,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236502,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[22:28:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:617:266:239|h[Укус]|h|r наносит 357 ед. урона |3-2(ваш питомец) |3-2(|T2027964:14|tКрасногорский тарантул).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326554.838,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236505,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[22:28:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135878:14|t|cff4e96f7|HbattlePetAbil:924:617:266:239|h[Выносливость]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T132203:14|tДетеныш фьордового ворга), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326555.848,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236506,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[22:28:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132772:14|t|cff4e96f7|HbattlePetAbil:435:617:266:239|h[Каменная кожа]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T1044482:14|tКарл), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326555.848,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236506,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[22:28:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 18",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326558.008,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236508,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[22:28:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132921:14|tПтенец страхоклюва – |3-8(ваш питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326558.008,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236508,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[22:28:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132772:14|t|cff4e96f7|HbattlePetAbil:436:617:266:239|h[Каменная кожа]|h|r накладывает эффект |T132772:14|t|cff4e96f7|HbattlePetAbil:435:617:266:239|h[Каменная кожа]|h|r на |3-1(вражеский питомец) |3-3(|T1044482:14|tКарл).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326560.418,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236510,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[22:28:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 19",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326562.928,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236513,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[22:28:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134296:14|t|cff4e96f7|HbattlePetAbil:429:935:289:455|h[Цапнуть]|h|r наносит 288 ед. урона |3-2(вражеский питомец) |3-2(|T1044482:14|tКарл).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326564.188,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236514,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[22:28:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T629484:14|t|cff4e96f7|HbattlePetAbil:350:329:266:239|h[Тяжелый удар]|h|r накладывает эффект |T135860:14|t|cff4e96f7|HbattlePetAbil:927:329:266:239|h[Оглушение]|h|r на |3-1(ваш питомец) |3-3(|T132921:14|tПтенец страхоклюва).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326565.858,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236516,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[22:28:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 20",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326569.018,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236519,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[22:28:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:329:266:239|h[Укус]|h|r наносит 235 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T132921:14|tПтенец страхоклюва).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326570.128,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236520,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[22:28:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618976:14|t|cff4e96f7|HbattlePetAbil:239:700:289:455|h[Летающий питомец]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T132921:14|tПтенец страхоклюва), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326570.128,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236520,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[22:28:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135860:14|t|cff4e96f7|HbattlePetAbil:927:329:266:239|h[Оглушение]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T132921:14|tПтенец страхоклюва), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326571.138,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236521,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[22:28:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135860:14|t|cff4e96f7|HbattlePetAbil:927:329:266:239|h[Оглушение]|h|r накладывает эффект |T135878:14|t|cff4e96f7|HbattlePetAbil:924:329:266:239|h[Выносливость]|h|r на |3-1(ваш питомец) |3-3(|T132921:14|tПтенец страхоклюва).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326571.138,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236521,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[22:28:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 21",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326573.018,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236523,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[22:28:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134296:14|t|cff4e96f7|HbattlePetAbil:429:700:289:325|h[Цапнуть]|h|r наносит 205 ед. урона |3-2(вражеский питомец) |3-2(|T1044482:14|tКарл).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326574.178,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236524,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[22:28:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:124:266:239|h[Укус]|h|r наносит 352 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T132921:14|tПтенец страхоклюва).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326575.858,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236526,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[22:28:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T648208:14|t|cff4e96f7|HbattlePetAbil:365:171:325:325|h[Зажигательный танец]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T132203:14|tДетеныш фьордового ворга), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326576.868,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236527,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[22:28:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T648208:14|t|cff4e96f7|HbattlePetAbil:365:171:325:325|h[Зажигательный танец]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T132921:14|tПтенец страхоклюва), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326576.868,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236527,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[22:28:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T648208:14|t|cff4e96f7|HbattlePetAbil:365:171:325:325|h[Зажигательный танец]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T2027964:14|tКрасногорский тарантул), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326576.868,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236527,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[22:28:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 22",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326578.028,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236528,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[22:28:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134296:14|t|cff4e96f7|HbattlePetAbil:429:348:289:260|h[Цапнуть]|h|r наносит 233 ед. урона |3-2(вражеский питомец) |3-2(|T1044482:14|tКарл).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326579.128,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236529,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[22:28:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T1044482:14|tКарл погибает.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326579.128,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236529,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[22:28:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:947:289:260|h[Боевое восстановление]|h|r восстанавливает 599 ед. урона |3-2(ваш питомец) |3-2(|T132921:14|tПтенец страхоклюва).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326583.558,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236533,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[22:28:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:786:325:260|h[Боевое восстановление]|h|r восстанавливает 615 ед. урона |3-2(ваш питомец) |3-2(|T132203:14|tДетеныш фьордового ворга).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326583.558,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236533,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[22:28:56]|h |Hchannel:PET_BATTLE_INFO|h[Битва питомцев]|h: |3-7(Ваш питомец) |T2027964:14|tКрасногорский тарантул получает 4125 ед. опыта.",
					["r"] = 0.8823530077934265,
					["b"] = 0.364705890417099,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326585.078,
					["extraData"] = {
						62, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236535,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[22:28:56]|h |Hchannel:PET_BATTLE_INFO|h[Битва питомцев]|h: Ваш питомец |T2027964:14|tКрасногорский тарантул достигает 19-го уровня!",
					["r"] = 0.8823530077934265,
					["b"] = 0.364705890417099,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326585.078,
					["extraData"] = {
						62, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236535,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[22:28:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1026:172:213|h[Боевое восстановление]|h|r восстанавливает 503 ед. урона |3-2(ваш питомец) |3-2(|T2027964:14|tКрасногорский тарантул).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1326585.078,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236535,
				}, -- [100]
			},
			["headIndex"] = 100,
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 51,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[23:09:29]|h Сообщение дня от гильдии: \"Среда с 0\"",
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["g"] = 0.4941176772117615,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594235867,
					["r"] = 0.4431372880935669,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[22:17:48]|h Сообщение дня от гильдии: \"Среда с 0\"",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["serverTime"] = 1594256105,
					["timestamp"] = 1405961.775,
					["g"] = 0.4941176772117615,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[22:34:58]|h |cffd8d8d8[|r|Hplayer:Таондре-Борейскаятундра:783:GUILD|h|cffd8bc3f120|r:|cffa9d271Таондре|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14155:Player-1625-0929FBA3:1:7:8:20:4294967295:4294967295:4294967295:4294967295|h[Ульдумский союз]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 0.4901961088180542,
					["b"] = 1,
					["g"] = 0.5254902243614197,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						26, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594236897,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[22:45:07]|h |cffd8d8d8[|r|Hplayer:Каинка-Борейскаятундра:794:GUILD|h|cffd8bc3f120|r:|cff3ec5e9Каинка|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14046:Player-1625-09A016A0:1:7:8:20:4294967295:4294967295:4294967295:4294967295|h[Эпохальный режим: коллективный разум]|h|r!",
					["r"] = 0.4901961088180542,
					["b"] = 1,
					["g"] = 0.5254902243614197,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						26, -- [3]
						28, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594237506,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[22:45:07]|h |cffd8d8d8[|r|Hplayer:Валистер-Борейскаятундра:795:GUILD|h|cffd8bc3f120|r:|cfffefefeВалистер|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14046:Player-1625-09E7103A:1:7:8:20:4294967295:4294967295:4294967295:4294967295|h[Эпохальный режим: коллективный разум]|h|r!",
					["r"] = 0.4901961088180542,
					["b"] = 1,
					["g"] = 0.5254902243614197,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						26, -- [3]
						29, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594237506,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[22:45:07]|h |cffd8d8d8[|r|Hplayer:Хубчег-Борейскаятундра:796:GUILD|h|cffd8bc3f120|r:|cff006fdcХубчег|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:14046:Player-1625-092BCFB2:1:7:8:20:4294967295:4294967295:4294967295:4294967295|h[Эпохальный режим: коллективный разум]|h|r!",
					["r"] = 0.4901961088180542,
					["b"] = 1,
					["g"] = 0.5254902243614197,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						26, -- [3]
						30, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594237506,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[22:59:46]|h |cffd8d8d8[|r|Hplayer:Валистер-Борейскаятундра:818:GUILD|h|cffd8bc3f120|r:|cfffefefeВалистер|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14048:Player-1625-09E7103A:1:7:8:20:4294967295:4294967295:4294967295:4294967295|h[Эпохальный режим: Шад'хар Ненасытный]|h|r!",
					["r"] = 0.4901961088180542,
					["b"] = 1,
					["g"] = 0.5254902243614197,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						26, -- [3]
						29, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594238385,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[22:59:46]|h |cffd8d8d8[|r|Hplayer:Аркадрон-Борейскаятундра:819:GUILD|h|cffd8bc3f120|r:|cfff38bb9Аркадрон|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:14048:Player-1625-02B35505:1:7:8:20:4294967295:4294967295:4294967295:4294967295|h[Эпохальный режим: Шад'хар Ненасытный]|h|r!",
					["r"] = 0.4901961088180542,
					["b"] = 1,
					["g"] = 0.5254902243614197,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						26, -- [3]
						33, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594238385,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[22:59:46]|h |cffd8d8d8[|r|Hplayer:Хубчег-Борейскаятундра:820:GUILD|h|cffd8bc3f120|r:|cff006fdcХубчег|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:14048:Player-1625-092BCFB2:1:7:8:20:4294967295:4294967295:4294967295:4294967295|h[Эпохальный режим: Шад'хар Ненасытный]|h|r!",
					["r"] = 0.4901961088180542,
					["b"] = 1,
					["g"] = 0.5254902243614197,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						26, -- [3]
						30, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594238385,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[22:59:55]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Валистер-Борейскаятундра:821:GUILD|h|cffd8bc3f120|r:|cfffefefeВалистер|r|h|cffd8d8d8]|r: Извините",
					["r"] = 0.4431372880935669,
					["b"] = 1,
					["g"] = 0.4941176772117615,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						26, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594238394,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[23:00:02]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Каинка-Борейскаятундра:822:GUILD|h|cffd8bc3f120|r:|cff3ec5e9Каинка|r|h|cffd8d8d8]|r: Все в пордяке))",
					["r"] = 0.4431372880935669,
					["b"] = 1,
					["g"] = 0.4941176772117615,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						26, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594238401,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[23:00:22]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Валистер-Борейскаятундра:823:GUILD|h|cffd8bc3f120|r:|cfffefefeВалистер|r|h|cffd8d8d8]|r: Я перепутала пот с кастом",
					["r"] = 0.4431372880935669,
					["b"] = 1,
					["g"] = 0.4941176772117615,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						26, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594238421,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[23:20:02]|h |cffd8d8d8[|r|Hplayer:Силуетег-Ясеневыйлес:976:ACHIEVEMENT|h|cfffef367Силуетег|r-|cff5b811eЯсе|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:13771:Player-1923-021CB8DE:1:7:8:20:4294967295:4294967295:4294967295:4294967295|h[Красота – в силе]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						36, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594239601,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[23:22:13]|h |cffd8d8d8[|r|Hplayer:Олотан-Ясеневыйлес:978:ACHIEVEMENT|h|cff8686ecОлотан|r-|cff5b811eЯсе|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:13771:Player-1923-0AD15AF1:1:7:8:20:4294967295:4294967295:4294967295:4294967295|h[Красота – в силе]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						36, -- [3]
						38, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594239732,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[23:22:55]|h |cffd8d8d8[|r|Hplayer:Фростмр-Гордунни:979:ACHIEVEMENT|h|cffd8bc3f120|r:|cff3ec5e9Фростмр|r-|cff8dec6aГор|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:13998:Player-1602-0C3836DE:1:7:8:20:4294967295:4294967295:4294967295:4294967295|h[Чистое сердце]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						36, -- [3]
						39, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594239774,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[23:25:21]|h |cffd8d8d8[|r|Hplayer:Олотан-Ясеневыйлес:981:ACHIEVEMENT|h|cff8686ecОлотан|r-|cff5b811eЯсе|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:13998:Player-1923-0AD15AF1:1:7:8:20:4294967295:4294967295:4294967295:4294967295|h[Чистое сердце]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						36, -- [3]
						38, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594239920,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[23:27:20]|h |cffd8d8d8[|r|Hplayer:Костиикк-Ревущийфьорд:982:ACHIEVEMENT|h|cffa9d271Костиикк|r-|cffc2a9ccРев|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:5877:Player-1615-06D816FF:1:7:8:20:4294967295:4294967295:4294967295:4294967295|h[Зверинец]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						36, -- [3]
						40, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594240039,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[23:28:24]|h |cffd8d8d8[|r|Hplayer:Минайра-СвежевательДуш:983:ACHIEVEMENT|h|cffa22fc8Минайра|r-|cff11dbe4Све|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:13770:Player-1604-0B1B623D:1:7:8:20:4294967295:4294967295:4294967295:4294967295|h[Уход в отрыв]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						36, -- [3]
						41, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594240103,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[23:48:11]|h |cffd8d8d8[|r|Hplayer:Эктэлион-Борейскаятундра:1087:GUILD|h|cffd8bc3f120|r:|cfff38bb9Эктэлион|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:13127:Player-1625-01ED29E4:1:7:8:20:4294967295:4294967295:4294967295:4294967295|h[Постой, я послушаю]|h|r!",
					["r"] = 0.4901961088180542,
					["b"] = 1,
					["g"] = 0.5254902243614197,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						26, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594241290,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[23:48:11]|h |cffd8d8d8[|r|Hplayer:Эктэлион-Борейскаятундра:1088:GUILD|h|cffd8bc3f120|r:|cfff38bb9Эктэлион|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:13134:Player-1625-01ED29E4:1:7:8:20:4294967295:4294967295:4294967295:4294967295|h[Глава экспедиции]|h|r!",
					["r"] = 0.4901961088180542,
					["b"] = 1,
					["g"] = 0.5254902243614197,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						26, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594241290,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[23:53:55]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Дарккаин-Борейскаятундра:1105:GUILD|h|cffd8bc3f120|r:|cfffef367Дарккаин|r|h|cffd8d8d8]|r: |cff0070dd|Hitem:166880::::::::120:259::::::|h[Музыкальная шкатулка Мииры]|h|r",
					["r"] = 0.4431372880935669,
					["b"] = 1,
					["g"] = 0.4941176772117615,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						26, -- [3]
						53, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594241634,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[00:41:15]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Сионелла-Борейскаятундра:1339:GUILD|h|cffd8bc3f120|r:|cffc59a6cСионелла|r|h|cffd8d8d8]|r: 1 мин",
					["r"] = 0.4431372880935669,
					["b"] = 1,
					["g"] = 0.4941176772117615,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						26, -- [3]
						54, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594244474,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[00:43:29]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Валистер-Борейскаятундра:1349:GUILD|h|cffd8bc3f120|r:|cfffefefeВалистер|r|h|cffd8d8d8]|r: Так оно есть т2 кровотечение",
					["r"] = 0.4431372880935669,
					["b"] = 1,
					["g"] = 0.4941176772117615,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						26, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594244608,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[00:43:55]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Валистер-Борейскаятундра:1354:GUILD|h|cffd8bc3f120|r:|cfffefefeВалистер|r|h|cffd8d8d8]|r: Ну 15 едениц я имею ввиду",
					["r"] = 0.4431372880935669,
					["b"] = 1,
					["g"] = 0.4941176772117615,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						26, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594244634,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[00:53:29]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Валистер-Борейскаятундра:1455:GUILD|h|cffd8bc3f120|r:|cfffefefeВалистер|r|h|cffd8d8d8]|r: Вот да,ппц)",
					["r"] = 0.4431372880935669,
					["b"] = 1,
					["g"] = 0.4941176772117615,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						26, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594245208,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[00:58:29]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Валистер-Борейскаятундра:1516:GUILD|h|cffd8bc3f120|r:|cfffefefeВалистер|r|h|cffd8d8d8]|r: А просто так нельзя постоять?Пока вы там всё пройдёте?)",
					["r"] = 0.4431372880935669,
					["b"] = 1,
					["g"] = 0.4941176772117615,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						26, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594245508,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[00:59:07]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1523:GUILD|h|cffd8bc3f120|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: Твое присутствие в видении увеличивает НР мобов и урон, который они наносят",
					["r"] = 0.4431372880935669,
					["b"] = 1,
					["g"] = 0.4941176772117615,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						26, -- [3]
						58, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594245546,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[00:59:27]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1524:GUILD|h|cffd8bc3f120|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: \"Просто стоять\" не очень красиво по отношению к людям, с которыми идешь",
					["r"] = 0.4431372880935669,
					["b"] = 1,
					["g"] = 0.4941176772117615,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						26, -- [3]
						58, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594245566,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[00:59:28]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Валистер-Борейскаятундра:1525:GUILD|h|cffd8bc3f120|r:|cfffefefeВалистер|r|h|cffd8d8d8]|r: Это я в курсе",
					["r"] = 0.4431372880935669,
					["b"] = 1,
					["g"] = 0.4941176772117615,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						26, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594245567,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[01:01:49]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Валистер-Борейскаятундра:1531:GUILD|h|cffd8bc3f120|r:|cfffefefeВалистер|r|h|cffd8d8d8]|r: Я  не буду объяснять,что и как,извини.Это долго.Если будет желание мы как нибудь пообщаемся)",
					["r"] = 0.4431372880935669,
					["b"] = 1,
					["g"] = 0.4941176772117615,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						26, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594245708,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[01:26:54]|h |cffd8d8d8[|r|Hplayer:Валистер-Борейскаятундра:1786:GUILD|h|cffd8bc3f120|r:|cfffefefeВалистер|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14062:Player-1625-09E7103A:1:7:9:20:4294967295:4294967295:4294967295:4294967295|h[Жуткое видение Штормграда]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 0.4901961088180542,
					["b"] = 1,
					["g"] = 0.5254902243614197,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						26, -- [3]
						29, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247213,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[01:26:54]|h |cffd8d8d8[|r|Hplayer:Валистер-Борейскаятундра:1787:GUILD|h|cffd8bc3f120|r:|cfffefefeВалистер|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14064:Player-1625-09E7103A:1:7:9:20:4294967295:4294967295:4294967295:4294967295|h[Еще более жуткое видение Штормграда]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 0.4901961088180542,
					["b"] = 1,
					["g"] = 0.5254902243614197,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						26, -- [3]
						29, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247213,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[01:26:54]|h |cffd8d8d8[|r|Hplayer:Валистер-Борейскаятундра:1788:GUILD|h|cffd8bc3f120|r:|cfffefefeВалистер|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14066:Player-1625-09E7103A:1:7:9:20:4294967295:4294967295:4294967295:4294967295|h[Самое жуткое видение Штормграда]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 0.4901961088180542,
					["b"] = 1,
					["g"] = 0.5254902243614197,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						26, -- [3]
						29, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247213,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[01:26:54]|h |cffd8d8d8[|r|Hplayer:Валистер-Борейскаятундра:1789:GUILD|h|cffd8bc3f120|r:|cfffefefeВалистер|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14166:Player-1625-09E7103A:1:7:9:20:4294967295:4294967295:4294967295:4294967295|h[Дуэт масок]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 0.4901961088180542,
					["b"] = 1,
					["g"] = 0.5254902243614197,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						26, -- [3]
						29, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247213,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[01:26:54]|h |cffd8d8d8[|r|Hplayer:Валистер-Борейскаятундра:1790:GUILD|h|cffd8bc3f120|r:|cfffefefeВалистер|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14167:Player-1625-09E7103A:1:7:9:20:4294967295:4294967295:4294967295:4294967295|h[Трио масок]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 0.4901961088180542,
					["b"] = 1,
					["g"] = 0.5254902243614197,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						26, -- [3]
						29, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247213,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[01:26:54]|h |cffd8d8d8[|r|Hplayer:Валистер-Борейскаятундра:1791:GUILD|h|cffd8bc3f120|r:|cfffefefeВалистер|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14168:Player-1625-09E7103A:1:7:9:20:4294967295:4294967295:4294967295:4294967295|h[Квартет масок]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 0.4901961088180542,
					["b"] = 1,
					["g"] = 0.5254902243614197,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						26, -- [3]
						29, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247213,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[01:26:54]|h |cffd8d8d8[|r|Hplayer:Валистер-Борейскаятундра:1792:GUILD|h|cffd8bc3f120|r:|cfffefefeВалистер|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14169:Player-1625-09E7103A:1:7:9:20:4294967295:4294967295:4294967295:4294967295|h[Симфония масок]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 0.4901961088180542,
					["b"] = 1,
					["g"] = 0.5254902243614197,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						26, -- [3]
						29, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247213,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[01:26:59]|h |cffd8d8d8[|r|Hplayer:Валистер-Борейскаятундра:1793:GUILD|h|cffd8bc3f120|r:|cfffefefeВалистер|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14171:Player-1625-09E7103A:1:7:9:20:4294967295:4294967295:4294967295:4294967295|h[Еще больше реликвий]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 0.4901961088180542,
					["b"] = 1,
					["g"] = 0.5254902243614197,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						26, -- [3]
						29, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247218,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[01:29:25]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Дарккаин-Борейскаятундра:1803:GUILD|h|cffd8bc3f120|r:|cfffef367Дарккаин|r|h|cffd8d8d8]|r: |cffffffff|Hitem:177977::::::::120:259::14::::|h[Консервированная отрава: Кровоточащая рана]|h|r",
					["r"] = 0.4431372880935669,
					["b"] = 1,
					["g"] = 0.4941176772117615,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						26, -- [3]
						53, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247364,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[01:32:10]|h |cffd8d8d8[|r|Hplayer:Валистер-Борейскаятундра:1817:GUILD|h|cffd8bc3f120|r:|cfffefefeВалистер|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14162:Player-1625-09E7103A:1:7:9:20:4294967295:4294967295:4294967295:4294967295|h[Жуткий маскарад]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 0.4901961088180542,
					["b"] = 1,
					["g"] = 0.5254902243614197,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						26, -- [3]
						29, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594247529,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[02:10:18]|h |cffd8d8d8[|r|Hplayer:Ætherblade-Eredar:2565:ACHIEVEMENT|h|cffd8bc3f120|r:|cfffef367Ætherblade|r-|cff2a8ba4Ere|r:3|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14068:Player-3692-070B0F80:1:7:9:20:4294967295:4294967295:4294967295:4294967295|h[Герой своего времени: Н'Зот Заразитель]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						36, -- [3]
						120, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594249817,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[02:10:18]|h |cffd8d8d8[|r|Hplayer:Ariellu-ArgentDawn:2566:ACHIEVEMENT|h|cffd8bc3f120|r:|cffa22fc8Ariellu|r-|cff5f8b4fArg|r:1|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14196:Player-3702-0799D12B:1:7:9:20:4294967295:4294967295:4294967295:4294967295|h[Сон наяву]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						36, -- [3]
						121, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594249817,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[02:10:18]|h |cffd8d8d8[|r|Hplayer:Ariellu-ArgentDawn:2567:ACHIEVEMENT|h|cffd8bc3f120|r:|cffa22fc8Ariellu|r-|cff5f8b4fArg|r:1|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14068:Player-3702-0799D12B:1:7:9:20:4294967295:4294967295:4294967295:4294967295|h[Герой своего времени: Н'Зот Заразитель]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						36, -- [3]
						121, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594249817,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[02:10:18]|h |cffd8d8d8[|r|Hplayer:Chunpi-Aszune:2568:ACHIEVEMENT|h|cffd8bc3f120|r:|cfffef367Chunpi|r-|cffb49aebAsz|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14068:Player-3666-05710323:1:7:9:20:4294967295:4294967295:4294967295:4294967295|h[Герой своего времени: Н'Зот Заразитель]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						36, -- [3]
						122, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594249817,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[03:04:53]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Валистер-Борейскаятундра:2845:GUILD|h|cffd8bc3f120|r:|cfffefefeВалистер|r|h|cffd8d8d8]|r: Ура,я теперь сама могу доапать плащик)Фул прошла,правда пока без масок)",
					["r"] = 0.4431372880935669,
					["b"] = 1,
					["g"] = 0.4941176772117615,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						26, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594253092,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[03:09:27]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Валистер-Борейскаятундра:2846:GUILD|h|cffd8bc3f120|r:|cfffefefeВалистер|r|h|cffd8d8d8]|r: А на плащ кто нибудь пробовал корапт класть?",
					["r"] = 0.4431372880935669,
					["b"] = 1,
					["g"] = 0.4941176772117615,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						26, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1594253366,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[03:55:05]|h Сообщение дня от гильдии: \"Среда с 0\"",
					["g"] = 0.4941176772117615,
					["r"] = 0.4431372880935669,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594312534,
					["b"] = 1,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[19:35:34]|h Сообщение дня от гильдии: \"Среда с 0\"",
					["serverTime"] = 1594315913,
					["r"] = 0.4431372880935669,
					["b"] = 1,
					["timestamp"] = 1405961.775,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["g"] = 0.4941176772117615,
				}, -- [48]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 1405961.775,
				}, -- [49]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1405961.775,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[20:31:53]|h Сообщение дня от гильдии: \"Среда с 0\"",
					["r"] = 0.4431372880935669,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1405960.11,
					["g"] = 0.4941176772117615,
					["b"] = 1,
				}, -- [51]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame2"] = {
			["maxElements"] = 300,
			["elements"] = {
			},
			["headIndex"] = 0,
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 78,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[20:31:55]|h |cffffd700<Титан> |r|cff20ff20Процесс регистрации завершен. 28|r",
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594315915,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[20:31:55]|h |cffffe566{VuhDo}|r Профиль успешно загружен: Фламиника: Vuhdo'esque",
					["r"] = 1,
					["serverTime"] = 1594315915,
					["timestamp"] = 1405961.775,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[20:31:56]|h Общее время игры: 31 |4день:дня:дней;, 12 |4час:часа:часов;, 6 |4минута:минуты:минут;, 41 |4секунда:секунды:секунд;.",
					["serverTime"] = 1594315916,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1405965.397,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[20:31:56]|h Время игры на этом уровне: 20 |4день:дня:дней;, 2 |4час:часа:часов;, 43 |4минута:минуты:минут;, 16 |4секунда:секунды:секунд;.",
					["serverTime"] = 1594315916,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1405965.397,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[20:32:28]|h Вы будете получать добычу для специализации \"Истребление\".",
					["serverTime"] = 1594315948,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1405996.459,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[20:32:29]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Вол'дун]|h.",
					["serverTime"] = 1594315949,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1405997.905,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[20:32:29]|h |Hchannel:channel:2|h[2] |h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1594315949,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1405997.905,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[20:32:29]|h |cffc31d39Лилоцвет|r выходит из игрового мира.",
					["serverTime"] = 1594315949,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1405997.905,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[20:32:32]|h Вы получили задание \"А каждый второй – тоже герой\".",
					["serverTime"] = 1594315952,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406001.547,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[20:32:33]|h Генн Седогрив говорит: В пустыне Вол'дуна не за что сражаться. Поэтому Орду он не заботит. А вот нам стоит извлечь из этого выгоду.",
					["serverTime"] = 1594315953,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406001.934,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[20:33:14]|h Фалстад Громовой Молот говорит: Что-то тут дела совсем плохи! Разберись-ка с этой проблемой!",
					["serverTime"] = 1594315994,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406042.935,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[20:33:22]|h Шандриса Оперенная Луна говорит: Победа не достанется Орде. Убей ее офицеров и разгони войска!",
					["serverTime"] = 1594316002,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406051.283,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[20:33:34]|h Отношение |3-7(Ржавоболтское сопротивление) к вам улучшилось на 10.",
					["serverTime"] = 1594316014,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406063.625,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[20:33:34]|h Отношение |3-7(7-й легион) к вам улучшилось на 225.",
					["serverTime"] = 1594316014,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406063.625,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[20:33:34]|h Повелитель песков Содир говорит: Пусть меня заберут пески!",
					["serverTime"] = 1594316014,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406063.652,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[20:33:34]|h Получено: 268 |4золотая:золотые:золотых;, 80 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1594316014,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406063.652,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[20:33:35]|h Шандриса Оперенная Луна говорит: Многие наши солдаты обязаны тебе жизнью. Мы у тебя в долгу.",
					["serverTime"] = 1594316015,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406063.945,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[20:33:35]|h Вы получаете валюту – |cffffffff|Hcurrency:1602:0|h[Очки завоевания]|h|r, 15 шт.",
					["serverTime"] = 1594316015,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406064.626,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[20:33:36]|h Ваша добыча: |cffffffff|Hitem:165852::::::::120:577::::::|h[Слабощелочная соль]|h|rx5.",
					["serverTime"] = 1594316016,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406065.723,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[20:33:36]|h Ваша добыча: |cff9d9d9d|Hitem:155601::::::::120:577::::::|h[Часть лапки насекомого]|h|rx2.",
					["serverTime"] = 1594316016,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406065.723,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[20:33:37]|h Ваша добыча: 67 |4серебряная:серебряные:серебряных;, 45 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1594316017,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406066.724,
					["g"] = 1,
					["b"] = 0,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[20:33:44]|h Ваша добыча: |cffffffff|Hitem:165852::::::::120:577::::::|h[Слабощелочная соль]|h|rx6.",
					["serverTime"] = 1594316024,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406073.015,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[20:33:44]|h Ваша добыча: |cff9d9d9d|Hitem:155601::::::::120:577::::::|h[Часть лапки насекомого]|h|r.",
					["serverTime"] = 1594316024,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406073.015,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[20:33:44]|h Ваша добыча: |cff9d9d9d|Hitem:158863::::::::120:577::::::|h[Хитиновый экзоскелет]|h|rx2.",
					["serverTime"] = 1594316024,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406073.015,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[20:33:44]|h Ваша добыча: |cffffffff|Hitem:154897::::::::120:577::::::|h[Волокнистое филе]|h|r.",
					["serverTime"] = 1594316024,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406073.015,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[20:33:46]|h Ваша добыча: |cffffffff|Hitem:153050::::::::120:577::::::|h[Поблескивающая чешуя]|h|rx4.",
					["serverTime"] = 1594316026,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406075.728,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[20:33:47]|h Ваша добыча: |cff1eff00|Hitem:153051::::::::120:577::::::|h[Дымчатая чешуя]|h|rx3.",
					["serverTime"] = 1594316027,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406075.836,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[20:33:47]|h Ваша добыча: |cff9d9d9d|Hitem:155618::::::::120:577::::::|h[Сброшенная кожа]|h|r.",
					["serverTime"] = 1594316027,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406075.929,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[20:33:55]|h Ваша добыча: |cffffffff|Hitem:153050::::::::120:577::::::|h[Поблескивающая чешуя]|h|rx3.",
					["serverTime"] = 1594316035,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406084.402,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[20:33:55]|h Ваша добыча: |cff9d9d9d|Hitem:155618::::::::120:577::::::|h[Сброшенная кожа]|h|r.",
					["serverTime"] = 1594316035,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406084.476,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[20:33:55]|h Ваша добыча: |cffffffff|Hitem:154164::::::::120:577::::::|h[Окровавленная кость]|h|rx3.",
					["serverTime"] = 1594316035,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406084.584,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[20:33:58]|h Ваша добыча: |cffffffff|Hitem:153050::::::::120:577::::::|h[Поблескивающая чешуя]|h|rx3.",
					["serverTime"] = 1594316038,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406087.211,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[20:33:58]|h Ваша добыча: |cff9d9d9d|Hitem:155618::::::::120:577::::::|h[Сброшенная кожа]|h|r.",
					["serverTime"] = 1594316038,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406087.313,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[20:33:58]|h Ваша добыча: |cffffffff|Hitem:154164::::::::120:577::::::|h[Окровавленная кость]|h|rx2.",
					["serverTime"] = 1594316038,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406087.493,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[20:34:07]|h Отношение |3-7(Ржавоболтское сопротивление) к вам улучшилось на 10.",
					["serverTime"] = 1594316047,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406096.628,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[20:34:07]|h Отношение |3-7(7-й легион) к вам улучшилось на 225.",
					["serverTime"] = 1594316047,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406096.628,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[20:34:07]|h Бинни Винтокрутка говорит: Спасибо, Дэлери. Сейчас я все быстренько перезаряжу!",
					["serverTime"] = 1594316047,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406096.628,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[20:34:07]|h Получено: 158 |4золотая:золотые:золотых;, 2 |4серебряная:серебряные:серебряных;, 80 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1594316047,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406096.628,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[20:34:08]|h Фалстад Громовой Молот говорит: Слава Громовому... Э-э... то есть Альянсу!",
					["serverTime"] = 1594316048,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406096.956,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[20:34:08]|h Вы получаете валюту – |cffffffff|Hcurrency:1602:0|h[Очки завоевания]|h|r, 10 шт.",
					["serverTime"] = 1594316048,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406097.633,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[20:34:34]|h Грумбол Мрачномолот говорит: Эти больные подсвинки сползаются к богатым залежам азерита! А мы что ж это, дадим его заграбастать?!",
					["serverTime"] = 1594316074,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406123.653,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[20:34:43]|h Ваша добыча: |cffffffff|Hitem:164767::::::::120:577::::::|h[Осколок неочищенного азерита]|h|r.",
					["serverTime"] = 1594316083,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406131.982,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[20:34:43]|h Ваша добыча: |cff9d9d9d|Hitem:157844::::::::120:577::::::|h[Радужная частица]|h|r.",
					["serverTime"] = 1594316083,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406131.982,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[20:34:48]|h Ваша добыча: |cffffffff|Hitem:164767::::::::120:577::::::|h[Осколок неочищенного азерита]|h|rx3.",
					["serverTime"] = 1594316088,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406137.411,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[20:34:48]|h Ваша добыча: |cff9d9d9d|Hitem:157844::::::::120:577::::::|h[Радужная частица]|h|r.",
					["serverTime"] = 1594316088,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406137.479,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[20:35:06]|h Ваша добыча: |cffffffff|Hitem:164767::::::::120:577::::::|h[Осколок неочищенного азерита]|h|rx15.",
					["serverTime"] = 1594316106,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406155.38,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[20:35:06]|h Вы получили предмет: |cff0070dd|Hcurrency:1553:348|h[Мерцающий азерит]|h|r.",
					["serverTime"] = 1594316106,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406155.456,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[20:35:06]|h Артефакт |cffe6cc80|Hitem:158075::::::::120:577::11:4:6316:4932:4933:1650:::|h[Сердце Азерот]|h|r получает 348 ед. силы артефакта.",
					["serverTime"] = 1594316106,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406155.456,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[20:35:06]|h Отношение |3-7(Ржавоболтское сопротивление) к вам улучшилось на 10.",
					["serverTime"] = 1594316106,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406155.456,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[20:35:06]|h Отношение |3-7(7-й легион) к вам улучшилось на 225.",
					["serverTime"] = 1594316106,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406155.456,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[20:35:06]|h Ваша добыча: |cff9d9d9d|Hitem:157844::::::::120:577::::::|h[Радужная частица]|h|rx2.",
					["serverTime"] = 1594316106,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406155.729,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[20:35:06]|h Ваша добыча: |cff9d9d9d|Hitem:159756::::::::120:577::::::|h[Отработанный азерит]|h|rx4.",
					["serverTime"] = 1594316106,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406155.729,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[20:35:07]|h Грумбол Мрачномолот говорит: Молодчина! Мы найдем, куда пристроить этот азерит!",
					["serverTime"] = 1594316107,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406155.871,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[20:35:07]|h Вы получаете валюту – |cffffffff|Hcurrency:1602:0|h[Очки завоевания]|h|r, 10 шт.",
					["serverTime"] = 1594316107,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406156.512,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[20:35:44]|h Мастер Матиас Шоу говорит: Где-то здесь прячется один из старших офицеров Орды. Найди и уничтожь его.",
					["serverTime"] = 1594316144,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406193.224,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[20:36:03]|h Капитан Штанотреск говорит: Эх... не стоило оно того...",
					["serverTime"] = 1594316163,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406212.024,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[20:36:03]|h Отношение |3-7(Ржавоболтское сопротивление) к вам улучшилось на 10.",
					["serverTime"] = 1594316163,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406212.168,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[20:36:03]|h Отношение |3-7(7-й легион) к вам улучшилось на 225.",
					["serverTime"] = 1594316163,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406212.168,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[20:36:04]|h Мастер Матиас Шоу говорит: Великолепная работа. Орде придется изменить свои планы.",
					["serverTime"] = 1594316164,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406212.915,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[20:36:04]|h Вы получаете валюту – |cffffffff|Hcurrency:1560:0|h[Ресурсы для войны]|h|r, 52 шт.",
					["serverTime"] = 1594316164,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406213.178,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[20:36:04]|h Вы получаете валюту – |cffffffff|Hcurrency:1602:0|h[Очки завоевания]|h|r, 10 шт.",
					["serverTime"] = 1594316164,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406213.178,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[20:36:06]|h Ваша добыча: 1 |4золотая:золотые:золотых;, 33 |4серебряная:серебряные:серебряных;, 50 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1594316166,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406215.238,
					["g"] = 1,
					["b"] = 0,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[20:36:12]|h Генн Седогрив говорит: Трусливые отродья... Позаботься о том, чтобы эти земли им не достались.",
					["serverTime"] = 1594316172,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406221.335,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[20:36:29]|h Шандриса Оперенная Луна говорит: Войска Орды действуют необычайно слаженно. Значит, их командир находится где-то рядом. Найди и убей его.",
					["serverTime"] = 1594316189,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406238.032,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[20:36:30]|h Джин'таго говорит: Небо принадлежит Черному копью!",
					["serverTime"] = 1594316190,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406239.071,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[20:36:44]|h Джин'таго говорит: Я умираю во имя Орды...",
					["serverTime"] = 1594316204,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406253.427,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[20:36:44]|h Вы получили предмет: |cff0070dd|Hcurrency:1553:461|h[Мерцающая азеритовая жеода]|h|r.",
					["serverTime"] = 1594316204,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406253.647,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[20:36:44]|h Артефакт |cffe6cc80|Hitem:158075::::::::120:577::11:4:6316:4932:4933:1650:::|h[Сердце Азерот]|h|r получает 461 ед. силы артефакта.",
					["serverTime"] = 1594316204,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406253.647,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[20:36:44]|h Отношение |3-7(Ржавоболтское сопротивление) к вам улучшилось на 10.",
					["serverTime"] = 1594316204,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406253.647,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[20:36:44]|h Отношение |3-7(7-й легион) к вам улучшилось на 225.",
					["serverTime"] = 1594316204,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406253.647,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[20:36:45]|h Шандриса Оперенная Луна говорит: Наши враги не заслуживают столь легкой смерти.",
					["serverTime"] = 1594316205,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406253.775,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[20:36:45]|h Вы получаете валюту – |cffffffff|Hcurrency:1602:0|h[Очки завоевания]|h|r, 15 шт.",
					["serverTime"] = 1594316205,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406254.71,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[20:36:54]|h Ваша добыча: 3 |4золотая:золотые:золотых;, 77 |4серебряная:серебряные:серебряных;, 97 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1594316214,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406263.299,
					["g"] = 1,
					["b"] = 0,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[20:37:52]|h Срок действия вашей заявки на вступление в \"|Kt1|k\" истек.",
					["serverTime"] = 1594316272,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1406321.554,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[20:38:30]|h Вы будете получать добычу для специализации \"Истребление\".",
					["serverTime"] = 1594316310,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1406359.079,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[20:38:31]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Гавань Боралуса]|h.",
					["serverTime"] = 1594316311,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406360.641,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[20:38:31]|h |Hchannel:channel:2|h[2] |h Смена канала: |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1594316311,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406360.641,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[20:38:31]|h |Hchannel:channel:3|h[3] |h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Гавань Боралуса]|h.",
					["serverTime"] = 1594316311,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1406360.641,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[19:42:38]|h Вы получаете валюту – |cffffffff|Hcurrency:1560:0|h[Ресурсы для войны]|h|r, 50 шт.",
					["b"] = 0.9843137860298157,
					["r"] = 0.6823529601097107,
					["g"] = 0.6705882549285889,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594312958,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[19:43:11]|h Отношение |3-7(Раджани) к вам улучшилось на 125.",
					["b"] = 1,
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594312991,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[19:43:11]|h Задание \"Похищение у расхитителей\" выполнено.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9137255549430847,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594312991,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[19:43:11]|h Получено: 256 |4золотая:золотые:золотых;, 93 |4серебряная:серебряные:серебряных;, 20 |4медная монета:медные монеты:медных монет;.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9137255549430847,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594312991,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[19:43:12]|h Вы получаете валюту – |cffffffff|Hcurrency:1755:0|h[Сгусток видений]|h|r, 422 шт.",
					["b"] = 0.9843137860298157,
					["r"] = 0.6823529601097107,
					["g"] = 0.6705882549285889,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594312992,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[19:43:28]|h Задание \"Всякий камень когда-нибудь поддастся\" выполнено.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9137255549430847,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594313008,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[19:43:28]|h Получено: 30 |4золотая:золотые:золотых;, 42 |4серебряная:серебряные:серебряных;.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9137255549430847,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594313008,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[19:43:28]|h Отношение |3-7(Раджани) к вам улучшилось на 125.",
					["b"] = 1,
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594313008,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[19:43:29]|h Вы получили предмет: |cff0070dd|Hcurrency:1553:498|h[Мерцающая азеритовая жеода]|h|r.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9137255549430847,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594313009,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[19:43:29]|h Артефакт |cffe6cc80|Hitem:158075::::::::120:577::11:4:6316:4932:4933:1650:::|h[Сердце Азерот]|h|r получает 498 ед. силы артефакта.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9137255549430847,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594313009,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[19:43:29]|h Отношение |3-7(Раджани) к вам улучшилось на 125.",
					["b"] = 1,
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594313009,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[19:43:29]|h Вы получаете валюту – |cffffffff|Hcurrency:1755:0|h[Сгусток видений]|h|r, 844 шт.",
					["b"] = 0.9843137860298157,
					["r"] = 0.6823529601097107,
					["g"] = 0.6705882549285889,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594313009,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[19:43:29]|h Вы получаете валюту – |cffffffff|Hcurrency:1560:0|h[Ресурсы для войны]|h|r, 78 шт.",
					["b"] = 0.9843137860298157,
					["r"] = 0.6823529601097107,
					["g"] = 0.6705882549285889,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594313009,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[19:43:29]|h Задание \"Сокрушение повелителей молний\" выполнено.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9137255549430847,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594313009,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[19:43:29]|h Получено: 30 |4золотая:золотые:золотых;, 42 |4серебряная:серебряные:серебряных;.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9137255549430847,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594313009,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[19:43:51]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Гавань Боралуса]|h.",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594313031,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[19:43:51]|h |Hchannel:channel:3|h[3] |h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Гавань Боралуса]|h.",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594313031,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						18, -- [3]
						19, -- [4]
						["n"] = 4,
					},
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[19:43:52]|h Вы будете получать добычу для специализации \"Истребление\".",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9137255549430847,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594313032,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[19:43:58]|h Эмили Фэйрвезер говорит: Даже самый могучий воин не может обойтись без магической брони и оружия. Научись накладывать чары!",
					["b"] = 0.6235294342041016,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594313038,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[19:44:28]|h Вы получили предмет: |cff0070dd|Hitem:168449::::::::120:577::::::|h[Чары для кольца - созвучие универсальности]|h|r.",
					["b"] = 0.9686275124549866,
					["r"] = 0.9686275124549866,
					["g"] = 0.9843137860298157,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594313068,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[19:45:05]|h Отношение |3-7(Защитники Азерот) к вам улучшилось на 200.",
					["b"] = 1,
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594313105,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[19:45:05]|h Отношение |3-7(Защитники Азерот) к вам улучшилось на 225.",
					["b"] = 1,
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594313105,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[19:45:06]|h Вы получили предмет: |cff0070dd|Hcurrency:1553:258|h[Мерцающий кристалл азерита]|h|r.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9137255549430847,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594313106,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[19:45:06]|h Артефакт |cffe6cc80|Hitem:158075::::::::120:577::11:4:6316:4932:4933:1650:::|h[Сердце Азерот]|h|r получает 258 ед. силы артефакта.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9137255549430847,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594313106,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[19:45:06]|h Вы получаете валюту – |cffffffff|Hcurrency:1719:0|h[Зараженные реликвии]|h|r, 71 шт.",
					["b"] = 0.9843137860298157,
					["r"] = 0.6823529601097107,
					["g"] = 0.6705882549285889,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594313106,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[19:45:07]|h Отношение |3-7(Адмиралтейство Праудмуров) к вам улучшилось на 225.",
					["b"] = 1,
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594313107,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[19:45:07]|h Отношение |3-7(Адмиралтейство Праудмуров) к вам улучшилось на 100.",
					["b"] = 1,
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594313107,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[19:45:38]|h Задание \"Пожертвования на битву за Темные берега: ресурсы для войны\" выполнено.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9137255549430847,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594313138,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[19:45:38]|h Вы получили предмет: |cffa335ee|Hcurrency:1553:500|h[Сияющий осколок азерита]|h|r.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9137255549430847,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594313138,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[19:45:38]|h Артефакт |cffe6cc80|Hitem:158075::::::::120:577::11:4:6316:4932:4933:1650:::|h[Сердце Азерот]|h|r получает 500 ед. силы артефакта.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9137255549430847,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594313138,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[19:45:38]|h Отношение |3-7(7-й легион) к вам улучшилось на 150.",
					["b"] = 1,
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594313138,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[19:45:59]|h Вы создаете: |cffffffff|Hitem:154168::::::::120:577::::::|h[Водолазный костюм из поблескивающей чешуи]|h|r.",
					["b"] = 0.9686275124549866,
					["r"] = 0.9686275124549866,
					["g"] = 0.9843137860298157,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594313159,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[19:46:02]|h Вы создаете: |cffffffff|Hitem:154168::::::::120:577::::::|h[Водолазный костюм из поблескивающей чешуи]|h|r.",
					["b"] = 0.9686275124549866,
					["r"] = 0.9686275124549866,
					["g"] = 0.9843137860298157,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594313162,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[19:46:04]|h Вы создаете: |cffffffff|Hitem:154168::::::::120:577::::::|h[Водолазный костюм из поблескивающей чешуи]|h|r.",
					["b"] = 0.9686275124549866,
					["r"] = 0.9686275124549866,
					["g"] = 0.9843137860298157,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594313164,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[19:46:07]|h Вы получили предмет: |cffa335ee|Hcurrency:1553:500|h[Сияющий осколок азерита]|h|r.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9137255549430847,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594313167,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[19:46:07]|h Артефакт |cffe6cc80|Hitem:158075::::::::120:577::11:4:6316:4932:4933:1650:::|h[Сердце Азерот]|h|r получает 500 ед. силы артефакта.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9137255549430847,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594313167,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[19:46:07]|h Отношение |3-7(7-й легион) к вам улучшилось на 150.",
					["b"] = 1,
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594313167,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[19:46:07]|h Задание \"Пожертвования на битву за Темные берега: водолазный костюм из поблескивающей чешуи\" выполнено.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9137255549430847,
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594313167,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [116]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 45 |4минута:минуты:минут;, 46 |4секунда:секунды:секунд;.",
					["timestamp"] = 1405961.775,
				}, -- [117]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1405961.775,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[20:31:46]|h |cffff0000Warning: TomCat's Tours must be installed and enabled for TomCat's Tours: Visions of N'zoth to function properly|r",
					["timestamp"] = 1405948.544,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[20:31:47]|h |cffffe566{VuhDo}|r VuhDo |cffffe566['vu:du:]|r v3.113 (use /vd). Currently maintained by Ivaria@US-Hyjal in honor of Marshy.",
					["r"] = 1,
					["timestamp"] = 1405948.544,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[20:31:53]|h Сообщение дня от гильдии: \"Среда с 0\"",
					["r"] = 0.4431372880935669,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1405960.11,
					["g"] = 0.4941176772117615,
					["b"] = 1,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[20:31:54]|h |cff33ff99TradeSkillMaster|r: TSM не имеет никаких данных цен AuctionDB для вашего игрового мира. Мы рекомендуем вам скачать TSM Приложение |cff99ffffhttp://tradeskillmaster.com|r чтобы автоматически обновлять ваши данные AuctionDB (и автоматически делать резервные копии ваших настроек TSM)",
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594315914,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[20:31:55]|h Вы будете получать добычу для специализации \"Истребление\".",
					["serverTime"] = 1594315915,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1405961.775,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[20:31:55]|h |cff33ff99Global Ignore: |cffffffffType /gignore or /gi for help and options",
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594315915,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[20:31:55]|h |cff33ff99Global Ignore: |cffffffffSynchronizing Ignore list...",
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594315915,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[20:31:55]|h |cff33ff99Global Ignore: |cffffffffWARNING: Synchronization could not be preformed at this time because there were |cffffff0050|cffffffff player(s) on Blizzard's ignore list reported as \"Неизвестно\". If synchronization continues to fail, the unknown player may need to be manually removed from Blizzard ignore list.  The list will try to synchronize the next time the GUI is opened, or by typing /gi sync in chat.",
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594315915,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[20:31:55]|h |cffffd700Титан Панель|r|cff20ff20 5.18.7.80300|r|cffffd700|cffffd700 от |cffff8c00Titan Development Team|r|cff20ff20|r",
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594315915,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[20:31:55]|h |cffffd700<Титан> |r|cff20ff20Регистрация Titan плагинов...|r",
					["timestamp"] = 1405961.775,
					["serverTime"] = 1594315915,
				}, -- [128]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
