
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
				"/с /reload", -- [1]
				"/п |cff0070dd|Hitem:127493::::::::120:581:512:22:1:5473:120:::|h[Метеоритный оселок]|h|rнадо кому?", -- [2]
				"/п Где вы их находите?", -- [3]
				" Пойду на приста. Лёша уже в пм пишет", -- [4]
				"/п *геру", -- [5]
				"/п Герц)", -- [6]
				"/гр ппц", -- [7]
				"/гр Ы, ты видишь эти хоты на боссе?", -- [8]
				"/cw Айсли-Борейскаятундра Сейчас добьём с Дашей тв и перезайду", -- [9]
				"/cw Айсли-Борейскаятундра Да", -- [10]
				"/гр Кольцо 100 илвл)", -- [11]
				"/гр )", -- [12]
				"/гр Я совсем забыла про рейд", -- [13]
				"/г А мы быстро)", -- [14]
				"/г Таймволки нужны кому-нибудь?", -- [15]
				"/гр Я всё время об этом забываю", -- [16]
				"/гр Блин", -- [17]
				"/гр Спасибо, монк)", -- [18]
				"/гр |cff0070dd|Hitem:127561::::::::120:581:512:22:1:5473:120:::|h[Покров Акали]|h|r", -- [19]
				"/гр Плащ на транс нужен?", -- [20]
				"/гр Существенно быстрее", -- [21]
				"/гр Прикольно", -- [22]
				"/гр Впервые всё это вижу", -- [23]
				"/гр о ппц", -- [24]
				"/гр А тут что, можно так пройти?", -- [25]
				"/гр Апай и пойдем таймволкать", -- [26]
				"/гр Круто)", -- [27]
				"/гр Где блин все", -- [28]
				"/гр И вышел ><", -- [29]
				"/гр Который Самопал", -- [30]
				"/гр О, Ваня заходил", -- [31]
				"/гр Можно туда", -- [32]
				"/гр А хотя откуда, квест же не давали до 120", -- [33]
				"/гр Ты таймволки выфармила уже х5?", -- [34]
				"/гр Нафиг тебе тот 340", -- [35]
				"/гр Хотя я вот думаю, мб эффективней сразу в мифики", -- [36]
				"/гр Рарники-то стоят", -- [37]
				"/гр Ну и что?", -- [38]
				"/гр Там, правда, 340 всего падает", -- [39]
				"/гр Можем на арати к рарникам слетать", -- [40]
				"/гр Мне тут ещё овердофига всего", -- [41]
				"/гр Кодо это ж хардкор?", -- [42]
				"/гр А, |cff0070dd|Hitem:166525::::::::120:577::::::|h[Яйцо полночной совы]|h|r это было", -- [43]
				"/гр Лин, ещё что-то же падало сегодня", -- [44]
				"/гр Тебе |cff0070dd|Hitem:166454::::::::120:577::::::|h[Скользкая фиолетовая слизь]|h|r нужна?", -- [45]
				"/гр Будет", -- [46]
				"/гр На этого наверное можно дд", -- [47]
				"/гр Хотя", -- [48]
				"/гр *ся", -- [49]
				"/гр Чтоб 10 раз не спекатья", -- [50]
				"/гр Больших убьём потом вернёмся", -- [51]
				"/гр Ты вроде и дд, и в то же время - танк", -- [52]
				"/гр А я размышляю о том, что хорошо быть хантом", -- [53]
				"/гр )", -- [54]
				"/гр )", -- [55]
				"/гр Упало что-нибудь?", -- [56]
				" Перезайду", -- [57]
				" Мне пишут, что я не лидер группы О_О", -- [58]
				"/гр У меня локалку не показывает)", -- [59]
				"/гр Для Ивуса", -- [60]
				"/гр Монетку купила?", -- [61]
				"/гр Ты ж в курсе, что за знаки из таймволков можно вещи покупать?", -- [62]
				"/гр У тебя какой сейчас илвл?", -- [63]
				"/гр О, плащик", -- [64]
				"/гр Я к тому, что на ДХ точно не может быть столько заданий", -- [65]
				"/гр Ачивки как-то отфонарно прокают теперь", -- [66]
				"/гр Серьёзно что ли 10к?)", -- [67]
				"/гр а", -- [68]
				"/гр Так, там локалка ещё был", -- [69]
				"/гр Рарник лутается у тебя?", -- [70]
				"/гр Если убьют, не вставай. Пилон поставлю", -- [71]
				"/гр Ну ппц", -- [72]
				"/гр Точно не передаётся", -- [73]
				"/гр квест взяла?", -- [74]
				"/гр Запрыгивай", -- [75]
				"/гр На мелких останусь в дд, на больших буду спекаться", -- [76]
				"/гр Сейчас кофе быстренько сделаю и пойдем", -- [77]
				"/гр Угу. Спокойней будет", -- [78]
				"/п Глефомет как раз доехал)", -- [79]
				"/с /thanks", -- [80]
				" Ну хоть ачивка)", -- [81]
				" Можно улетать?", -- [82]
				" Отвис? ", -- [83]
				" Удачного дропа)", -- [84]
				" заходи", -- [85]
				" Если ты сам пойдешь в литейку, у меня кд не будет", -- [86]
				" Мы же в ЦАП идем, причем тут Чернорук?", -- [87]
				" Я по рейдам потом буду ходить. Сейчас много квестов новых, надо всё сделать)", -- [88]
				" Нет", -- [89]
				"/cw Коррделия-Борейскаятундра Не сегодня", -- [90]
				"/cw Аркадрон-Борейскаятундра А ты их ещё не нашел что ли?", -- [91]
				"/гр Наверх по тропинке", -- [92]
				"/г Что такое лкчг?", -- [93]
				"/г Я тебя когда-то слышала", -- [94]
				"/г Айсли тебя гомосексуалистом начал называть задолго до Мегакрута", -- [95]
				"/г \"Пуфка микрофон\"", -- [96]
				"/г А что это за событие 14-го марта?", -- [97]
				"/г Завтра субботка(", -- [98]
				"/г Идем с нами Дашу одевать", -- [99]
				"/г Пуфик, у тебя латники есть?)", -- [100]
				"/гр Гробница королей", -- [101]
				"/г Не надо)", -- [102]
				"/гр King's rest", -- [103]
				"/гр Андрей? Ты прилетел?", -- [104]
				"/гр Сделаем", -- [105]
				"/гр  А сейчас?", -- [106]
				"/гр Пришли саммоны?", -- [107]
				"/гр Отлично)", -- [108]
				"/гр Даш, ты у пала позабирала дроп?", -- [109]
				"/гр Underrot (if you're interested)", -- [110]
				"/г Круто)", -- [111]
				"/гр They are already inside", -- [112]
				"/г Блин, Даша не в гильдии(", -- [113]
				"/г Вот мне интересно, что люди с 15+к дпс забыли в героике? Я про нашу предыдущую пати", -- [114]
				"/гр Приста брать или латников подождем?", -- [115]
				"/cw Аркадрон-Борейскаятундра Гавань", -- [116]
				"/гр В гавань сначала", -- [117]
				"/cw Аркадрон Андрей, в миф 0 за маунтами пойдешь?", -- [118]
				" По крайней мере, в те, где маунты)", -- [119]
				" Да я вот тоже думаю", -- [120]
				" В героике маунт не падает что ли?", -- [121]
				" Жаль, у меня латников нет вообще", -- [122]
				"/гр Нет, серьёзно, у него поменялся голос", -- [123]
				" Заходи) в мифики пойдем)", -- [124]
				" Доча!", -- [125]
				"/гр lawl", -- [126]
				"/гр ))))", -- [127]
				"/гр This ain't the boss)", -- [128]
				"/гр Варр, ты почему сумм не принял?", -- [129]
				"/гр Me and the other mage are in different warmodes", -- [130]
				"/гр Turns out priest doesn't have the flightpath either)", -- [131]
				"/гр Yes", -- [132]
				"/гр sup)", -- [133]
				"/гр king's rest", -- [134]
				"/гр Need one more for summon", -- [135]
				"/гр hi", -- [136]
				"/гр А нет, Подгнилье", -- [137]
				"/гр King's rest", -- [138]
				"/гр mount up", -- [139]
				"/гр yes", -- [140]
				"/г Тут Ваня-Самопал утверждает, что он шесть лет фармил её в 8 твинков", -- [141]
				"/г Сейчас сделаю себе кофе, возьму яблочко, и буду открывать всё, что осталось", -- [142]
				"/г Часть открывала, часть хранила", -- [143]
				"/г (", -- [144]
				"/г Задачка: у девочки Марины было 34 |cffa335ee|Hitem:54537::::::::120:581::11::::|h[Коробочка в виде сердца]|h|r. Сколько ракет в них содержится?\"", -- [145]
				"/г Это из экспедиций?", -- [146]
				"/г Всё равно это было внезапно", -- [147]
				"/г О_О", -- [148]
				"/г Зачетная поросятина)", -- [149]
				"/г Хрю!", -- [150]
				"/cw Ромеох-Борейскаятундра В смысле, надолго ушел?", -- [151]
				"/cw Ромеох Ты в ключ один или с Альмагорном?", -- [152]
				" Так в ЦН или в ключ?", -- [153]
				"/п Если не убивать птицу и яйцо нам бр не поможет", -- [154]
				"/п Яйцо нужно убивать", -- [155]
				"/п Рефлекс ><", -- [156]
				"/п блин", -- [157]
				"/п ждите меня там за стенкой", -- [158]
				"/г После данжа сходим, если ещё будет актуально", -- [159]
				"/г Хочу. Только меня  данж затянуло", -- [160]
				"/г О, сантехник", -- [161]
				"/г Наш танк аренит", -- [162]
				"/с /tomcats darkshore toggle", -- [163]
				"/гр Пошла на работу. Удачного фарма)", -- [164]
				"/гр На здоровье)", -- [165]
				"/гр Как раз 4 дня осталось - 16 штук)", -- [166]
				"/с /reload", -- [167]
				"/г Помимо роботов на запчасти", -- [168]
				"/г А что там интересного в Жиле?", -- [169]
				"/г Отправила", -- [170]
				"/cw Айсли-Борейскаятундра Добиваю фронт", -- [171]
				"/cw Гриддис-Борейскаятундра https://www.warcraftlogs.com/zone/rankings/21#metric=hps&class=Healers", -- [172]
				"/cw Гриддис-Борейскаятундра И как?", -- [173]
				"/cw Гриддис-Борейскаятундра Привет)", -- [174]
				"/с /thanks", -- [175]
				"/с /greet", -- [176]
				"/гр умираем", -- [177]
				"/гр да", -- [178]
				"/гр лежать пока", -- [179]
				"/гр Но мы всё равно в Шторма", -- [180]
				"/гр Убрали требования на квесты со всех инстов", -- [181]
				"/гр И в осаду ты можешь", -- [182]
				"/гр В Штормах что-то нужное падает", -- [183]
				"/cw Сатот-Дракономор Спасибо)", -- [184]
				"/cw Сатот-Дракономор и тебе ", -- [185]
				"/гр Шторма", -- [186]
				"/гр Извини, нам нужно вместо тебя согильдийца взять", -- [187]
				"/гр Спасибо, хант", -- [188]
				"/г На следующий будет", -- [189]
				"/г один остался", -- [190]
				"/гр Не встаём", -- [191]
				"/гр Если там пвп на входе нет", -- [192]
				"/гр Привет", -- [193]
				"/гр King's Rest", -- [194]
				"/гр run to the third boss", -- [195]
				"/гр Underrot next", -- [196]
				"/г Заходите в групповой войс, кто хочет", -- [197]
				"/г Это Вирж шарит)", -- [198]
				"/г Там как раз маунты", -- [199]
				"/г Гавань, Подгнилье, гробница и что-то ещё", -- [200]
				"/г Я за 4 разных)", -- [201]
				"/г Вы 4 разных хотите или 4 Вольных гавани?", -- [202]
				"/г )", -- [203]
				"/г На следующем кд упадет", -- [204]
				"/г не упал?", -- [205]
				"/г Из пати не выхожу, а то тебя выкинет", -- [206]
				"/г заходи", -- [207]
				"/cw Честертон-Дракономор кто-то другой прилетел и добил", -- [208]
				"/г Cек, тут попросили подождать, не добивать босса", -- [209]
				"/cw Честертон-Дракономор Лети) стою", -- [210]
				"/3 На Пушку смерти ждать кого-нибудь?", -- [211]
				"/г Тогда не выходи)", -- [212]
				"/г босс", -- [213]
				"/г Выходи, тоже стукни", -- [214]
				"/г Думроллер реснулся", -- [215]
				"/г у", -- [216]
				"/г Леч", -- [217]
				"/г Ну попробуй, может мне не обязательно в рейде быть", -- [218]
				"/г Я, наверное, зайти должна", -- [219]
				"/г /tmw", -- [220]
				"/г Нынешние 10+, это как раньше 13+", -- [221]
				"/г /tmw", -- [222]
				"/г Ты обещал, что он вернётся, когда выпустят рейд", -- [223]
				"/г Слушая, зловещий гладиатор, где моя сова?! ><", -- [224]
				"/г Что ещё надо для счастья", -- [225]
				"/г В Долине штормов самые лучшие вторжения всех времён и народов. Квесты рядом, завершающее задание короткое", -- [226]
				"/cw Кейстут-Борейскаятундра Пока ты спишь, враг фармить военные медали 7-го легиона", -- [227]
				"/п А оно как бафф сразу вешается, или там что-то лутать надо и на базу нести?", -- [228]
				"/п Почему бить верхом нельзя ><", -- [229]
				"/п Уииии, ездовой ДК", -- [230]
				"/п Ну они по кораблям стреляют ещё вроде", -- [231]
				"/г ОМФГ голем с дверью в руке", -- [232]
				"/г ВикАуры тоже есть на эту тему, скорее всего", -- [233]
				"/г TellMeWhen", -- [234]
				"/г Омг, в этой игре ещё и не один спиннер, а два", -- [235]
				"/г Удалишь игру", -- [236]
				"/г )", -- [237]
				" А у тебя который час сейчас?", -- [238]
				" Вот это ппц", -- [239]
				" И делает несколькими твинками", -- [240]
				" Заходит каждый раз точно к началу", -- [241]
				" Лёша себе на них будильник заводит))", -- [242]
				" (", -- [243]
				" Привет)", -- [244]
				" Я это время ещё называю ночью", -- [245]
				"/cw Альмагорн-Борейскаятундра /reload", -- [246]
				"/cw Альмагорн-Борейскаятундра У вендоров продаётся", -- [247]
				"/cw Альмагорн-Борейскаятундра В упаковочную бумагу завернула", -- [248]
				"/с /tptp", -- [249]
				"/с /tptp", -- [250]
				"/с /reload", -- [251]
				"/с /tptp", -- [252]
				"/г Что это тебя теперь на полежать всё время тянет?", -- [253]
				"/г Как люди уже на старте БфА эту ачиву получали - выше моего понимания", -- [254]
				"/г Осталось всего 29 маунтов", -- [255]
				"/г Уииииии |cffa335ee|Hitem:163645::::::::120:581::::::|h[Головокуска]|h|r", -- [256]
				"/г А траву не бросил?", -- [257]
				"/г Жаль, нельзя ДХ создать пандой", -- [258]
				"/с /thanks", -- [259]
				"/cw Айсли-Борейскаятундра Нет, я не хочу никуда идти", -- [260]
				"/г Самая нижняя полётка в гавани Боралуса", -- [261]
				"/г На Улице Мореходов", -- [262]
				"/г А тут ты ещё параллельно делаешь не только посланника для 7-го легиона, но и посланника для данной локации", -- [263]
				"/г 5 локалок - 5 монеток за последний сценарий", -- [264]
				"/г Там же так и выходит в итоге", -- [265]
				"/г А, ты хотел по монетке за каждую локалку?", -- [266]
				"/г А какой радости ты ждал от нападений?", -- [267]
				" У меня такое хорошее настроение, так не хочется его портить)", -- [268]
				" Лёш, можно я сегодня не пойду в рейд?", -- [269]
				"/гр Отлично", -- [270]
				"/гр А тебе метки мои видно было?", -- [271]
				"/гр Сделалось?", -- [272]
				"/гр Не знаю, видишь ли ты их", -- [273]
				"/гр Я там меток наставила", -- [274]
				"/гр Намного", -- [275]
				"/гр Снеговик южнее", -- [276]
				"/гр Тебе нужен второй справа. Возле него ещё табличка стоит", -- [277]
				"/гр И там бежишь к порталам", -- [278]
				"/гр В центре вниз портуешься", -- [279]
				"/гр В общем, ты на верном пути", -- [280]
				"/гр Чертов вармод", -- [281]
				"/3 На Коготь смерти летит кто-нибудь?", -- [282]
				"/г Я убила Ивуса и он мне не предложил бонус ролл кинуть", -- [283]
				"/г |cffffffff|Hcurrency:1580:0|h[Печать судьбы воина]|h|r это же актуальная монетка?", -- [284]
				"/г Уиии", -- [285]
				"/г То есть, завтра в рейд не идем, если вас всех забанят?", -- [286]
				"/г Да", -- [287]
				"/г (", -- [288]
				"/г Угу. И у всех твинков сразу откроется квест на фронт", -- [289]
				"/г Чтоб его дали, нужно полностью пройти новую кампанию хотябы одним чаром", -- [290]
				"/г Ты квест не взял?", -- [291]
				"/г С самого фронта 340, как и в Стромгарде", -- [292]
				"/г Лёш, 385 дают за квест, который берёш перед фронтом", -- [293]
				"/г В остальном вроде ничего не изменилось", -- [294]
				"/г Летать приходится через Минск и Ригу", -- [295]
				"/г Единственная подстава с транзитом Россия - Украина, это то, что прямого авиасообщения больше нету ><", -- [296]
				"/г Типа, если вообще без паспорта кто-то едет?", -- [297]
				"/г Скажите ещё, что у нас прям на улицах хватают, если вдруг по-русски заговоришь)", -- [298]
				"/г :DDD", -- [299]
				"/г С ней всё отлично, просто я не знала, что у Вейла тёща в Львовской области живёт)", -- [300]
				"/г \"Тут\" это где территориально?", -- [301]
				"/г ы, а чего это ты с украинской раскладкой?", -- [302]
				"/г Грац!", -- [303]
				"/г И молчит)", -- [304]
				"/г О, Вейл вернулся", -- [305]
				"/г Андрей, а ты его уже сделал?", -- [306]
				"/г ))", -- [307]
				"/г Я его законным способом делать собираюсь", -- [308]
				"/г Куда?", -- [309]
				"/г Был 12й. Но мы позаботились о том, чтоб он стал 11", -- [310]
				" 5 чаров. 5 попыток каждый день", -- [311]
				" Делаю дейлики", -- [312]
				" Нет)", -- [313]
				"/г Там можно было заранее на летающего маунта сесть", -- [314]
				"/г Кстати, в этом было преимущество своего портала из Стальгорна", -- [315]
				"/г Но галочку они всё равно зря убрали(", -- [316]
				"/г Спасибо, Вирж", -- [317]
				"/г Тоже, кстати, вариант. Не подумала", -- [318]
				"/г Ну в новом Даларане внизу есть портал в кратер", -- [319]
				"/г А квест в Стальгорне", -- [320]
				"/г Раньше я создавала группу в заранее собранных, брала в пати своего мага и ставила себе портал в даларанский кратер", -- [321]
				"/г Придется теперь, как обычному человеку, к Гринчу пешком летать", -- [322]
				"/г Вот на зачем?", -- [323]
				"/г Они забрали у нас галочку \"Принимать автоматически\"", -- [324]
				"/с /ignore Ракотхант ", -- [325]
				" Сейчас заинвайчу", -- [326]
				" Ты мне через баттлнет пишешь) я знаю, что ты Садж)", -- [327]
				"/г Пристом бы сходила", -- [328]
				"/г ы, на платформе возле корабля две доски вместо заборчика прибили)", -- [329]
				"/г Ага, \"Жутетварь: Offline for 8 days\". Обрадуй Жутю", -- [330]
				"/г Вирж теперь будет элемом?", -- [331]
				"/г Должны", -- [332]
				"/г Пыль вроде после распыления или утилизации получают", -- [333]
				"/г Я в замешательстве", -- [334]
				"/г Маг-элем?", -- [335]
				"/г Неужели ради собаки?", -- [336]
				"/г Вирж, почему ты маг?", -- [337]
				"/г Ачивка будет", -- [338]
				"/г Типа рейда уже сто лет как нету этого", -- [339]
				"/г Второй, это из старого Зул'Гуруба", -- [340]
				"/г Да ну тебя ((", -- [341]
				"/г У тебя какие?", -- [342]
				"/г Я про |cff71d5ff|Hspell:96491:0|h[Бронированный ящер Раззаши]|h|r", -- [343]
				"/г И Гробница не даст мне Ящера Раззаши", -- [344]
				"/г Я пока ещё не могу фармить Гробницу соло", -- [345]
				"/г Упадёт ли маунт, вот в чем вопрос", -- [346]
				"/г Юбилейный, 333-й поход в Зул'Гуруб", -- [347]
				"/п Кот, хочешь танчить? Спекайся в медведя тогда", -- [348]
				"/cw Альмагорн-Борейскаятундра Кинула", -- [349]
				"/cw Альмагорн-Борейскаятундра https://drive.google.com/file/d/1Ex2ESaoV427up_X0p7lRQVd29mL611Qf/view?usp=sharing", -- [350]
				"/cw Альмагорн-Борейскаятундра Давать ссылку?", -- [351]
				"/cw Альмагорн-Борейскаятундра Иначе ОС его просто удаляет", -- [352]
				"/cw Альмагорн-Борейскаятундра Мой тоже можно заюзать только отключив Windows Defender", -- [353]
				"/cw Альмагорн-Борейскаятундра Он же должен обходить встроенную защиту", -- [354]
				"/cw Альмагорн-Борейскаятундра Активатор - это по определению программа с вирусоподобным кодом", -- [355]
				"/cw Альмагорн-Борейскаятундра Случайно есть. Для десятки", -- [356]
				"/г У тебя есть рога? Оо", -- [357]
				"/г Какого монка? Пуфку?", -- [358]
				"/cw Альмагорн-Борейскаятундра Первый прикольный очен", -- [359]
				"/cw Альмагорн-Борейскаятундра Круто))", -- [360]
				"/cw Альмагорн-Борейскаятундра В общем, ты согласен", -- [361]
				"/cw Альмагорн-Борейскаятундра Угу", -- [362]
				"/cw Альмагорн-Борейскаятундра Ты хочешь, чтоб я тебе за это доплачивала? :D", -- [363]
				"/cw Альмагорн-Борейскаятундра :DDDD", -- [364]
				"/cw Альмагорн У меня латников нет и скорей всего никогда не будет", -- [365]
				"/cw Альмагорн Андрей, а можно я тебе буду по умолчанию отсылать латные трансморги?)", -- [366]
				"/гр На рогу зайду только, у ДХ уже он убит", -- [367]
				"/гр Идем)", -- [368]
				"/гр Там на ачивку нужно два человека", -- [369]
				"/гр Солнышку помощь нужна на Рудожуе)", -- [370]
				"/гр )))", -- [371]
				"/гр Заодно трансморги собираю", -- [372]
				"/гр Угу. Тремя чарами)", -- [373]
				"/гр ДХ тоже начала делать на этой неделе", -- [374]
				"/гр Угу) я пристом на следующем КД уже портал сделаю", -- [375]
				"/гр Или нет?", -- [376]
				"/гр Ты вроде говорил, что был у тебя", -- [377]
				"/гр Неа", -- [378]
				"/гр |cff9d9d9d|Hitem:108979::::::::120:577::::::|h[Выбеленные кости]|h|r всё, что осталось от нашего маунта", -- [379]
				"/гр Уиии, 3 из 4", -- [380]
				"/гр А ты куда побежал?", -- [381]
				"/гр Thanks for the run guys. Cheers", -- [382]
				"/гр Thought everyone was already here", -- [383]
				"/гр Sorry", -- [384]
				"/гр thanks", -- [385]
				"/гр Totem guy first", -- [386]
				"/гр hi", -- [387]
				"/с /tmw", -- [388]
				"/с /tmw", -- [389]
				"/cw Глобусс-Борейскаятундра Пойдем ещё", -- [390]
				"/cw Глобусс-Борейскаятундра Напиши, как вернёшься", -- [391]
				"/гр )))", -- [392]
				"/гр Квест уже сделался", -- [393]
				"/гр Так это пятый данж был", -- [394]
				"/п \"Стоп\" в смысле не пулить дальше?", -- [395]
				"/п И тебе казалось, что легче", -- [396]
				"/п Просто раньше ты не хилил", -- [397]
				"/п БК таймволки самые неприятные", -- [398]
				"/п Тут ничто не законно", -- [399]
				"/п Они разве обходятся?", -- [400]
				"/п Даже таунт не работает", -- [401]
				"/п Они не переагриваются почему-то", -- [402]
				"/п Тут респ за углом", -- [403]
				"/гр Мы с Ваней, кстати,  в диске", -- [404]
				" |cff0070dd|Hitem:127257::::::::120:581:512:22:1:5130:120:::|h[Кобальтовое кольцо Тиригосы]|h|r", -- [405]
				"/гр Давайте три минуты перерыв", -- [406]
				"/г Да", -- [407]
				"/г Таймволки желающие плюсуйте", -- [408]
				" Не важен", -- [409]
				" 120", -- [410]
				" На гибельный вой)", -- [411]
				" Так ДХ не было в Дреноре", -- [412]
				" Поставь мифик", -- [413]
				" Как такое возможно?", -- [414]
				" Мне на приста в ЦАП падали вещи, на которых было написано \"Класс: Охотник на демонов\"", -- [415]
				" я тоже готова", -- [416]
				"/cw Аркадрон В общем, я готова на Арати. Напиши, как у тебя ОЛО закончится", -- [417]
				"/cw Аркадрон Никогда раньше такого не было", -- [418]
				"/cw Аркадрон Чем ты выше по уровню - тем слабее становишься", -- [419]
				"/cw Аркадрон В этом аддоне прямо антипрокачка какая-то идёт", -- [420]
				"/cw Аркадрон \"Добро пожаловать на 120й уровень\"", -- [421]
				"/cw Аркадрон Если я не в танке", -- [422]
				"/cw Аркадрон Хы. После апа меня внезапно все более-менее толстые мобы начинают карать))", -- [423]
				" Хы, после апа меня внезапно все более-менее толстые мобы начинают карать", -- [424]
				" Сейчас я тогда ДХ докачаю и сходим. Мне тут чуть-чуть осталось", -- [425]
				" Ты сейчас хочешь идти?", -- [426]
				" Привет)) Тебя ждала", -- [427]
				"/г За 500 я б может ещё и полетала", -- [428]
				"/г И не надо никуда летать", -- [429]
				"/г У меня танковский бонус за призыв к оружию и то больше", -- [430]
				"/г Победите Каззака, Азурегоса и Кошмара и получите в подарок 50 знаков искаженного времени. Ёлки, правда что ли целых 50?", -- [431]
				"/г Все остальные видят реальность", -- [432]
				"/г То есть, это только ты видишь в рейде корги", -- [433]
				"/г ммм, оно называется \"коргогляды\"", -- [434]
				"/г Пфф, ты что, до сих пор не нафармил?", -- [435]
				"/г А мы разве Джайну будем бить? По идее это должен быть для орды босс", -- [436]
				"/г Сюрприз же", -- [437]
				"/г Классная такая глыба на 20 секунд", -- [438]
				"/г Весь рейд?", -- [439]
				"/г << дитя Катаклизма. Мне можно не знать", -- [440]
				"/г Кто такой Азурегос?", -- [441]
				" Привет. Сегодня не траили, закрывали героик", -- [442]
				"/г Когда заходишь в данж и вдруг понимаешь, что твой каст длится пол года, скалирование сразу становится очень актуальным", -- [443]
				"/г И всё совсем по-другому", -- [444]
				"/г Если ты там качаешься при актуально уровне чара, нет скалирования статов", -- [445]
				"/г Зато не скучно", -- [446]
				"/г Ну не без этого", -- [447]
				"/г А шп в таймволках это такое себе удовольствие. Очень сильно ниже среднего", -- [448]
				"/г Я к тому, что становишься в очередь и получаешь инстант инвайт", -- [449]
				"/г ы, ты ж хилл", -- [450]
				"/г Холипалы по-прежнему считаются миликами?", -- [451]
				"/г Ну отлично же", -- [452]
				"/г На Митраксе есть мк?", -- [453]
				"/г А что там? Он с пулла ваншотает всех рдд?", -- [454]
				"/г Не к", -- [455]
				"/г 32", -- [456]
				"/г Ты про золото забыл", -- [457]
				"/г Дополнение к сюжетным цепочкам", -- [458]
				"/г Просто так квесты", -- [459]
				" /tmw", -- [460]
				" Я пока не могу, на работе", -- [461]
				"/с /tmw", -- [462]
				"/cw Мардонн-Борейскаятундра Уже Альмагорна взяла, сорри(", -- [463]
				"/cw Альмагорн-Борейскаятундра да", -- [464]
				"/г Нападение клана Призрачной луны, один слот", -- [465]
				"/г И нафиг выступ", -- [466]
				"/г Лучше б добавили полёты", -- [467]
				"/гр Спокойной ночи", -- [468]
				"/гр Или котам сейчас трудно?", -- [469]
				"/гр А почему котика не хочешь делать?", -- [470]
				"/гр Потому и туплю", -- [471]
				"/гр Ну вот я пробую как раз)", -- [472]
				"/гр В бою тупо нечего жать))", -- [473]
				"/гр А ещё у дх танка отобрали несколько скиллов", -- [474]
				"/гр /tmw", -- [475]
				"/гр Теперь \"Поглощение магии\" - это диспелл", -- [476]
				"/гр Они её переименовали, оказывается", -- [477]
				"/гр Я всё пыталась понять, какого у меня тмв больше не отслеживает откат сбивалки кастов", -- [478]
				"/гр Да я поняла", -- [479]
				"/гр Так и хотелось перьев из хвоста у тебя надёргать", -- [480]
				"/гр Пулящая вперёд танка птица)", -- [481]
				"/гр Геру нужно после переходки давать", -- [482]
				"/гр Что это за тюленьи танцы?", -- [483]
				"/гр ы", -- [484]
				"/гр )", -- [485]
				"/гр Ты танчить хочешь?", -- [486]
				"/гр |cffa335ee|Hitem:124272::::::::113:577::6:2:1799:1478:::|h[Оплечье заклятого когтя]|h|r", -- [487]
				"/гр |cffffff00|Hachievement:12079:Player-1625-087553EE:1:8:20:18:4294967295:4294967295:4294967295:4294967295|h[Рейд-питомник V: Котоклизм]|h|r", -- [488]
				"/г Привет", -- [489]
				"/г Тебе больше никогда ничего не прокнет", -- [490]
				"/г Выбора нет - удаляй чара", -- [491]
				"/п Блин, я дд >< сорри(", -- [492]
				"/г Угу, рл в игре, это для нас всегда праздник", -- [493]
				"/г Лёш, у тебя на мейне эта ачивка есть?", -- [494]
				"/г Маньяки среди нас", -- [495]
				"/г Оо на твинке", -- [496]
				"/cw Саджет Садж, а у тебя какой ключ?", -- [497]
				"/cw Альмагорн-Борейскаятундра Я там", -- [498]
				"/cw Альмагорн-Борейскаятундра А, так у тебя открыта уже полетка?", -- [499]
				"/cw Альмагорн-Борейскаятундра Я тебя подвезти хотела)", -- [500]
			},
			["ChatFrame3EditBox"] = {
				"/cw Аркадрон-Борейскаятундра Пока всё)", -- [1]
				"/cw Коррделия-Борейскаятундра Привет) Спасибо)", -- [2]
				" Ну там же нужно кого-то более важного в рейд взять", -- [3]
				"/cw Шадоукаст-Борейскаятундра Нет, я сегодня релаксирую", -- [4]
				" А ты линкануть его можешь?", -- [5]
				" Давай Каражан", -- [6]
				" 15", -- [7]
				" Гоу в Каражан", -- [8]
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1590103740,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[07:57:56]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1342:PARTY|h|cffd8bc3f60|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: This is actually the best group I ever had in sub-ten keys",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714275,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						49, -- [4]
						["n"] = 4,
					},
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[07:57:59]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1343:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: russians names cant see who you are",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714278,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[07:58:01]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1344:PARTY|h|cffd8bc3f60|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: You guys rock",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714280,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						49, -- [4]
						["n"] = 4,
					},
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[07:58:01]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Парвинка-Гордунни:1345:PARTY|h|cffd8bc3f60|r:|cffc59a6cПарвинка|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: :D",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714280,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						64, -- [4]
						["n"] = 4,
					},
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[07:58:03]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1346:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: just trade me ^^",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714282,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[07:58:09]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1347:PARTY|h|cffd8bc3f60|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: Warrior won",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714288,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						49, -- [4]
						["n"] = 4,
					},
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[07:58:12]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1348:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: :(",
					["b"] = 0.5490196347236633,
					["r"] = 0.4196078777313232,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714291,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						48, -- [3]
						53, -- [4]
						["n"] = 4,
					},
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[07:58:21]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ророру-Азурегос:1349:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ророру|r-|cfff288d1Азу|r|h|cffd8d8d8]|r: Лан всем удачи",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714300,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[07:58:27]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Парвинка-Гордунни:1351:PARTY|h|cffd8bc3f60|r:|cffc59a6cПарвинка|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: take care",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714306,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						64, -- [4]
						["n"] = 4,
					},
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[07:58:34]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1352:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: |cffa335ee|Hkeystone:180653:381:6:10:8:0:0|h[Ключ: Шпили Перерождения (6)]|h|r",
					["b"] = 0.5490196347236633,
					["r"] = 0.4196078777313232,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714313,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						48, -- [3]
						53, -- [4]
						["n"] = 4,
					},
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[07:58:36]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1353:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: :D",
					["b"] = 0.5490196347236633,
					["r"] = 0.4196078777313232,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714315,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						48, -- [3]
						53, -- [4]
						["n"] = 4,
					},
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[07:58:38]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1354:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: im in",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714317,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[07:58:41]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1355:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: ez key",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714320,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[07:58:42]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1356:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: last",
					["b"] = 0.5490196347236633,
					["r"] = 0.4196078777313232,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714321,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						48, -- [3]
						53, -- [4]
						["n"] = 4,
					},
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[07:58:47]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1357:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: may be?",
					["b"] = 0.5490196347236633,
					["r"] = 0.4196078777313232,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714326,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						48, -- [3]
						53, -- [4]
						["n"] = 4,
					},
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[07:58:54]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1358:PARTY|h|cffd8bc3f60|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: We can do it",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714333,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						49, -- [4]
						["n"] = 4,
					},
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[07:58:56]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1359:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: k",
					["b"] = 0.5490196347236633,
					["r"] = 0.4196078777313232,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714335,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						48, -- [3]
						53, -- [4]
						["n"] = 4,
					},
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[07:59:35]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1362:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: brb while we find last",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714374,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[07:59:39]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1363:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: water break ^^",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714378,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[08:01:37]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Johnnyboy-Magtheridon:1371:PARTY|h|cfffe7b09Johnnyboy|r-|cff92ccbdMag|r|h|cffd8d8d8]|r: hey",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714496,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						73, -- [4]
						["n"] = 4,
					},
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[08:01:42]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1374:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: bakc",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714501,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[08:01:44]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1376:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: yo",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714503,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[08:01:45]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1377:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: hi there",
					["b"] = 0.5490196347236633,
					["r"] = 0.4196078777313232,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714504,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						48, -- [3]
						53, -- [4]
						["n"] = 4,
					},
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[08:05:40]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1394:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: дх кирия?",
					["b"] = 0.5490196347236633,
					["r"] = 0.4196078777313232,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714739,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						48, -- [3]
						53, -- [4]
						["n"] = 4,
					},
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[08:05:59]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1395:PARTY|h|cffd8bc3f60|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: угумс",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714758,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						49, -- [4]
						["n"] = 4,
					},
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[08:06:03]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1396:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: найс",
					["b"] = 0.5490196347236633,
					["r"] = 0.4196078777313232,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714762,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						48, -- [3]
						53, -- [4]
						["n"] = 4,
					},
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[08:06:08]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1398:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: tank  you want to do the double pull without goliath ?",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714767,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[08:06:23]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1399:PARTY|h|cffd8bc3f60|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: double pull but without goliath",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714782,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						49, -- [4]
						["n"] = 4,
					},
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[08:06:28]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1400:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: yeye",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714787,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[08:06:30]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1401:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: cool",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714789,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[08:06:48]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1402:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: los",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714807,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[08:06:49]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1403:PARTY|h|cffd8bc3f60|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: los and wait here",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714808,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						49, -- [4]
						["n"] = 4,
					},
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[08:12:14]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1420:PARTY|h|cffd8bc3f60|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: wait here",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613715133,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						49, -- [4]
						["n"] = 4,
					},
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[08:12:21]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1421:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: behind pillar",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613715140,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[08:12:26]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1422:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: they can hit you there",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613715145,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[08:12:48]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1423:PARTY|h|cffd8bc3f60|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: 3rd one decided to not come today",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613715167,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						49, -- [4]
						["n"] = 4,
					},
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[08:12:58]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1424:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: day off mate",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613715177,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[08:13:18]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1426:PARTY|h|cffd8bc3f60|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: can't blame him for that",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613715197,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						49, -- [4]
						["n"] = 4,
					},
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[08:14:37]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1428:PARTY|h|cffd8bc3f60|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: I too wouldn't come if i knew i'm about to be killed",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613715276,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						49, -- [4]
						["n"] = 4,
					},
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[08:16:31]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1432:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: :)",
					["b"] = 0.5490196347236633,
					["r"] = 0.4196078777313232,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613715390,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						48, -- [3]
						53, -- [4]
						["n"] = 4,
					},
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[08:21:53]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1437:PARTY|h|cffd8bc3f60|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: whoever invented this mob",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613715712,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						49, -- [4]
						["n"] = 4,
					},
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[08:22:01]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1438:PARTY|h|cffd8bc3f60|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: I wish him a week long diahharea",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613715720,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						49, -- [4]
						["n"] = 4,
					},
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[08:22:13]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1440:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: D:",
					["b"] = 0.5490196347236633,
					["r"] = 0.4196078777313232,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613715732,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						48, -- [3]
						53, -- [4]
						["n"] = 4,
					},
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[08:23:51]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1450:PARTY|h|cffd8bc3f60|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: let's skip helion",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613715830,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						49, -- [4]
						["n"] = 4,
					},
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[08:23:57]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1451:PARTY|h|cffd8bc3f60|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: Jump over the lantern",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613715836,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						49, -- [4]
						["n"] = 4,
					},
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[08:23:58]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1452:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: k",
					["b"] = 0.5490196347236633,
					["r"] = 0.4196078777313232,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613715837,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						48, -- [3]
						53, -- [4]
						["n"] = 4,
					},
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[08:24:06]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1453:PARTY|h|cffd8bc3f60|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: Do not try to walk around it",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613715845,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						49, -- [4]
						["n"] = 4,
					},
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[08:24:34]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1455:PARTY|h|cffd8bc3f60|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: or use cat invis",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613715873,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						49, -- [4]
						["n"] = 4,
					},
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[08:25:05]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1456:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: die and rez",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613715904,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[08:25:20]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1458:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: wipe druid  fufu",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613715919,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[08:25:49]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1459:PARTY|h|cffd8bc3f60|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: orbs on marker please",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613715948,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						49, -- [4]
						["n"] = 4,
					},
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[08:25:54]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1460:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: other side on not ebough is it ?",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613715953,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[08:26:07]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1461:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: nope",
					["b"] = 0.5490196347236633,
					["r"] = 0.4196078777313232,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613715966,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						48, -- [3]
						53, -- [4]
						["n"] = 4,
					},
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[08:26:37]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1462:PARTY|h|cffd8bc3f60|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: more after boss",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613715996,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						49, -- [4]
						["n"] = 4,
					},
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[08:28:58]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1474:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: mid one esyaer",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716137,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[08:30:23]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1483:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: relese",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716222,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[08:32:19]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1486:PARTY|h|cffd8bc3f60|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: still not enough ><",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716338,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						49, -- [4]
						["n"] = 4,
					},
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[08:32:21]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1487:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: better do the other side from first boss next time tank :D",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716340,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[08:32:25]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1488:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: 88%",
					["b"] = 0.5490196347236633,
					["r"] = 0.4196078777313232,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716344,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						48, -- [3]
						53, -- [4]
						["n"] = 4,
					},
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[08:32:29]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1489:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: yikes ^^",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716348,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[08:32:37]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1490:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: we can fly down",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716356,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[08:32:42]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1491:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: н",
					["b"] = 0.5490196347236633,
					["r"] = 0.4196078777313232,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716361,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						48, -- [3]
						53, -- [4]
						["n"] = 4,
					},
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[08:32:44]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1492:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: y",
					["b"] = 0.5490196347236633,
					["r"] = 0.4196078777313232,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716363,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						48, -- [3]
						53, -- [4]
						["n"] = 4,
					},
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[08:38:26]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1541:PARTY|h|cffd8bc3f60|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: talk to angel",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716705,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						49, -- [4]
						["n"] = 4,
					},
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[08:38:27]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1542:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: go down",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716706,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[08:38:43]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1545:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: jump",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716722,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[08:38:52]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1548:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: leap wings ect",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716731,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[08:38:55]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1549:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: faster :D",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716734,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[08:39:57]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1551:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: :D",
					["b"] = 0.5490196347236633,
					["r"] = 0.4196078777313232,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						48, -- [3]
						53, -- [4]
						["n"] = 4,
					},
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[08:40:08]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1552:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: gg :D",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716807,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[08:40:16]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1554:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: |cffa335ee|Hkeystone:180653:375:7:10:8:12:0|h[Ключ: Туманы Тирна Скитта (7)]|h|r soooo ez",
					["b"] = 0.5490196347236633,
					["r"] = 0.4196078777313232,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716815,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						48, -- [3]
						53, -- [4]
						["n"] = 4,
					},
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[08:40:21]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Парвинка-Гордунни:1555:PARTY|h|cffd8bc3f60|r:|cffc59a6cПарвинка|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: ;D",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716820,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						64, -- [4]
						["n"] = 4,
					},
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[08:40:24]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1556:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: XDDDDD",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716823,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[08:40:25]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1557:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: im in",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716824,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[08:40:28]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1558:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: :D",
					["b"] = 0.5490196347236633,
					["r"] = 0.4196078777313232,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716827,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						48, -- [3]
						53, -- [4]
						["n"] = 4,
					},
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[08:40:29]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1559:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: tank ?",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716828,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[08:40:30]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1560:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: Okey",
					["b"] = 0.5490196347236633,
					["r"] = 0.4196078777313232,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716829,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						48, -- [3]
						53, -- [4]
						["n"] = 4,
					},
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[08:40:33]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1561:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: this one",
					["b"] = 0.5490196347236633,
					["r"] = 0.4196078777313232,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716832,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						48, -- [3]
						53, -- [4]
						["n"] = 4,
					},
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[08:40:37]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1562:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: agree too",
					["b"] = 0.5490196347236633,
					["r"] = 0.4196078777313232,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716836,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						48, -- [3]
						53, -- [4]
						["n"] = 4,
					},
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[08:40:47]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1565:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: coming dudu ?",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716846,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[08:40:53]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1568:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: johnyboy ?",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716852,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[08:41:04]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1569:PARTY|h|cffd8bc3f60|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: ok I'm in too",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716863,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						49, -- [4]
						["n"] = 4,
					},
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[08:41:13]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Johnnyboy-Magtheridon:1570:PARTY|h|cffd8bc3f60|r:|cfffe7b09Johnnyboy|r-|cff92ccbdMag|r|h|cffd8d8d8]|r: gotta go sleep :S",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716872,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						73, -- [4]
						["n"] = 4,
					},
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[08:41:16]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1571:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: gl",
					["b"] = 0.5490196347236633,
					["r"] = 0.4196078777313232,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716875,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						48, -- [3]
						53, -- [4]
						["n"] = 4,
					},
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[08:41:20]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1572:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: ty for run",
					["b"] = 0.5490196347236633,
					["r"] = 0.4196078777313232,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716879,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						48, -- [3]
						53, -- [4]
						["n"] = 4,
					},
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[08:41:21]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Johnnyboy-Magtheridon:1573:PARTY|h|cffd8bc3f60|r:|cfffe7b09Johnnyboy|r-|cff92ccbdMag|r|h|cffd8d8d8]|r: ty ;)",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716880,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						73, -- [4]
						["n"] = 4,
					},
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[08:41:23]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1574:PARTY|h|cffd8bc3f60|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: Wasn't MotS the one we started with?",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716882,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						49, -- [4]
						["n"] = 4,
					},
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[08:41:25]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1575:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: good night mate",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716884,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[08:41:30]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1576:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: yeah",
					["b"] = 0.5490196347236633,
					["r"] = 0.4196078777313232,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716889,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						48, -- [3]
						53, -- [4]
						["n"] = 4,
					},
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[08:41:33]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1577:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: its was 1st",
					["b"] = 0.5490196347236633,
					["r"] = 0.4196078777313232,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716892,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						48, -- [3]
						53, -- [4]
						["n"] = 4,
					},
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[08:41:33]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Парвинка-Гордунни:1578:PARTY|h|cffd8bc3f60|r:|cffc59a6cПарвинка|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: gl",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716892,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						64, -- [4]
						["n"] = 4,
					},
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[08:41:34]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1579:PARTY|h|cffd8bc3f60|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: )",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716893,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						49, -- [4]
						["n"] = 4,
					},
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[08:41:36]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Johnnyboy-Magtheridon:1580:PARTY|h|cffd8bc3f60|r:|cfffe7b09Johnnyboy|r-|cff92ccbdMag|r|h|cffd8d8d8]|r: have fun :)",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716895,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						73, -- [4]
						["n"] = 4,
					},
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[08:42:26]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Johnnyboy-Magtheridon:1583:PARTY|h|cffd8bc3f60|r:|cfffe7b09Johnnyboy|r-|cff92ccbdMag|r|h|cffd8d8d8]|r: anyone |cffa335ee|Hitem:180115::::::::60:102::16:6:7205:6652:7193:1501:5855:6646:1:28:1279:::|h[Azure-Venom Choker]|h|r ?",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716945,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						73, -- [4]
						["n"] = 4,
					},
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[08:42:37]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Парвинка-Гордунни:1584:PARTY|h|cffd8bc3f60|r:|cffc59a6cПарвинка|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: +",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716956,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						64, -- [4]
						["n"] = 4,
					},
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[08:42:41]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1585:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: it will be with 3 affics",
					["b"] = 0.5490196347236633,
					["r"] = 0.4196078777313232,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716960,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						48, -- [3]
						53, -- [4]
						["n"] = 4,
					},
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[08:42:45]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1586:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: me to",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716964,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[08:42:51]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1589:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: but pain to trade you re so far no XD",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716970,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[08:43:52]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Парвинка-Гордунни:1590:PARTY|h|cffd8bc3f60|r:|cffc59a6cПарвинка|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: ty mate",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613717031,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						64, -- [4]
						["n"] = 4,
					},
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[08:43:58]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Johnnyboy-Magtheridon:1593:PARTY|h|cffd8bc3f60|r:|cfffe7b09Johnnyboy|r-|cff92ccbdMag|r|h|cffd8d8d8]|r: ur welcome, bb :)",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613717037,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						73, -- [4]
						["n"] = 4,
					},
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[08:44:03]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1595:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: see ya",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613717042,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[08:44:31]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Парвинка-Гордунни:1596:PARTY|h|cffd8bc3f60|r:|cffc59a6cПарвинка|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: now my ilvl huge as fuck",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613717070,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						64, -- [4]
						["n"] = 4,
					},
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[08:44:32]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1600:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: XD",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613717071,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[08:44:42]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1602:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: better beat me know then :P",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613717081,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[08:44:53]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1605:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: :D",
					["b"] = 0.5490196347236633,
					["r"] = 0.4196078777313232,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613717092,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						48, -- [3]
						53, -- [4]
						["n"] = 4,
					},
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[08:45:51]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1613:PARTY|h|cffd8bc3f60|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: I'm even going to craft a legendary for this one",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613717150,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						49, -- [4]
						["n"] = 4,
					},
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[08:45:56]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1614:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: XDDD",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613717155,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[08:46:00]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1615:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: D:",
					["b"] = 0.5490196347236633,
					["r"] = 0.4196078777313232,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613717159,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						48, -- [3]
						53, -- [4]
						["n"] = 4,
					},
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[08:46:05]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1616:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: tthat some dedicatiion",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613717164,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[08:46:18]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1624:PARTY|h|cffd8bc3f60|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: Mate I signed up for a +2",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613717177,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						49, -- [4]
						["n"] = 4,
					},
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[08:46:19]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1625:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: im rolling",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613717178,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[08:46:25]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1626:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: hehe me to bro",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613717184,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[08:46:29]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1627:PARTY|h|cffd8bc3f60|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: No-one told me there'll be a 7",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613717188,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						49, -- [4]
						["n"] = 4,
					},
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[08:46:33]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1628:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: :D",
					["b"] = 0.5490196347236633,
					["r"] = 0.4196078777313232,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613717192,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						48, -- [3]
						53, -- [4]
						["n"] = 4,
					},
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[08:46:45]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1629:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: we take 60 yesterday",
					["b"] = 0.5490196347236633,
					["r"] = 0.4196078777313232,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613717204,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						48, -- [3]
						53, -- [4]
						["n"] = 4,
					},
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[08:46:49]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1630:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: but it was ez to 7",
					["b"] = 0.5490196347236633,
					["r"] = 0.4196078777313232,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613717208,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						48, -- [3]
						53, -- [4]
						["n"] = 4,
					},
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[08:46:57]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1631:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: all with 1.2k elo min",
					["b"] = 0.5490196347236633,
					["r"] = 0.4196078777313232,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613717216,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						48, -- [3]
						53, -- [4]
						["n"] = 4,
					},
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[08:47:01]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1632:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: rio",
					["b"] = 0.5490196347236633,
					["r"] = 0.4196078777313232,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613717220,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						48, -- [3]
						53, -- [4]
						["n"] = 4,
					},
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[08:47:38]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1636:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: but idk can i heal it with 3 affics",
					["b"] = 0.5490196347236633,
					["r"] = 0.4196078777313232,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613717257,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						48, -- [3]
						53, -- [4]
						["n"] = 4,
					},
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[08:48:09]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1637:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: i thonk we are gucci",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613717288,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[08:48:21]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Парвинка-Гордунни:1640:PARTY|h|cffd8bc3f60|r:|cffc59a6cПарвинка|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: try +2?",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613717300,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						64, -- [4]
						["n"] = 4,
					},
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[08:48:35]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1648:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: just try our best",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613717314,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						51, -- [4]
						["n"] = 4,
					},
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[08:49:19]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1658:PARTY|h|cffd8bc3f60|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: You know what, I can make this easier. Let me relog on a more durable tank",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613717358,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						49, -- [4]
						["n"] = 4,
					},
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[08:49:25]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1659:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: :D",
					["b"] = 0.5490196347236633,
					["r"] = 0.4196078777313232,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613717364,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						48, -- [3]
						53, -- [4]
						["n"] = 4,
					},
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[08:49:34]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1660:PARTY|h|cffd8bc3f60|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r: |cffa5a5a5Руко|r, I'll message you",
					["b"] = 0.4745098352432251,
					["r"] = 0.4313725829124451,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613717373,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						48, -- [3]
						49, -- [4]
						["n"] = 4,
					},
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[08:49:37]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1661:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r: k",
					["b"] = 0.5490196347236633,
					["r"] = 0.4196078777313232,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613717376,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						48, -- [3]
						53, -- [4]
						["n"] = 4,
					},
				}, -- [126]
				{
					["message"] = "0 |4день:дня:дней;, 1 |4час:часа:часов;, 19 |4минута:минуты:минут;, 22 |4секунда:секунды:секунд;.",
					["timestamp"] = 31350.591,
				}, -- [127]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 31350.591,
				}, -- [128]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 19,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[11:30:35]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq3|k:16:0:BN_WHISPER:|Kq3|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq3|k|r|h|cffd8d8d8]|r: Thats like the best combination :) But i felt DH lacked damage in thorgast. There was like nothing that amped up my dmg",
					["r"] = 0.8823530077934265,
					["b"] = 1,
					["g"] = 0.3176470696926117,
					["timestamp"] = 31350.591,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1613640635,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[11:30:55]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq3|k:16:0:BN_WHISPER:|Kq3|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq3|k|r|h|cffd8d8d8]|r: Sry my chat broke yesterday, always got an error",
					["r"] = 0.8823530077934265,
					["b"] = 1,
					["g"] = 0.3176470696926117,
					["timestamp"] = 31350.591,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1613640655,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[07:18:31]|h [W To] |cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1176:WHISPER:ARCANESTEIN-HELLSCREAM|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: Please try to not pull ahead of me if that's possible",
					["b"] = 0.8352941870689392,
					["r"] = 0.8352941870689392,
					["g"] = 0.4196078777313232,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613711910,
					["extraData"] = {
						10, -- [1]
						false, -- [2]
						65, -- [3]
						66, -- [4]
						["n"] = 4,
					},
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[07:18:48]|h [W From] |cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1182:WHISPER:ARCANESTEIN-HELLSCREAM|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: yeah sorry its just when my instant flamestrike proc is about to fade out",
					["b"] = 0.8352941870689392,
					["r"] = 0.8352941870689392,
					["g"] = 0.4196078777313232,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613711927,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						65, -- [3]
						67, -- [4]
						["n"] = 4,
					},
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[07:19:20]|h [W From] |cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1183:WHISPER:ARCANESTEIN-HELLSCREAM|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: feels bad to waste them but ill stop :P",
					["b"] = 0.8352941870689392,
					["r"] = 0.8352941870689392,
					["g"] = 0.4196078777313232,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613711959,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						65, -- [3]
						67, -- [4]
						["n"] = 4,
					},
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[07:19:36]|h [W To] |cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1184:WHISPER:ARCANESTEIN-HELLSCREAM|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: It would be a bigger dps loss if I don't take the mobss off in time and you die",
					["b"] = 0.8352941870689392,
					["r"] = 0.8352941870689392,
					["g"] = 0.4196078777313232,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613711975,
					["extraData"] = {
						10, -- [1]
						false, -- [2]
						65, -- [3]
						66, -- [4]
						["n"] = 4,
					},
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[07:19:54]|h [W From] |cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1185:WHISPER:ARCANESTEIN-HELLSCREAM|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: hehe thats for sure",
					["b"] = 0.8352941870689392,
					["r"] = 0.8352941870689392,
					["g"] = 0.4196078777313232,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613711993,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						65, -- [3]
						67, -- [4]
						["n"] = 4,
					},
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[07:19:57]|h [W From] |cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1186:WHISPER:ARCANESTEIN-HELLSCREAM|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: but mages never die",
					["b"] = 0.8352941870689392,
					["r"] = 0.8352941870689392,
					["g"] = 0.4196078777313232,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613711996,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						65, -- [3]
						67, -- [4]
						["n"] = 4,
					},
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[07:20:36]|h [W To] |cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1187:WHISPER:ARCANESTEIN-HELLSCREAM|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: There's always a first time for everything",
					["b"] = 0.8352941870689392,
					["r"] = 0.8352941870689392,
					["g"] = 0.4196078777313232,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613712035,
					["extraData"] = {
						10, -- [1]
						false, -- [2]
						65, -- [3]
						66, -- [4]
						["n"] = 4,
					},
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[07:21:24]|h [W From] |cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1193:WHISPER:ARCANESTEIN-HELLSCREAM|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: DB, nova , alter time, block, invis",
					["b"] = 0.8352941870689392,
					["r"] = 0.8352941870689392,
					["g"] = 0.4196078777313232,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613712083,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						65, -- [3]
						67, -- [4]
						["n"] = 4,
					},
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[07:21:29]|h [W From] |cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1194:WHISPER:ARCANESTEIN-HELLSCREAM|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: this class is broken man XD",
					["b"] = 0.8352941870689392,
					["r"] = 0.8352941870689392,
					["g"] = 0.4196078777313232,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613712088,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						65, -- [3]
						67, -- [4]
						["n"] = 4,
					},
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[07:21:38]|h [W From] |cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1195:WHISPER:ARCANESTEIN-HELLSCREAM|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: more tanky than any dps",
					["b"] = 0.8352941870689392,
					["r"] = 0.8352941870689392,
					["g"] = 0.4196078777313232,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613712097,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						65, -- [3]
						67, -- [4]
						["n"] = 4,
					},
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[07:21:44]|h [W From] |cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1196:WHISPER:ARCANESTEIN-HELLSCREAM|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: but ill stop to pull dont worry :D",
					["b"] = 0.8352941870689392,
					["r"] = 0.8352941870689392,
					["g"] = 0.4196078777313232,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613712103,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						65, -- [3]
						67, -- [4]
						["n"] = 4,
					},
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[07:21:47]|h [W To] |cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1197:WHISPER:ARCANESTEIN-HELLSCREAM|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: Ok I'll take your word for it)",
					["b"] = 0.8352941870689392,
					["r"] = 0.8352941870689392,
					["g"] = 0.4196078777313232,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613712106,
					["extraData"] = {
						10, -- [1]
						false, -- [2]
						65, -- [3]
						66, -- [4]
						["n"] = 4,
					},
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[07:22:01]|h [W To] |cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1198:WHISPER:ARCANESTEIN-HELLSCREAM|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: about mage being broken)",
					["b"] = 0.8352941870689392,
					["r"] = 0.8352941870689392,
					["g"] = 0.4196078777313232,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613712120,
					["extraData"] = {
						10, -- [1]
						false, -- [2]
						65, -- [3]
						66, -- [4]
						["n"] = 4,
					},
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[07:22:06]|h [W From] |cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1199:WHISPER:ARCANESTEIN-HELLSCREAM|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: yeah",
					["b"] = 0.8352941870689392,
					["r"] = 0.8352941870689392,
					["g"] = 0.4196078777313232,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613712125,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						65, -- [3]
						67, -- [4]
						["n"] = 4,
					},
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[07:22:45]|h [W From] |cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1201:WHISPER:ARCANESTEIN-HELLSCREAM|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: dont flame me if i die tho XD class broken but not me",
					["b"] = 0.8352941870689392,
					["r"] = 0.8352941870689392,
					["g"] = 0.4196078777313232,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613712164,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						65, -- [3]
						67, -- [4]
						["n"] = 4,
					},
				}, -- [17]
				{
					["message"] = "0 |4день:дня:дней;, 2 |4час:часа:часов;, 46 |4минута:минуты:минут;, 14 |4секунда:секунды:секунд;.",
					["timestamp"] = 31350.591,
				}, -- [18]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 31350.591,
				}, -- [19]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[08:27:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T851119:14|tНерожденная валь'кира – |3-8(ваш питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435595.137,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616433,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[08:27:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T960692:14|tМорской капустник – |3-8(вражеский питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435595.897,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616433,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[08:27:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435598.177,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616436,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[08:27:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463566:14|t|cff4e96f7|HbattlePetAbil:572:1958:420:375|h[Оползень]|h|r наносит 990 ед. урона (сильн. удар) |3-2(ваш питомец) |3-2(|T851119:14|tНерожденная валь'кира).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435600.207,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616438,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[08:27:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463566:14|t|cff4e96f7|HbattlePetAbil:572:1958:420:375|h[Оползень]|h|r меняет погоду на |T463566:14|t|cff4e96f7|HbattlePetAbil:718:1958:420:375|h[Слякотная погода]|h|r.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435600.467,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616438,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[08:27:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136122:14|t|cff4e96f7|HbattlePetAbil:218:816:276:227|h[Проклятие рока]|h|r накладывает эффект |T136122:14|t|cff4e96f7|HbattlePetAbil:217:816:276:227|h[Проклятие рока]|h|r на |3-1(вражеский питомец) |3-3(|T960692:14|tМорской капустник).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435602.467,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616440,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[08:27:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435606.178,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616444,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[08:27:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237002:14|t|cff4e96f7|HbattlePetAbil:621:1958:420:375|h[Каменное буйство]|h|r наносит 770 ед. урона |3-2(ваш питомец) |3-2(|T851119:14|tНерожденная валь'кира).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435606.669,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616444,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[08:27:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237002:14|t|cff4e96f7|HbattlePetAbil:621:1793:420:375|h[Каменное буйство]|h|r наносит 165 ед. урона |3-2(вражеский питомец) |3-2(|T960692:14|tМорской капустник).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435606.669,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616444,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[08:27:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236295:14|t|cff4e96f7|HbattlePetAbil:321:46:276:227|h[Нечестивое вознесение]|h|r накладывает эффект |T236295:14|t|cff4e96f7|HbattlePetAbil:320:46:276:227|h[Нечестивое вознесение]|h|r на |3-1(вражеский питомец) |3-3(|T960692:14|tМорской капустник).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435609.449,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616447,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[08:27:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236295:14|t|cff4e96f7|HbattlePetAbil:321:0:276:227|h[Нечестивое вознесение]|h|r наносит 46 ед. урона |3-2(ваш питомец) |3-2(|T851119:14|tНерожденная валь'кира).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435609.699,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616447,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[08:27:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T851119:14|tНерожденная валь'кира погибает.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435609.699,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616447,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[08:27:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435614.204,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616452,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[08:27:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132914:14|tИкки – |3-8(ваш питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435614.204,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616452,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[08:27:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463566:14|t|cff4e96f7|HbattlePetAbil:718:1793:420:375|h[Слякотная погода]|h|r накладывает эффект |T136091:14|t|cff4e96f7|HbattlePetAbil:248:1793:420:375|h[Обездвиживание]|h|r на |3-1(ваш питомец) |3-3(|T132914:14|tИкки).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435616.37,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616454,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[08:27:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435619.21,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616457,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[08:27:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135664:14|t|cff4e96f7|HbattlePetAbil:919:1319:322:409|h[Черный коготь]|h|r накладывает эффект |T135664:14|t|cff4e96f7|HbattlePetAbil:918:1319:322:409|h[Черный коготь]|h|r на |3-1(вражеский питомец) |3-3(|T960692:14|tМорской капустник).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435620.11,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616458,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[08:27:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T960692:14|t|cff4e96f7|HbattlePetAbil:2319:1958:420:375|h[Исцеляющий компресс X]|h|r восстанавливает 165 ед. урона |3-2(вражеский питомец) |3-2(|T960692:14|tМорской капустник).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435621.83,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616459,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[08:27:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435626.121,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616464,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[08:27:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1319:322:409|h[Стая]|h|r наносит 141 ед. урона |3-2(вражеский питомец) |3-2(|T960692:14|tМорской капустник).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435626.412,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616464,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[08:27:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1319:322:409|h[Стая]|h|r наносит 141 ед. урона |3-2(вражеский питомец) |3-2(|T960692:14|tМорской капустник).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435627.212,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616465,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[08:27:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1319:322:409|h[Стая]|h|r наносит 141 ед. урона |3-2(вражеский питомец) |3-2(|T960692:14|tМорской капустник).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435627.562,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616465,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[08:27:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1319:322:409|h[Стая]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:1319:322:409|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T960692:14|tМорской капустник).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435627.912,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616465,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[08:27:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237002:14|t|cff4e96f7|HbattlePetAbil:621:1535:420:375|h[Каменное буйство]|h|r наносит 770 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435629.662,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616467,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[08:27:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618976:14|t|cff4e96f7|HbattlePetAbil:239:549:322:409|h[Летающий питомец]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T132914:14|tИкки), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435629.662,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616467,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[08:27:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237002:14|t|cff4e96f7|HbattlePetAbil:621:850:420:375|h[Каменное буйство]|h|r наносит 685 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T960692:14|tМорской капустник).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435629.662,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616467,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[08:27:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237002:14|t|cff4e96f7|HbattlePetAbil:621:850:420:375|h[Каменное буйство]|h|r накладывает эффект |T134316:14|t|cff4e96f7|HbattlePetAbil:1090:850:420:375|h[Босс: снижение урона]|h|r на |3-1(вражеский питомец) |3-3(|T960692:14|tМорской капустник).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435629.662,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616467,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[08:27:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435631.852,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616469,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[08:27:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:549:322:273|h[Стая]|h|r наносит 329 ед. урона |3-2(вражеский питомец) |3-2(|T960692:14|tМорской капустник).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435632.202,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616470,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[08:27:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:549:322:273|h[Стая]|h|r наносит 329 ед. урона |3-2(вражеский питомец) |3-2(|T960692:14|tМорской капустник).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435633.302,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616471,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[08:27:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:549:322:273|h[Стая]|h|r наносит 329 ед. урона |3-2(вражеский питомец) |3-2(|T960692:14|tМорской капустник).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435633.802,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616471,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[08:27:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T960692:14|tМорской капустник погибает.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435633.802,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616471,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[08:27:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:934:322:273|h[Боевое восстановление]|h|r восстанавливает 385 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1435637.013,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601616474,
				}, -- [33]
			},
			["headIndex"] = 33,
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 48,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[10:41:04]|h |cffd8d8d8[|r|Hplayer:Ромун-Седогрив:174:ACHIEVEMENT|h|cffd84e4e60|r:|cfff38bb9Ромун|r-|cffdf5045Сед|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:6758:Player-1928-0E48185D:1:2:18:21:4294967295:4294967295:4294967295:4294967295|h[Храм Нефритовой Змеи (героич.)]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						34, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1613637664,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[10:41:04]|h |cffd8d8d8[|r|Hplayer:Рофард-Гордунни:175:ACHIEVEMENT|h|cffd84e4e60|r:|cff006fdcРофард|r-|cff8dec6aГор|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:6757:Player-1602-0E5F944F:1:2:18:21:4294967295:4294967295:4294967295:4294967295|h[Храм Нефритовой Змеи]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						34, -- [3]
						36, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1613637664,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[10:41:04]|h |cffd8d8d8[|r|Hplayer:Рофард-Гордунни:176:ACHIEVEMENT|h|cffd84e4e60|r:|cff006fdcРофард|r-|cff8dec6aГор|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:6758:Player-1602-0E5F944F:1:2:18:21:4294967295:4294967295:4294967295:4294967295|h[Храм Нефритовой Змеи (героич.)]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						34, -- [3]
						36, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1613637664,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[10:41:04]|h |cffd8d8d8[|r|Hplayer:Рофард-Гордунни:177:ACHIEVEMENT|h|cffd84e4e60|r:|cff006fdcРофард|r-|cff8dec6aГор|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:4477:Player-1602-0E5F944F:1:2:18:21:4294967295:4294967295:4294967295:4294967295|h[Ищу вас!]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						34, -- [3]
						36, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1613637664,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[10:41:04]|h |cffd8d8d8[|r|Hplayer:Пижмак-Борейскаятундра:178:ACHIEVEMENT|h|cffd84e4e60|r:|cffa9d271Пижмак|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:4478:Player-1929-0E2DFD17:1:2:18:21:4294967295:4294967295:4294967295:4294967295|h[Ищу всех!]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						34, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1613637664,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[11:04:59]|h |cffd8d8d8[|r|Hplayer:Джинчурикх-Гордунни:319:ACHIEVEMENT|h|cffd84e4e52|r:|cff00fe97Джинчурикх|r-|cff8dec6aГор|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:6688:Player-1602-0ECC8FD2:1:2:18:21:4294967295:4294967295:4294967295:4294967295|h[Где поддержка с воздуха?]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						34, -- [3]
						42, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1613639099,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[11:04:59]|h |cffd8d8d8[|r|Hplayer:Скованна-Гордунни:320:ACHIEVEMENT|h|cffd84e4e60|r:|cffa9d271Скованна|r-|cff8dec6aГор|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:6688:Player-1602-0B3F2881:1:2:18:21:4294967295:4294967295:4294967295:4294967295|h[Где поддержка с воздуха?]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						34, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1613639099,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[11:10:06]|h |cffd8d8d8[|r|Hplayer:Гефия-СтражСмерти:349:ACHIEVEMENT|h|cffd84e4e60|r:|cffa9d271Гефия|r-|cff7f6badСтр|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:6485:Player-1605-0B3B4D81:1:2:18:21:4294967295:4294967295:4294967295:4294967295|h[Вернуть отправителю]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						34, -- [3]
						46, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1613639406,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[11:10:06]|h |cffd8d8d8[|r|Hplayer:Джинчурикх-Гордунни:350:ACHIEVEMENT|h|cffd84e4e52|r:|cff00fe97Джинчурикх|r-|cff8dec6aГор|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:6485:Player-1602-0ECC8FD2:1:2:18:21:4294967295:4294967295:4294967295:4294967295|h[Вернуть отправителю]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						34, -- [3]
						42, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1613639406,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[11:10:06]|h |cffd8d8d8[|r|Hplayer:Скованна-Гордунни:351:ACHIEVEMENT|h|cffd84e4e60|r:|cffa9d271Скованна|r-|cff8dec6aГор|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:6485:Player-1602-0B3F2881:1:2:18:21:4294967295:4294967295:4294967295:4294967295|h[Вернуть отправителю]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						34, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1613639406,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[11:13:02]|h |cffd8d8d8[|r|Hplayer:Гефия-СтражСмерти:373:ACHIEVEMENT|h|cffd84e4e60|r:|cffa9d271Гефия|r-|cff7f6badСтр|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:10011:Player-1605-0B3B4D81:1:2:18:21:4294967295:4294967295:4294967295:4294967295|h[Осада храма Нюцзао]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						34, -- [3]
						46, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1613639582,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[11:13:02]|h |cffd8d8d8[|r|Hplayer:Гефия-СтражСмерти:374:ACHIEVEMENT|h|cffd84e4e60|r:|cffa9d271Гефия|r-|cff7f6badСтр|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:6763:Player-1605-0B3B4D81:1:2:18:21:4294967295:4294967295:4294967295:4294967295|h[Осада храма Нюцзао (героич.)]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						34, -- [3]
						46, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1613639582,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[11:13:02]|h |cffd8d8d8[|r|Hplayer:Скованна-Гордунни:375:ACHIEVEMENT|h|cffd84e4e60|r:|cffa9d271Скованна|r-|cff8dec6aГор|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:10011:Player-1602-0B3F2881:1:2:18:21:4294967295:4294967295:4294967295:4294967295|h[Осада храма Нюцзао]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						34, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1613639582,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[11:13:02]|h |cffd8d8d8[|r|Hplayer:Скованна-Гордунни:376:ACHIEVEMENT|h|cffd84e4e60|r:|cffa9d271Скованна|r-|cff8dec6aГор|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:6763:Player-1602-0B3F2881:1:2:18:21:4294967295:4294967295:4294967295:4294967295|h[Осада храма Нюцзао (героич.)]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						34, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1613639582,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[11:49:14]|h |cffd8d8d8[|r|Hplayer:Лайтбокс-Борейскаятундра:609:ACHIEVEMENT|h|cfff38bb9Лайтбокс|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:14629:Player-1929-0E2D7737:1:2:18:21:4294967295:4294967295:4294967295:4294967295|h[Заслуженное уважение]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						34, -- [3]
						61, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1613641754,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[04:19:54]|h |cffd8d8d8[|r|Hplayer:Саинтлайнс-Гордунни:87:ACHIEVEMENT|h|cffd84e4e60|r:|cff8687edСаинтлайнс|r-|cff8dec6aГор|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:6469:Player-1602-0E879A31:1:2:19:21:4294967295:4294967295:4294967295:4294967295|h[Монастырь Шадо-Пан]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						29, -- [3]
						30, -- [4]
						["n"] = 4,
					},
					["b"] = 0,
					["serverTime"] = 1613701193,
					["timestamp"] = 31350.591,
					["g"] = 1,
					["r"] = 1,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[04:19:54]|h |cffd8d8d8[|r|Hplayer:Саинтлайнс-Гордунни:88:ACHIEVEMENT|h|cffd84e4e60|r:|cff8687edСаинтлайнс|r-|cff8dec6aГор|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:6470:Player-1602-0E879A31:1:2:19:21:4294967295:4294967295:4294967295:4294967295|h[Монастырь Шадо-Пан (героич.)]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						29, -- [3]
						30, -- [4]
						["n"] = 4,
					},
					["b"] = 0,
					["serverTime"] = 1613701193,
					["timestamp"] = 31350.591,
					["g"] = 1,
					["r"] = 1,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[04:19:54]|h |cffd8d8d8[|r|Hplayer:Взялдалушёл-ВечнаяПесня:89:ACHIEVEMENT|h|cffd84e4e52|r:|cff8687edВзялдалушёл|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:6469:Player-1925-0ED5260C:1:2:19:21:4294967295:4294967295:4294967295:4294967295|h[Монастырь Шадо-Пан]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						29, -- [3]
						31, -- [4]
						["n"] = 4,
					},
					["b"] = 0,
					["serverTime"] = 1613701193,
					["timestamp"] = 31350.591,
					["g"] = 1,
					["r"] = 1,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[04:19:54]|h |cffd8d8d8[|r|Hplayer:Взялдалушёл-ВечнаяПесня:90:ACHIEVEMENT|h|cffd84e4e52|r:|cff8687edВзялдалушёл|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:6470:Player-1925-0ED5260C:1:2:19:21:4294967295:4294967295:4294967295:4294967295|h[Монастырь Шадо-Пан (героич.)]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						29, -- [3]
						31, -- [4]
						["n"] = 4,
					},
					["b"] = 0,
					["serverTime"] = 1613701193,
					["timestamp"] = 31350.591,
					["g"] = 1,
					["r"] = 1,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[05:07:28]|h |cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:364:ACHIEVEMENT|h|cffd8bc3f60|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14629:Player-1929-0E2E5070:1:2:19:21:4294967295:4294967295:4294967295:4294967295|h[Заслуженное уважение]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613704047,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						27, -- [3]
						28, -- [4]
						["n"] = 4,
					},
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[05:07:28]|h |cffd8d8d8[|r|Hplayer:Molra-Sylvanas:365:ACHIEVEMENT|h|cfffefefeMolra|r-|cffe04560Syl|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14629:Player-1597-0CF0A4C1:1:2:19:21:4294967295:4294967295:4294967295:4294967295|h[Заслуженное уважение]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613704047,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						27, -- [3]
						29, -- [4]
						["n"] = 4,
					},
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[06:52:04]|h |cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:989:ACHIEVEMENT|h|cffd8bc3f60|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14671:Player-1929-0E2E5070:1:2:19:21:4294967295:4294967295:4294967295:4294967295|h[Что-то здесь не так...]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613710323,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						27, -- [3]
						28, -- [4]
						["n"] = 4,
					},
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[07:14:20]|h |cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1129:ACHIEVEMENT|h|cffd8bc3f60|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:14412:Player-1929-0E2E5070:1:2:19:21:4294967295:4294967295:4294967295:4294967295|h[Героический режим: туманы Тирна Скитта]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613711659,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						27, -- [3]
						28, -- [4]
						["n"] = 4,
					},
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[07:14:20]|h |cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1130:ACHIEVEMENT|h|cffd8bc3f60|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:14413:Player-1929-0E2E5070:1:2:19:21:4294967295:4294967295:4294967295:4294967295|h[Эпохальный режим: туманы Тирна Скитта]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613711659,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						27, -- [3]
						28, -- [4]
						["n"] = 4,
					},
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[07:14:20]|h |cffd8d8d8[|r|Hplayer:Ророру-Азурегос:1131:ACHIEVEMENT|h|cffd8bc3f60|r:|cfff38bb9Ророру|r-|cfff288d1Азу|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:14413:Player-1922-0ED9E9FA:1:2:19:21:4294967295:4294967295:4294967295:4294967295|h[Эпохальный режим: туманы Тирна Скитта]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613711659,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						27, -- [3]
						57, -- [4]
						["n"] = 4,
					},
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[07:15:33]|h |cffd8d8d8[|r|Hplayer:Парвинка-Гордунни:1137:ACHIEVEMENT|h|cffd8bc3f60|r:|cffc59a6cПарвинка|r-|cff8dec6aГор|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:11183:Player-1602-0EBBBBA9:1:2:19:21:4294967295:4294967295:4294967295:4294967295|h[Начинающий ключник]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613711732,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						27, -- [3]
						58, -- [4]
						["n"] = 4,
					},
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[07:15:33]|h |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1138:ACHIEVEMENT|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:11183:Player-1602-0ED9AC95:1:2:19:21:4294967295:4294967295:4294967295:4294967295|h[Начинающий ключник]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613711732,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						27, -- [3]
						59, -- [4]
						["n"] = 4,
					},
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[07:49:32]|h [Y]  Стража! Убейте их!",
					["b"] = 0.250980406999588,
					["r"] = 1,
					["g"] = 0.250980406999588,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613713771,
					["extraData"] = {
						7, -- [1]
						false, -- [2]
						70, -- [3]
						71, -- [4]
						["n"] = 4,
					},
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[07:49:32]|h [Y]  Стража! Убейте их!",
					["b"] = 0.250980406999588,
					["r"] = 1,
					["g"] = 0.250980406999588,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613713771,
					["extraData"] = {
						7, -- [1]
						false, -- [2]
						70, -- [3]
						71, -- [4]
						["n"] = 4,
					},
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[07:51:07]|h [Y]  Это пленница Владыки. Вам ее не увести!",
					["b"] = 0.250980406999588,
					["r"] = 1,
					["g"] = 0.250980406999588,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613713866,
					["extraData"] = {
						7, -- [1]
						false, -- [2]
						70, -- [3]
						71, -- [4]
						["n"] = 4,
					},
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[07:51:07]|h [Y]  Это пленница Владыки. Вам ее не увести!",
					["b"] = 0.250980406999588,
					["r"] = 1,
					["g"] = 0.250980406999588,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613713866,
					["extraData"] = {
						7, -- [1]
						false, -- [2]
						70, -- [3]
						71, -- [4]
						["n"] = 4,
					},
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[07:52:51]|h [Y]  Эти чертоги станут вашей могилой!",
					["b"] = 0.250980406999588,
					["r"] = 1,
					["g"] = 0.250980406999588,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613713970,
					["extraData"] = {
						7, -- [1]
						false, -- [2]
						70, -- [3]
						71, -- [4]
						["n"] = 4,
					},
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[07:52:51]|h [Y]  Эти чертоги станут вашей могилой!",
					["b"] = 0.250980406999588,
					["r"] = 1,
					["g"] = 0.250980406999588,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613713970,
					["extraData"] = {
						7, -- [1]
						false, -- [2]
						70, -- [3]
						71, -- [4]
						["n"] = 4,
					},
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[07:57:09]|h |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1315:ACHIEVEMENT|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14197:Player-1602-0ED9AC95:1:2:19:21:4294967295:4294967295:4294967295:4294967295|h[Кровавые катакомбы]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714228,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						27, -- [3]
						59, -- [4]
						["n"] = 4,
					},
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[07:57:09]|h |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1316:ACHIEVEMENT|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14198:Player-1602-0ED9AC95:1:2:19:21:4294967295:4294967295:4294967295:4294967295|h[Героический режим: Кровавые катакомбы]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714228,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						27, -- [3]
						59, -- [4]
						["n"] = 4,
					},
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[07:57:09]|h |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1317:ACHIEVEMENT|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14199:Player-1602-0ED9AC95:1:2:19:21:4294967295:4294967295:4294967295:4294967295|h[Эпохальный режим: Кровавые катакомбы]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714228,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						27, -- [3]
						59, -- [4]
						["n"] = 4,
					},
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[07:57:09]|h |cffd8d8d8[|r|Hplayer:Парвинка-Гордунни:1318:ACHIEVEMENT|h|cffd8bc3f60|r:|cffc59a6cПарвинка|r-|cff8dec6aГор|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14197:Player-1602-0EBBBBA9:1:2:19:21:4294967295:4294967295:4294967295:4294967295|h[Кровавые катакомбы]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714228,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						27, -- [3]
						58, -- [4]
						["n"] = 4,
					},
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[07:57:09]|h |cffd8d8d8[|r|Hplayer:Парвинка-Гордунни:1319:ACHIEVEMENT|h|cffd8bc3f60|r:|cffc59a6cПарвинка|r-|cff8dec6aГор|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14198:Player-1602-0EBBBBA9:1:2:19:21:4294967295:4294967295:4294967295:4294967295|h[Героический режим: Кровавые катакомбы]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714228,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						27, -- [3]
						58, -- [4]
						["n"] = 4,
					},
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[07:57:09]|h |cffd8d8d8[|r|Hplayer:Парвинка-Гордунни:1320:ACHIEVEMENT|h|cffd8bc3f60|r:|cffc59a6cПарвинка|r-|cff8dec6aГор|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14199:Player-1602-0EBBBBA9:1:2:19:21:4294967295:4294967295:4294967295:4294967295|h[Эпохальный режим: Кровавые катакомбы]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714228,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						27, -- [3]
						58, -- [4]
						["n"] = 4,
					},
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[07:57:10]|h |cffd8d8d8[|r|Hplayer:Парвинка-Гордунни:1321:ACHIEVEMENT|h|cffd8bc3f60|r:|cffc59a6cПарвинка|r-|cff8dec6aГор|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:11184:Player-1602-0EBBBBA9:1:2:19:21:4294967295:4294967295:4294967295:4294967295|h[Ключник-претендент]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714229,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						27, -- [3]
						58, -- [4]
						["n"] = 4,
					},
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[07:57:10]|h |cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1322:ACHIEVEMENT|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:11184:Player-1325-092DD760:1:2:19:21:4294967295:4294967295:4294967295:4294967295|h[Ключник-претендент]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714229,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						27, -- [3]
						72, -- [4]
						["n"] = 4,
					},
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[07:57:10]|h |cffd8d8d8[|r|Hplayer:Ророру-Азурегос:1323:ACHIEVEMENT|h|cffd8bc3f60|r:|cfff38bb9Ророру|r-|cfff288d1Азу|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:11184:Player-1922-0ED9E9FA:1:2:19:21:4294967295:4294967295:4294967295:4294967295|h[Ключник-претендент]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714229,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						27, -- [3]
						57, -- [4]
						["n"] = 4,
					},
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[07:57:10]|h |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1324:ACHIEVEMENT|h|cffd8bc3f60|r:|cfffe7b09Руко|r-|cff8dec6aГор|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:11184:Player-1602-0ED9AC95:1:2:19:21:4294967295:4294967295:4294967295:4294967295|h[Ключник-претендент]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613714229,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						27, -- [3]
						59, -- [4]
						["n"] = 4,
					},
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[08:38:07]|h |cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1538:ACHIEVEMENT|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:14324:Player-1325-092DD760:1:2:19:21:4294967295:4294967295:4294967295:4294967295|h[Героический режим: Шпили Перерождения]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716686,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						27, -- [3]
						72, -- [4]
						["n"] = 4,
					},
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[08:38:07]|h |cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1539:ACHIEVEMENT|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:14325:Player-1325-092DD760:1:2:19:21:4294967295:4294967295:4294967295:4294967295|h[Эпохальный режим: Шпили Перерождения]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613716686,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						27, -- [3]
						72, -- [4]
						["n"] = 4,
					},
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[08:47:30]|h |cffd8d8d8[|r|Hplayer:Дэлери-Борейскаятундра:1635:ACHIEVEMENT|h|cffd8bc3f60|r:|cffa22fc8Дэлери|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14755:Player-1929-0E2E5070:1:2:19:21:4294967295:4294967295:4294967295:4294967295|h[Легендарное единство]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 31350.591,
					["serverTime"] = 1613717249,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						27, -- [3]
						28, -- [4]
						["n"] = 4,
					},
				}, -- [46]
				{
					["message"] = "0 |4день:дня:дней;, 1 |4час:часа:часов;, 21 |4минута:минуты:минут;, 29 |4секунда:секунды:секунд;.",
					["timestamp"] = 31350.591,
				}, -- [47]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 31350.591,
				}, -- [48]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame2"] = {
			["maxElements"] = 300,
			["elements"] = {
			},
			["headIndex"] = 0,
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 122,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[11:27:09]|h Хелия говорит: Брось игрушку, дорогая. У нас много работы.",
					["serverTime"] = 1613726828,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36041.787,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[11:27:17]|h Лисония говорит: А-р-р! Идем, Утер. Наша цель важнее этих глупцов.",
					["serverTime"] = 1613726836,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36049.287,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[11:27:24]|h Утер говорит: Мой взор... застилает тьма...",
					["serverTime"] = 1613726843,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36056.737,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[11:27:32]|h Задание \"План Лисонии\" выполнено.",
					["serverTime"] = 1613726851,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36064.054,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[11:27:32]|h Получено: 12 |4золотая:золотые:золотых;, 87 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1613726851,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36064.054,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[11:27:35]|h Вы получили задание \"Сила Утробы\".",
					["serverTime"] = 1613726854,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36066.888,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[11:27:36]|h Клейя говорит: Я возьму Сострадание с собой. Встретимся в Орибосе. Мне нужно подготовиться. Немногие кирии проделывают такой путь...",
					["serverTime"] = 1613726855,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36068.471,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[11:28:52]|h Вы будете получать добычу для специализации \"Месть\".",
					["serverTime"] = 1613726931,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 36143.956,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[11:28:53]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Орибос]|h.",
					["serverTime"] = 1613726932,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36144.992,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[11:28:53]|h |Hchannel:channel:2|h[2] |h Смена канала: |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1613726932,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36144.992,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[11:29:17]|h Служитель-чиновник говорит: Верно. Хотя порой мне удается только пресекать их самые безумные проекты.",
					["serverTime"] = 1613726956,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36169.673,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[11:29:22]|h Клейя говорит: То есть мы просто... прыгнем туда? В бездну, полную проклятых душ без надежды на свободу и искупление?",
					["serverTime"] = 1613726961,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36174.039,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[11:29:22]|h Служитель-чиновник говорит: Верно. Хотя порой мне удается только пресекать их самые безумные проекты.",
					["serverTime"] = 1613726961,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36174.489,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[11:29:33]|h Вы будете получать добычу для специализации \"Месть\".",
					["serverTime"] = 1613726972,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 36185.24,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[11:29:34]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Утроба]|h.",
					["serverTime"] = 1613726973,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36186.209,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[11:29:34]|h |Hchannel:channel:2|h[2] |h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1613726973,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36186.209,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[11:30:31]|h Клейя говорит: Следуя за Лисонией, я прошла за эти ворота. И там я узнала... нечто ужасное.",
					["serverTime"] = 1613727030,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36243.541,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[11:30:32]|h Задание \"Сила Утробы\" выполнено.",
					["serverTime"] = 1613727031,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36244.474,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[11:30:32]|h Получено: 12 |4золотая:золотые:золотых;, 87 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1613727031,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36244.474,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[11:30:32]|h |TInterface\\ICONS\\Spell_AnimaMaw_Buff.BLP:20|t Противники в цитадели Вечных Мук чувствуют вашу |cFFFF0000|Hspell:336990|h[открытую аниму]|h|r!",
					["serverTime"] = 1613727031,
					["r"] = 1,
					["extraData"] = {
						43, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36244.474,
					["g"] = 0.8666667342185974,
					["b"] = 0,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[11:30:32]|h Ве'нари говорит: В цитадели Вечных Мук запах анимы выдаст тебя, смертное существо. Остановись!",
					["serverTime"] = 1613727031,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36244.807,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[11:30:38]|h Вы получили задание \"Шаг за грань\".",
					["serverTime"] = 1613727037,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36250.441,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[11:30:43]|h Вы получили задание \"Больше не кирии\".",
					["serverTime"] = 1613727042,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36255.041,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[11:30:57]|h Ваша добыча: |cffffffff|Hitem:184485::::::::60:577:::::::|h[Выкованный в Утробе ключ]|h|r.",
					["serverTime"] = 1613727056,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36269.208,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[11:30:58]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 1 шт.",
					["serverTime"] = 1613727057,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36270.108,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[11:30:58]|h Ваша добыча: 1 |4золотая:золотые:золотых;, 98 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1613727057,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36270.24,
					["g"] = 1,
					["b"] = 0,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[11:31:15]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 1 шт.",
					["serverTime"] = 1613727074,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36287.008,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[11:31:15]|h Ваша добыча: 2 |4золотая:золотые:золотых;, 51 |4серебряная:серебряные:серебряных;, 56 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1613727074,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36287.025,
					["g"] = 1,
					["b"] = 0,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[11:31:55]|h Ваша добыча: |cffffffff|Hitem:184485::::::::60:577:::::::|h[Выкованный в Утробе ключ]|h|r.",
					["serverTime"] = 1613727114,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36326.925,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[11:31:56]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 3 шт.",
					["serverTime"] = 1613727115,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36327.932,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[11:31:56]|h Ваша добыча: 7 |4золотая:золотые:золотых;, 83 |4серебряная:серебряные:серебряных;, 20 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1613727115,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36327.932,
					["g"] = 1,
					["b"] = 0,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[11:31:59]|h Пленный раскольник говорит: Лисония в своей жажде власти зашла слишком далеко. Я не знаю, что теперь... но я больше не хочу ей служить.",
					["serverTime"] = 1613727118,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36331.342,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[11:32:17]|h Пленный раскольник говорит: Пилигрим... не думай, что мы теперь друзья. Наши цели и помыслы по-прежнему не совпадают.",
					["serverTime"] = 1613727136,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36349.176,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[11:33:00]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 3 шт.",
					["serverTime"] = 1613727179,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36392.126,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[11:33:00]|h Ваша добыча: 4 |4золотая:золотые:золотых;, 47 |4серебряная:серебряные:серебряных;, 14 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1613727179,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36392.143,
					["g"] = 1,
					["b"] = 0,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[11:33:04]|h Пленная раскольница говорит: Никто не говорил мне, что раскольники связаны с Утробой! С меня хватит.",
					["serverTime"] = 1613727183,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36396.693,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[11:33:18]|h Ваша добыча: |cffffffff|Hitem:184485::::::::60:577:::::::|h[Выкованный в Утробе ключ]|h|r.",
					["serverTime"] = 1613727197,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36410.66,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[11:33:19]|h Ваша добыча: 1 |4золотая:золотые:золотых;, 93 |4серебряная:серебряные:серебряных;, 15 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1613727198,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36411.493,
					["g"] = 1,
					["b"] = 0,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[11:33:19]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 2 шт.",
					["serverTime"] = 1613727198,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36411.827,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[11:34:04]|h Ваша добыча: |cffffffff|Hitem:173202::::::::60:577:::::::|h[Сумеречная ткань]|h|rx6.",
					["serverTime"] = 1613727243,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36456.246,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[11:34:04]|h Ваша добыча: |cff1eff00|Hitem:173204::::::::60:577:::::::|h[Сумрачный шелк]|h|rx2.",
					["serverTime"] = 1613727243,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36456.246,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[11:34:04]|h Ваша добыча: |cffffffff|Hitem:184485::::::::60:577:::::::|h[Выкованный в Утробе ключ]|h|r.",
					["serverTime"] = 1613727243,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36456.246,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[11:34:05]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 9 шт.",
					["serverTime"] = 1613727244,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36457.094,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[11:34:05]|h Ваша добыча: 12 |4золотая:золотые:золотых;, 66 |4серебряная:серебряные:серебряных;, 97 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1613727244,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36457.261,
					["g"] = 1,
					["b"] = 0,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[11:34:09]|h Пленный раскольник говорит: Лисония в своей жажде власти зашла слишком далеко. Я не знаю, что теперь... но я больше не хочу ей служить.",
					["serverTime"] = 1613727248,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36461.761,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[11:35:17]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 2 шт.",
					["serverTime"] = 1613727316,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36529.679,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[11:35:17]|h Ваша добыча: 8 |4золотая:золотые:золотых;, 71 |4серебряная:серебряные:серебряных;, 77 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1613727316,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36529.679,
					["g"] = 1,
					["b"] = 0,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[11:35:21]|h Утер говорит: Моя душа... отмечена Утробой?",
					["serverTime"] = 1613727320,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36533.229,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[11:35:22]|h Пленная раскольница говорит: Никто не говорил мне, что раскольники связаны с Утробой! С меня хватит.",
					["serverTime"] = 1613727321,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36534.229,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[11:35:25]|h Задание \"Больше не кирии\" выполнено.",
					["serverTime"] = 1613727324,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36537.095,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[11:35:25]|h Получено: 25 |4золотая:золотые:золотых;, 74 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1613727324,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36537.095,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[11:35:26]|h Задание \"Шаг за грань\" выполнено.",
					["serverTime"] = 1613727325,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36538.704,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[11:35:26]|h Получено: 25 |4золотая:золотые:золотых;, 74 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1613727325,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36538.704,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[11:35:28]|h Вы получили задание \"Да исполнится ее воля\".",
					["serverTime"] = 1613727327,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36540.429,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[11:35:28]|h Клейя говорит: Знакомая энергия манит меня на запад. Мы должны помешать планам Лисонии и ее госпожи.",
					["serverTime"] = 1613727327,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36540.545,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[11:35:28]|h Лисония говорит: Теперь я вижу отведенную тебе роль. Ты – ключ к истинной судьбе. Моей судьбе!",
					["serverTime"] = 1613727327,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36540.779,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[11:36:09]|h Хелия говорит: Возьми его силу, Лисония. Используй его для превращения.",
					["serverTime"] = 1613727368,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36581.53,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[11:36:17]|h Лисония говорит: Ты был полезной пешкой, Утер. Хоть Девия и дорожила тобой... мне ты больше не нужен.",
					["serverTime"] = 1613727376,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36588.896,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[11:36:27]|h Утер кричит: А-а-а!",
					["serverTime"] = 1613727386,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						21, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36599.38,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[11:36:31]|h Лисония кричит: Я вижу свое будущее. Я сражу Архонта своим мечом, и Бастион будет моим!",
					["serverTime"] = 1613727390,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						21, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36603.313,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[11:36:42]|h Хелия говорит: Кажется, у тебя гости, идеал. Разберись с ними.",
					["serverTime"] = 1613727401,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36614.613,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[11:36:51]|h Лисония кричит: Недостойные кирии. Я – идеал Сомнения, и ваше постоянное вмешательство мне надоело!",
					["serverTime"] = 1613727410,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						21, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36623.164,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[11:37:00]|h Лисония говорит: В атаку!",
					["serverTime"] = 1613727419,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36632.247,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[11:37:07]|h Хелия говорит: Не подведи меня, Лисония. Докажи, что достойна своей новой силы.",
					["serverTime"] = 1613727426,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36639.764,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[11:37:12]|h Утер говорит: Лисония... почему?..",
					["serverTime"] = 1613727431,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36644.297,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[11:37:17]|h Лисония кричит: Не думайте, что победили. Наша следующая встреча будет последней.",
					["serverTime"] = 1613727436,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						21, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36649.464,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[11:37:18]|h Лисония говорит: Теперь я вижу отведенную тебе роль. Ты – ключ к истинной судьбе. Моей судьбе!",
					["serverTime"] = 1613727437,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36650.064,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[11:37:18]|h Лисония говорит: С радостью, госпожа. Слугам Архонта не выстоять против нас.",
					["serverTime"] = 1613727437,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36650.364,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[11:37:22]|h Ваша добыча: |cff9d9d9d|Hitem:173874::::::::60:577:::::::|h[Искаженный осадок]|h|r.",
					["serverTime"] = 1613727441,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36654.348,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[11:37:23]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 2 шт.",
					["serverTime"] = 1613727442,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36655.346,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[11:37:28]|h Клейя говорит: Идем, Утер. Здесь небезопасно.",
					["serverTime"] = 1613727447,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36660.397,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[11:37:28]|h Утер говорит: Мы хотели спасти наш народ, а не отдать его во власть тьмы!",
					["serverTime"] = 1613727447,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36660.531,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[11:37:46]|h Задание \"Да исполнится ее воля\" выполнено.",
					["serverTime"] = 1613727465,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36678.492,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[11:37:46]|h Получено: 51 |4золотая:золотые:золотых;, 48 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1613727465,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36678.492,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[11:37:46]|h |TInterface\\ICONS\\Spell_AnimaMaw_Buff.BLP:20|t Противники в цитадели Вечных Мук чувствуют вашу |cFFFF0000|Hspell:336990|h[открытую аниму]|h|r!",
					["serverTime"] = 1613727465,
					["r"] = 1,
					["extraData"] = {
						43, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36678.492,
					["g"] = 0.8666667342185974,
					["b"] = 0,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[11:37:46]|h Ве'нари говорит: В цитадели Вечных Мук запах анимы выдаст тебя, смертное существо. Остановись!",
					["serverTime"] = 1613727465,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36678.492,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[11:37:46]|h Вы получили предмет: |cffa335ee|Hitem:177051::::::::60:577::11:3:7200:1512:6646:1:28:2060:::|h[Нагрудник самоотверженного носителя]|h|r.",
					["serverTime"] = 1613727465,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36678.492,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[11:37:48]|h Вы получили задание \"Время для размышлений\".",
					["serverTime"] = 1613727467,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36680.515,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[11:37:48]|h Клейя говорит: Сейчас скорость важнее скрытности. Полетели к путевому камню и поскорее покинем это место.",
					["serverTime"] = 1613727467,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36680.54,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[11:38:05]|h Утер говорит: Спасибо, что спасли меня от пыток Лисонии. Если бы вы вовремя не вмешались, от меня бы ничего не осталось.",
					["serverTime"] = 1613727484,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36696.881,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[11:38:16]|h Клейя говорит: Ты в порядке, Утер?",
					["serverTime"] = 1613727495,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36708.198,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[11:38:20]|h Утер говорит: Боль все не проходит, но это для меня не впервой. Раны заживут.",
					["serverTime"] = 1613727499,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36712.532,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[11:38:30]|h Клейя говорит: Может быть, мы и враги, но мы не могли обречь тебя на мучения.",
					["serverTime"] = 1613727509,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36722.132,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[11:38:37]|h Утер говорит: Мы не такие уж разные, Клейя.",
					["serverTime"] = 1613727516,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36729.149,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[11:38:43]|h Клейя говорит: Быть может, когда-нибудь мы это обсудим. А пока что надо выбираться отсюда.",
					["serverTime"] = 1613727522,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36734.999,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[11:39:03]|h Вы будете получать добычу для специализации \"Месть\".",
					["serverTime"] = 1613727542,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 36754.566,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[11:39:03]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Орибос]|h.",
					["serverTime"] = 1613727542,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36755.648,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[11:39:03]|h |Hchannel:channel:2|h[2] |h Смена канала: |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1613727542,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36755.648,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[11:39:04]|h Клейя говорит: Куда ты пойдешь теперь, Утер? Ты ведь не вернешься к раскольникам?",
					["serverTime"] = 1613727543,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36756.566,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[11:39:11]|h Утер говорит: Нет, дитя. Они не те, кем я раньше их видел... Возможно, я уже тогда был слеп. Хочу побыть один. Мне нужно многое обдумать.",
					["serverTime"] = 1613727550,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36763.533,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[11:39:28]|h Клейя говорит: Познать себя в раздумьях... Я тебя понимаю. Надеюсь, ты найдешь то, что ищешь.",
					["serverTime"] = 1613727567,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36780.1,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[11:39:37]|h Утер говорит: Я тоже. Спасибо.",
					["serverTime"] = 1613727576,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36788.966,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[11:40:00]|h Задание \"Кирийский тактик\" выполнено.",
					["serverTime"] = 1613727599,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36812.233,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[11:40:37]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Якубжон-Борейскаятундра:626:CHANNEL:2|h|cfffefefeЯкубжон|r|h|cffd8d8d8]|r: продам|cffffffff|Hitem:49916::::::::60:258:::::::|h[Чудесный браслет-оберег]|h|r",
					["serverTime"] = 1613727636,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						24, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36849.834,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[11:41:24]|h |Hchannel:channel:1|h[1] |h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Орибос]|h.",
					["serverTime"] = 1613727683,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36896.435,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[11:41:24]|h |Hchannel:channel:2|h[2] |h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1613727683,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36896.435,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[11:41:35]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Бастион]|h.",
					["serverTime"] = 1613727694,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36907.535,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[11:41:35]|h |Hchannel:channel:3|h[3] |h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Бастион]|h.",
					["serverTime"] = 1613727694,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36907.535,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[11:43:39]|h Вы выиграли лот |cff1eff00|Hitem:172366::::::::60:577::::::|h[Чары для оружия – небесное наставление]|h|rx1 за |cffffffff390|r|cffffd70ag|r |cffffffff00|r|cffc7c7cfs|r |cffffffff00|r|cffeda55fc|r",
					["serverTime"] = 1613727818,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 37031.054,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[11:43:45]|h Вы продали хлама на 57|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 29|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 37|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t",
					["serverTime"] = 1613727824,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						17, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 37037.004,
					["g"] = 1,
					["b"] = 0,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[11:44:10]|h Вы получили предмет: |cff1eff00|Hitem:172366::::::::60:577:::::::|h[Чары для оружия – небесное наставление]|h|r.",
					["serverTime"] = 1613727849,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 37062.404,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[11:44:35]|h Задание \"Время для размышлений\" выполнено.",
					["serverTime"] = 1613727874,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 37087.005,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[11:44:35]|h Получено: 2 |4золотая:золотые:золотых;, 57 |4серебряная:серебряные:серебряных;, 40 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1613727874,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 37087.005,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[11:44:36]|h Вы получили задание \"Толика смирения\".",
					["serverTime"] = 1613727875,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 37088.738,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[11:45:34]|h Задание \"Толика смирения\" выполнено.",
					["serverTime"] = 1613727933,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 37146.489,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[11:45:34]|h Получено: 12 |4золотая:золотые:золотых;, 87 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1613727933,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 37146.489,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[11:45:38]|h Вы получили задание \"Обратитесь к идеалам\".",
					["serverTime"] = 1613727937,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 37150.122,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[11:45:39]|h Полемарх Адрест говорит: Прошу.",
					["serverTime"] = 1613727938,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 37151.439,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[11:45:47]|h Полемарх Адрест говорит: Приготовься и поднимайся по ступеням.",
					["serverTime"] = 1613727946,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 37159.556,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[11:45:53]|h Ксандрия говорит: Зачем нас призвали?",
					["serverTime"] = 1613727952,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 37165.84,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[11:45:58]|h Тениос говорит: Утер исчез, а Лисония обратилась к самой Утробе...",
					["serverTime"] = 1613727957,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 37170.439,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[11:46:05]|h Весифона говорит: Она потеряла рассудок. Вступить в сделку с этой ведьмой, Хелией...",
					["serverTime"] = 1613727964,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 37176.906,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[11:46:09]|h Хирон говорит: Ее гордыня будет наказана.",
					["serverTime"] = 1613727968,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 37181.773,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[11:46:15]|h Тениос говорит: Чтобы отбить храм Верности, нужно действовать быстро. Ее сила растет.",
					["serverTime"] = 1613727974,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 37187.273,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[11:46:23]|h Кирестия Перворожденная говорит: Собирайте войска, мои идеалы.",
					["serverTime"] = 1613727982,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 37194.89,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[11:46:30]|h Кирестия Перворожденная говорит: Сегодня раскольникам придет конец.",
					["serverTime"] = 1613727989,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 37202.14,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[11:46:34]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq57|k:43:655:BN_INLINE_TOAST_ALERT:0|h[|Kq57|k] (|TInterface\\ChatFrame\\UI-ChatIcon-Battlenet:14:14:0:0|tDino)|h входит в сеть.",
					["serverTime"] = 1613727993,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						9, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 37206.64,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[11:46:38]|h Ксандрия говорит: Пилигрим, собери бойцов из освобожденных храмов. А мы займем плацдарм.",
					["serverTime"] = 1613727997,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 37210.257,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[11:46:44]|h Задание \"Обратитесь к идеалам\" выполнено.",
					["serverTime"] = 1613728003,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 37216.257,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[11:46:44]|h Получено: 12 |4золотая:золотые:золотых;, 87 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1613728003,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 37216.257,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[11:46:46]|h Вы получили задание \"Перед рассветом\".",
					["serverTime"] = 1613728005,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 37218.124,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[11:46:46]|h Полемарх Адрест говорит: Священные земли снова наши. Перерожденные вернулись к обучению. Они будут рады узнать о возвращении последнего храма.",
					["serverTime"] = 1613728005,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 37218.407,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[11:26:39]|h Получено: 25 |4золотая:золотые:золотых;, 74 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1613726798,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36011.783,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[11:26:39]|h Вы получили предмет: |cffa335ee|Hitem:181291::::::::60:577::11::1:28:2060:::|h[Самоотверженная печать Архонта]|h|r.",
					["serverTime"] = 1613726798,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36011.783,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[11:26:42]|h Вы получили задание \"План Лисонии\".",
					["serverTime"] = 1613726801,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36014.753,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[11:26:43]|h Лисония кричит: Слишком поздно, пилигрим. Скоро ваш драгоценный идеал поддастся своей скрытой гордыне.",
					["serverTime"] = 1613726802,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						21, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36015.137,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[11:26:47]|h Лисония кричит: Покажи нам свою гордыню, идеал!",
					["serverTime"] = 1613726806,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						21, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36019.57,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[11:26:56]|h Хирон говорит: Ты навязываешь всем свои взгляды... Свои ошибки... Я потратил тысячи лет, чтобы стать воплощением своих принципов...",
					["serverTime"] = 1613726815,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 36027.87,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [128]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
