
PawnOptions = {
["LastVersion"] = 2.1307,
["LastPlayerFullName"] = "Алиэрена-Гордунни",
["AutoSelectScales"] = true,
["ItemLevels"] = {
{
["ID"] = 211017,
["Level"] = 668,
["Link"] = "|cnIQ4:|Hitem:211017::::::::80:259::173:7:12282:6652:12921:11215:12239:3247:10255:1:28:2462:::::|h[Шлем искателя сокровищ]|h|r",
},
{
["ID"] = 211063,
["Level"] = 668,
["Link"] = "|cnIQ4:|Hitem:211063::::::::80:259::173:7:12282:6652:10394:10392:11215:1573:10255:1:28:2462:::::|h[Давно потерянный ошейник]|h|r",
},
{
["ID"] = 211038,
["Level"] = 668,
["Link"] = "|cnIQ4:|Hitem:211038::::::::80:259::173:6:12282:6652:11215:12239:3247:10255:1:28:2462:::::|h[Эполеты искателя сокровищ]|h|r",
},
nil,
{
["ID"] = 211037,
["Level"] = 668,
["Link"] = "|cnIQ4:|Hitem:211037::::::::80:259::173:6:12282:6652:11215:12239:3247:10255:1:28:2462:::::|h[Жилет искателя сокровищ]|h|r",
},
{
["ID"] = 211019,
["Level"] = 668,
["Link"] = "|cnIQ4:|Hitem:211019::::::::80:259::173:7:12282:6652:12921:11215:12239:3247:10255:1:28:2462:::::|h[Кушак искателя сокровищ]|h|r",
},
{
["ID"] = 211018,
["Level"] = 668,
["Link"] = "|cnIQ4:|Hitem:211018::::::::80:259::173:6:12282:6652:11215:12239:3247:10255:1:28:2462:::::|h[Брюки искателя сокровищ]|h|r",
},
{
["ID"] = 211015,
["Level"] = 668,
["Link"] = "|cnIQ4:|Hitem:211015::::::::80:259::173:6:12282:6652:11215:12239:3247:10255:1:28:2462:::::|h[Башмаки искателя сокровищ]|h|r",
},
{
["ID"] = 211020,
["Level"] = 668,
["Link"] = "|cnIQ4:|Hitem:211020::::::::80:259::173:7:12282:6652:12921:11215:12239:3247:10255:1:28:2462:::::|h[Наручники искателя сокровищ]|h|r",
},
{
["ID"] = 211016,
["Level"] = 668,
["Link"] = "|cnIQ4:|Hitem:211016::::::::80:259::173:6:12282:6652:11215:12239:3247:10255:1:28:2462:::::|h[Захваты искателя сокровищ]|h|r",
},
{
["ID"] = 211052,
["Level"] = 668,
["AlsoFitsIn"] = 12,
["Link"] = "|cnIQ4:|Hitem:211052::::::::80:259::173:7:12282:6652:10394:10392:11215:1573:10255:1:28:2462:::::|h[Былая печатка]|h|r",
},
{
["ID"] = 211061,
["Level"] = 668,
["AlsoFitsIn"] = 11,
["Link"] = "|cnIQ4:|Hitem:211061::::::::80:259::173:7:12282:6652:10394:10392:11215:1573:10255:1:28:2462:::::|h[Выкопанное кольцо-реликвия]|h|r",
},
{
["ID"] = 153947,
["Level"] = 655,
["AlsoFitsIn"] = 14,
["Link"] = "|cnIQ2:|Hitem:153947::::::::80:259::105:1:13572:2:28:2852:9:80:::::|h[Поглощающий свет идол ярости]|h|r",
},
{
["ID"] = 153950,
["Level"] = 655,
["AlsoFitsIn"] = 13,
["Link"] = "|cnIQ2:|Hitem:153950::::::::80:259::105:1:13572:2:28:2852:9:80:::::|h[Поглощающий свет камень ярости]|h|r",
},
{
["ID"] = 235499,
["Level"] = 730,
["Link"] = "|cnIQ6:|Hitem:235499::::::::80:259:::2:12401:9893::::::|h[Повязки реши]|h|r",
},
{
["ID"] = 211046,
["Level"] = 668,
["AlsoFitsIn"] = 17,
["Link"] = "|cnIQ4:|Hitem:211046::::::::80:259::173:5:12282:6652:11215:1573:10255:1:28:2462:::::|h[Долото теневого художника]|h|r",
},
{
["ID"] = 153960,
["Level"] = 655,
["AlsoFitsIn"] = 16,
["Link"] = "|cnIQ2:|Hitem:153960::::::::80:259::105:1:13572:2:28:2852:9:80:::::|h[Поглощающий свет нож]|h|r",
},
},
["AutoSelectScalesEnabledOnce"] = true,
["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
["LastClass"] = "ROGUE",
["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
