
PawnOptions = {
["LastVersion"] = 2.1201,
["LastPlayerFullName"] = "Терцета-Гордунни",
["AutoSelectScales"] = true,
["ItemLevels"] = {
{
["ID"] = 247006,
["Level"] = 656,
["Link"] = "|cnIQ4:|Hitem:247006::::::::80:258::27:9:12545:13362:13435:13533:13524:13357:13557:10034:5921:1:28:2905:::::|h[Убор Очистителя]|h|r",
},
{
["ID"] = 246194,
["Level"] = 630,
["Link"] = "|cnIQ4:|Hitem:246194::::::::80:258::136:5:12647:13524:13557:10034:5895:1:28:2905:::::|h[Колье из обожженных костей]|h|r",
},
{
["ID"] = 240354,
["Level"] = 653,
["Link"] = "|cnIQ4:|Hitem:240354::::::::80:258::27:10:12545:13363:13361:13435:13533:13524:13357:13557:10034:5918:1:28:2905:::::|h[Нарамник вечной ночи]|h|r",
},
[13] = {
["ID"] = 246000,
["Level"] = 659,
["AlsoFitsIn"] = 14,
["Link"] = "|cnIQ4:|Hitem:246000::::::::80:258::27:5:12627:13524:13557:10034:5924:1:28:2905:::::|h[Приманка неизведанных глубин]|h|r",
},
[7] = {
["ID"] = 240350,
["Level"] = 653,
["Link"] = "|cnIQ4:|Hitem:240350::::::::80:258::27:10:12545:13361:13365:13435:13533:13524:13357:13557:10034:5918:1:28:2905:::::|h[Бриджи вечной ночи]|h|r",
},
[14] = {
["ID"] = 246208,
["Level"] = 640,
["AlsoFitsIn"] = 13,
["Link"] = "|cnIQ4:|Hitem:246208::::::::80:256::27:5:12663:13524:13557:10034:5905:1:28:2905:::::|h[Частица неведанной магии]|h|r",
},
[15] = {
["ID"] = 240264,
["Level"] = 636,
["Link"] = "|cnIQ4:|Hitem:240264::::::::80:258::27:10:12543:13365:13363:13435:13533:13524:13357:13557:10034:5901:1:28:2905:::::|h[Плащ ночного ловца]|h|r",
},
[8] = {
["ID"] = 247435,
["Level"] = 659,
["Link"] = "|cnIQ4:|Hitem:247435::::::::80:258::27:9:12544:13364:13435:13533:13524:13357:13557:10034:5924:1:28:2905:::::|h[Вечногрязные сандалии]|h|r",
},
[16] = {
["ID"] = 242575,
["Level"] = 656,
["Link"] = "|cnIQ6:|Hitem:242575::::::::80:258:::3:13358:13291:11383:1:28:2905:::::|h[Ксал'атат, клинок Темной Империи]|h|r",
},
[17] = {
["ID"] = 242602,
["Level"] = 649,
["Link"] = "|cnIQ6:|Hitem:242602::::::::80:258:::::::::|h[Тайны Бездны]|h|r",
},
[5] = {
["ID"] = 247519,
["Level"] = 656,
["Link"] = "|cnIQ4:|Hitem:247519::::::::80:258::27:10:12544:13363:13361:13435:13533:13524:13357:13557:10034:5921:1:28:2905:::::|h[Сводящее с ума одеяние секретов]|h|r",
},
[10] = {
["ID"] = 240347,
["Level"] = 656,
["Link"] = "|cnIQ4:|Hitem:240347::::::::80:258::27:10:12543:13363:13361:13435:13533:13524:13357:13557:10034:5921:1:28:2905:::::|h[Перчатки вечной ночи]|h|r",
},
[11] = {
["ID"] = 246199,
["Level"] = 653,
["AlsoFitsIn"] = 12,
["Link"] = "|cnIQ4:|Hitem:246199::::::::80:258::27:5:12620:13524:13557:10034:5918:1:28:2905:::::|h[Кольцо жестокого подчинения]|h|r",
},
[6] = {
["ID"] = 247430,
["Level"] = 630,
["Link"] = "|cnIQ4:|Hitem:247430::::::::80:258::134:9:12696:13524:12545:13364:13435:13533:13557:10034:5895:1:28:2905:::::|h[Старомодный кушак высокорожденного]|h|r",
},
[12] = {
["ID"] = 246199,
["Level"] = 636,
["AlsoFitsIn"] = 11,
["Link"] = "|cnIQ4:|Hitem:246199::::::::80:258::27:5:12620:13524:13557:10034:5901:1:28:2905:::::|h[Кольцо жестокого подчинения]|h|r",
},
[9] = {
["ID"] = 247631,
["Level"] = 643,
["Link"] = "|cnIQ4:|Hitem:247631::::::::80:258::136:10:12696:13524:12545:13363:13361:13435:13533:13557:10034:5908:1:28:2905:::::|h[Наручи пироманта ман'ари]|h|r",
},
},
["AutoSelectScalesEnabledOnce"] = true,
["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
["LastClass"] = "PRIEST",
["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
