
PawnOptions = {
["LastVersion"] = 2.1307,
["ItemLevels"] = {
{
["ID"] = 237691,
["Level"] = 730,
["Link"] = "|cnIQ4:|Hitem:237691::::::::80:581::35:8:12231:10390:6652:12365:12676:13446:1540:10255:1:28:2462:::::|h[Лютый скальп огнедышащей гончей]|h|r",
},
{
["ID"] = 215136,
["Level"] = 720,
["Link"] = "|cnIQ4:|Hitem:215136::213743:213479:::::80:581::13:9:10421:9633:8902:10879:10396:9627:12050:8790:12053:8:28:2734:29:40:30:36:38:8:40:1279:43:231756:46:222587:47:231768:::::|h[Амулет мастерства земельников |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
},
{
["ID"] = 237689,
["Level"] = 710,
["Link"] = "|cnIQ4:|Hitem:237689::::::::80:581::110:6:6652:12233:12675:12355:1520:10255:1:28:2462:::::|h[Лютые рогощитки огнедышащей гончей]|h|r",
},
nil,
{
["ID"] = 237694,
["Level"] = 707,
["Link"] = "|cnIQ4:|Hitem:237694::::::::80:581::108:6:6652:12229:12676:12354:1517:10255:1:28:2462:::::|h[Лютые повязки огнедышащей гончей]|h|r",
},
{
["ID"] = 237688,
["Level"] = 707,
["Link"] = "|cnIQ4:|Hitem:237688::::::::80:581::108:5:6652:12921:12354:1517:10255:1:28:2462:::::|h[Лютый охотничий ремень огнедышащей гончей]|h|r",
},
{
["ID"] = 185801,
["Level"] = 714,
["Link"] = "|cnIQ4:|Hitem:185801:7601:::::::80:581::35:7:10390:6652:12239:10383:12358:10026:10255:1:28:2462:::::|h[Штаны аномального звездного света]|h|r",
},
{
["ID"] = 221120,
["Level"] = 714,
["Link"] = "|cnIQ4:|Hitem:221120::::::::80:581::35:7:10390:6652:12239:10383:12358:3206:10255:1:28:2462:::::|h[Сапоги стойкого стража]|h|r",
},
{
["ID"] = 219334,
["Level"] = 727,
["Link"] = "|cnIQ4:|Hitem:219334:7391:::::::80:581::13:11:10421:9633:8902:9627:12053:11109:8960:8790:12050:12921:13468:11:28:2734:29:40:30:36:38:8:40:1436:46:231768:47:219506:48:222587:49:231756:52:248447:53:251993:::::|h[Поручи с руническим клеймом |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
},
{
["ID"] = 237692,
["Level"] = 707,
["Link"] = "|cnIQ4:|Hitem:237692::::::::80:581::110:6:6652:12230:12675:12354:1517:10255:1:28:2462:::::|h[Лютые когти Скверны огнедышащей гончей]|h|r",
},
{
["ID"] = 211061,
["Level"] = 704,
["AlsoFitsIn"] = 12,
["Link"] = "|cnIQ4:|Hitem:211061::::::::80:581::109:6:6652:10394:10393:12297:1609:10255:1:28:2462:::::|h[Выкопанное кольцо-реликвия]|h|r",
},
{
["ID"] = 211061,
["Level"] = 701,
["AlsoFitsIn"] = 11,
["Link"] = "|cnIQ4:|Hitem:211061::::::::80:581::109:6:6652:10394:10393:12296:1606:10255:1:28:2462:::::|h[Выкопанное кольцо-реликвия]|h|r",
},
{
["ID"] = 190958,
["Level"] = 707,
["AlsoFitsIn"] = 14,
["Link"] = "|cnIQ4:|Hitem:190958::::::::80:581::35:6:12356:10390:6652:10383:10019:10255:1:28:2462:::::|h[Тайный прием Со'леи]|h|r",
},
{
["ID"] = 232543,
["Level"] = 707,
["AlsoFitsIn"] = 13,
["Link"] = "|cnIQ4:|Hitem:232543::::::::80:581::35:6:12356:10390:6652:10383:1543:10255:1:28:2462:::::|h[Грязь гулкого ритуала]|h|r",
},
{
["ID"] = 235499,
["Level"] = 730,
["Link"] = "|cnIQ6:|Hitem:235499::238045::::::80:581:::3:12401:9893:12258::::::|h[Повязки реши]|h|r",
},
{
["ID"] = 222441,
["Level"] = 727,
["AlsoFitsIn"] = 17,
["Link"] = "|cnIQ4:|Hitem:222441:7463:::::::80:581::13:10:10421:9633:8902:9627:8790:12050:12053:11300:8960:13468:10:28:2734:29:40:30:32:38:8:40:2152:45:222587:46:231756:47:231768:48:226024:52:251993:::::|h[Выкованный навеки боевой клинок |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
},
{
["ID"] = 222441,
["Level"] = 727,
["AlsoFitsIn"] = 16,
["Link"] = "|cnIQ4:|Hitem:222441:7463:::::::80:581::13:8:10421:9633:8902:9627:8790:12050:12053:13468:9:28:2734:29:40:30:49:38:8:40:2152:45:222587:46:231756:47:231768:52:251993:::::|h[Выкованный навеки боевой клинок |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
},
},
["AutoSelectScales"] = true,
["UpgradeTracking"] = false,
["LastPlayerFullName"] = "Алтэри-Гордунни",
["AutoSelectScalesEnabledOnce"] = true,
["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
["LastClass"] = "DEMONHUNTER",
["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
