
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
				"/с /reload", -- [1]
				"/п |cff0070dd|Hitem:127493::::::::120:581:512:22:1:5473:120:::|h[Метеоритный оселок]|h|rнадо кому?", -- [2]
				"/п Где вы их находите?", -- [3]
				" Пойду на приста. Лёша уже в пм пишет", -- [4]
				"/п *геру", -- [5]
				"/п Герц)", -- [6]
				"/гр ппц", -- [7]
				"/гр Ы, ты видишь эти хоты на боссе?", -- [8]
				"/cw Айсли-Борейскаятундра Сейчас добьём с Дашей тв и перезайду", -- [9]
				"/cw Айсли-Борейскаятундра Да", -- [10]
				"/гр Кольцо 100 илвл)", -- [11]
				"/гр )", -- [12]
				"/гр Я совсем забыла про рейд", -- [13]
				"/г А мы быстро)", -- [14]
				"/г Таймволки нужны кому-нибудь?", -- [15]
				"/гр Я всё время об этом забываю", -- [16]
				"/гр Блин", -- [17]
				"/гр Спасибо, монк)", -- [18]
				"/гр |cff0070dd|Hitem:127561::::::::120:581:512:22:1:5473:120:::|h[Покров Акали]|h|r", -- [19]
				"/гр Плащ на транс нужен?", -- [20]
				"/гр Существенно быстрее", -- [21]
				"/гр Прикольно", -- [22]
				"/гр Впервые всё это вижу", -- [23]
				"/гр о ппц", -- [24]
				"/гр А тут что, можно так пройти?", -- [25]
				"/гр Апай и пойдем таймволкать", -- [26]
				"/гр Круто)", -- [27]
				"/гр Где блин все", -- [28]
				"/гр И вышел ><", -- [29]
				"/гр Который Самопал", -- [30]
				"/гр О, Ваня заходил", -- [31]
				"/гр Можно туда", -- [32]
				"/гр А хотя откуда, квест же не давали до 120", -- [33]
				"/гр Ты таймволки выфармила уже х5?", -- [34]
				"/гр Нафиг тебе тот 340", -- [35]
				"/гр Хотя я вот думаю, мб эффективней сразу в мифики", -- [36]
				"/гр Рарники-то стоят", -- [37]
				"/гр Ну и что?", -- [38]
				"/гр Там, правда, 340 всего падает", -- [39]
				"/гр Можем на арати к рарникам слетать", -- [40]
				"/гр Мне тут ещё овердофига всего", -- [41]
				"/гр Кодо это ж хардкор?", -- [42]
				"/гр А, |cff0070dd|Hitem:166525::::::::120:577::::::|h[Яйцо полночной совы]|h|r это было", -- [43]
				"/гр Лин, ещё что-то же падало сегодня", -- [44]
				"/гр Тебе |cff0070dd|Hitem:166454::::::::120:577::::::|h[Скользкая фиолетовая слизь]|h|r нужна?", -- [45]
				"/гр Будет", -- [46]
				"/гр На этого наверное можно дд", -- [47]
				"/гр Хотя", -- [48]
				"/гр *ся", -- [49]
				"/гр Чтоб 10 раз не спекатья", -- [50]
				"/гр Больших убьём потом вернёмся", -- [51]
				"/гр Ты вроде и дд, и в то же время - танк", -- [52]
				"/гр А я размышляю о том, что хорошо быть хантом", -- [53]
				"/гр )", -- [54]
				"/гр )", -- [55]
				"/гр Упало что-нибудь?", -- [56]
				" Перезайду", -- [57]
				" Мне пишут, что я не лидер группы О_О", -- [58]
				"/гр У меня локалку не показывает)", -- [59]
				"/гр Для Ивуса", -- [60]
				"/гр Монетку купила?", -- [61]
				"/гр Ты ж в курсе, что за знаки из таймволков можно вещи покупать?", -- [62]
				"/гр У тебя какой сейчас илвл?", -- [63]
				"/гр О, плащик", -- [64]
				"/гр Я к тому, что на ДХ точно не может быть столько заданий", -- [65]
				"/гр Ачивки как-то отфонарно прокают теперь", -- [66]
				"/гр Серьёзно что ли 10к?)", -- [67]
				"/гр а", -- [68]
				"/гр Так, там локалка ещё был", -- [69]
				"/гр Рарник лутается у тебя?", -- [70]
				"/гр Если убьют, не вставай. Пилон поставлю", -- [71]
				"/гр Ну ппц", -- [72]
				"/гр Точно не передаётся", -- [73]
				"/гр квест взяла?", -- [74]
				"/гр Запрыгивай", -- [75]
				"/гр На мелких останусь в дд, на больших буду спекаться", -- [76]
				"/гр Сейчас кофе быстренько сделаю и пойдем", -- [77]
				"/гр Угу. Спокойней будет", -- [78]
				"/п Глефомет как раз доехал)", -- [79]
				"/с /thanks", -- [80]
				" Ну хоть ачивка)", -- [81]
				" Можно улетать?", -- [82]
				" Отвис? ", -- [83]
				" Удачного дропа)", -- [84]
				" заходи", -- [85]
				" Если ты сам пойдешь в литейку, у меня кд не будет", -- [86]
				" Мы же в ЦАП идем, причем тут Чернорук?", -- [87]
				" Я по рейдам потом буду ходить. Сейчас много квестов новых, надо всё сделать)", -- [88]
				" Нет", -- [89]
				"/cw Коррделия-Борейскаятундра Не сегодня", -- [90]
				"/cw Аркадрон-Борейскаятундра А ты их ещё не нашел что ли?", -- [91]
				"/гр Наверх по тропинке", -- [92]
				"/г Что такое лкчг?", -- [93]
				"/г Я тебя когда-то слышала", -- [94]
				"/г Айсли тебя гомосексуалистом начал называть задолго до Мегакрута", -- [95]
				"/г \"Пуфка микрофон\"", -- [96]
				"/г А что это за событие 14-го марта?", -- [97]
				"/г Завтра субботка(", -- [98]
				"/г Идем с нами Дашу одевать", -- [99]
				"/г Пуфик, у тебя латники есть?)", -- [100]
				"/гр Гробница королей", -- [101]
				"/г Не надо)", -- [102]
				"/гр King's rest", -- [103]
				"/гр Андрей? Ты прилетел?", -- [104]
				"/гр Сделаем", -- [105]
				"/гр  А сейчас?", -- [106]
				"/гр Пришли саммоны?", -- [107]
				"/гр Отлично)", -- [108]
				"/гр Даш, ты у пала позабирала дроп?", -- [109]
				"/гр Underrot (if you're interested)", -- [110]
				"/г Круто)", -- [111]
				"/гр They are already inside", -- [112]
				"/г Блин, Даша не в гильдии(", -- [113]
				"/г Вот мне интересно, что люди с 15+к дпс забыли в героике? Я про нашу предыдущую пати", -- [114]
				"/гр Приста брать или латников подождем?", -- [115]
				"/cw Аркадрон-Борейскаятундра Гавань", -- [116]
				"/гр В гавань сначала", -- [117]
				"/cw Аркадрон Андрей, в миф 0 за маунтами пойдешь?", -- [118]
				" По крайней мере, в те, где маунты)", -- [119]
				" Да я вот тоже думаю", -- [120]
				" В героике маунт не падает что ли?", -- [121]
				" Жаль, у меня латников нет вообще", -- [122]
				"/гр Нет, серьёзно, у него поменялся голос", -- [123]
				" Заходи) в мифики пойдем)", -- [124]
				" Доча!", -- [125]
				"/гр lawl", -- [126]
				"/гр ))))", -- [127]
				"/гр This ain't the boss)", -- [128]
				"/гр Варр, ты почему сумм не принял?", -- [129]
				"/гр Me and the other mage are in different warmodes", -- [130]
				"/гр Turns out priest doesn't have the flightpath either)", -- [131]
				"/гр Yes", -- [132]
				"/гр sup)", -- [133]
				"/гр king's rest", -- [134]
				"/гр Need one more for summon", -- [135]
				"/гр hi", -- [136]
				"/гр А нет, Подгнилье", -- [137]
				"/гр King's rest", -- [138]
				"/гр mount up", -- [139]
				"/гр yes", -- [140]
				"/г Тут Ваня-Самопал утверждает, что он шесть лет фармил её в 8 твинков", -- [141]
				"/г Сейчас сделаю себе кофе, возьму яблочко, и буду открывать всё, что осталось", -- [142]
				"/г Часть открывала, часть хранила", -- [143]
				"/г (", -- [144]
				"/г Задачка: у девочки Марины было 34 |cffa335ee|Hitem:54537::::::::120:581::11::::|h[Коробочка в виде сердца]|h|r. Сколько ракет в них содержится?\"", -- [145]
				"/г Это из экспедиций?", -- [146]
				"/г Всё равно это было внезапно", -- [147]
				"/г О_О", -- [148]
				"/г Зачетная поросятина)", -- [149]
				"/г Хрю!", -- [150]
				"/cw Ромеох-Борейскаятундра В смысле, надолго ушел?", -- [151]
				"/cw Ромеох Ты в ключ один или с Альмагорном?", -- [152]
				" Так в ЦН или в ключ?", -- [153]
				"/п Если не убивать птицу и яйцо нам бр не поможет", -- [154]
				"/п Яйцо нужно убивать", -- [155]
				"/п Рефлекс ><", -- [156]
				"/п блин", -- [157]
				"/п ждите меня там за стенкой", -- [158]
				"/г После данжа сходим, если ещё будет актуально", -- [159]
				"/г Хочу. Только меня  данж затянуло", -- [160]
				"/г О, сантехник", -- [161]
				"/г Наш танк аренит", -- [162]
				"/с /tomcats darkshore toggle", -- [163]
				"/гр Пошла на работу. Удачного фарма)", -- [164]
				"/гр На здоровье)", -- [165]
				"/гр Как раз 4 дня осталось - 16 штук)", -- [166]
				"/с /reload", -- [167]
				"/г Помимо роботов на запчасти", -- [168]
				"/г А что там интересного в Жиле?", -- [169]
				"/г Отправила", -- [170]
				"/cw Айсли-Борейскаятундра Добиваю фронт", -- [171]
				"/cw Гриддис-Борейскаятундра https://www.warcraftlogs.com/zone/rankings/21#metric=hps&class=Healers", -- [172]
				"/cw Гриддис-Борейскаятундра И как?", -- [173]
				"/cw Гриддис-Борейскаятундра Привет)", -- [174]
				"/с /thanks", -- [175]
				"/с /greet", -- [176]
				"/гр умираем", -- [177]
				"/гр да", -- [178]
				"/гр лежать пока", -- [179]
				"/гр Но мы всё равно в Шторма", -- [180]
				"/гр Убрали требования на квесты со всех инстов", -- [181]
				"/гр И в осаду ты можешь", -- [182]
				"/гр В Штормах что-то нужное падает", -- [183]
				"/cw Сатот-Дракономор Спасибо)", -- [184]
				"/cw Сатот-Дракономор и тебе ", -- [185]
				"/гр Шторма", -- [186]
				"/гр Извини, нам нужно вместо тебя согильдийца взять", -- [187]
				"/гр Спасибо, хант", -- [188]
				"/г На следующий будет", -- [189]
				"/г один остался", -- [190]
				"/гр Не встаём", -- [191]
				"/гр Если там пвп на входе нет", -- [192]
				"/гр Привет", -- [193]
				"/гр King's Rest", -- [194]
				"/гр run to the third boss", -- [195]
				"/гр Underrot next", -- [196]
				"/г Заходите в групповой войс, кто хочет", -- [197]
				"/г Это Вирж шарит)", -- [198]
				"/г Там как раз маунты", -- [199]
				"/г Гавань, Подгнилье, гробница и что-то ещё", -- [200]
				"/г Я за 4 разных)", -- [201]
				"/г Вы 4 разных хотите или 4 Вольных гавани?", -- [202]
				"/г )", -- [203]
				"/г На следующем кд упадет", -- [204]
				"/г не упал?", -- [205]
				"/г Из пати не выхожу, а то тебя выкинет", -- [206]
				"/г заходи", -- [207]
				"/cw Честертон-Дракономор кто-то другой прилетел и добил", -- [208]
				"/г Cек, тут попросили подождать, не добивать босса", -- [209]
				"/cw Честертон-Дракономор Лети) стою", -- [210]
				"/3 На Пушку смерти ждать кого-нибудь?", -- [211]
				"/г Тогда не выходи)", -- [212]
				"/г босс", -- [213]
				"/г Выходи, тоже стукни", -- [214]
				"/г Думроллер реснулся", -- [215]
				"/г у", -- [216]
				"/г Леч", -- [217]
				"/г Ну попробуй, может мне не обязательно в рейде быть", -- [218]
				"/г Я, наверное, зайти должна", -- [219]
				"/г /tmw", -- [220]
				"/г Нынешние 10+, это как раньше 13+", -- [221]
				"/г /tmw", -- [222]
				"/г Ты обещал, что он вернётся, когда выпустят рейд", -- [223]
				"/г Слушая, зловещий гладиатор, где моя сова?! ><", -- [224]
				"/г Что ещё надо для счастья", -- [225]
				"/г В Долине штормов самые лучшие вторжения всех времён и народов. Квесты рядом, завершающее задание короткое", -- [226]
				"/cw Кейстут-Борейскаятундра Пока ты спишь, враг фармить военные медали 7-го легиона", -- [227]
				"/п А оно как бафф сразу вешается, или там что-то лутать надо и на базу нести?", -- [228]
				"/п Почему бить верхом нельзя ><", -- [229]
				"/п Уииии, ездовой ДК", -- [230]
				"/п Ну они по кораблям стреляют ещё вроде", -- [231]
				"/г ОМФГ голем с дверью в руке", -- [232]
				"/г ВикАуры тоже есть на эту тему, скорее всего", -- [233]
				"/г TellMeWhen", -- [234]
				"/г Омг, в этой игре ещё и не один спиннер, а два", -- [235]
				"/г Удалишь игру", -- [236]
				"/г )", -- [237]
				" А у тебя который час сейчас?", -- [238]
				" Вот это ппц", -- [239]
				" И делает несколькими твинками", -- [240]
				" Заходит каждый раз точно к началу", -- [241]
				" Лёша себе на них будильник заводит))", -- [242]
				" (", -- [243]
				" Привет)", -- [244]
				" Я это время ещё называю ночью", -- [245]
				"/cw Альмагорн-Борейскаятундра /reload", -- [246]
				"/cw Альмагорн-Борейскаятундра У вендоров продаётся", -- [247]
				"/cw Альмагорн-Борейскаятундра В упаковочную бумагу завернула", -- [248]
				"/с /tptp", -- [249]
				"/с /tptp", -- [250]
				"/с /reload", -- [251]
				"/с /tptp", -- [252]
				"/г Что это тебя теперь на полежать всё время тянет?", -- [253]
				"/г Как люди уже на старте БфА эту ачиву получали - выше моего понимания", -- [254]
				"/г Осталось всего 29 маунтов", -- [255]
				"/г Уииииии |cffa335ee|Hitem:163645::::::::120:581::::::|h[Головокуска]|h|r", -- [256]
				"/г А траву не бросил?", -- [257]
				"/г Жаль, нельзя ДХ создать пандой", -- [258]
				"/с /thanks", -- [259]
				"/cw Айсли-Борейскаятундра Нет, я не хочу никуда идти", -- [260]
				"/г Самая нижняя полётка в гавани Боралуса", -- [261]
				"/г На Улице Мореходов", -- [262]
				"/г А тут ты ещё параллельно делаешь не только посланника для 7-го легиона, но и посланника для данной локации", -- [263]
				"/г 5 локалок - 5 монеток за последний сценарий", -- [264]
				"/г Там же так и выходит в итоге", -- [265]
				"/г А, ты хотел по монетке за каждую локалку?", -- [266]
				"/г А какой радости ты ждал от нападений?", -- [267]
				" У меня такое хорошее настроение, так не хочется его портить)", -- [268]
				" Лёш, можно я сегодня не пойду в рейд?", -- [269]
				"/гр Отлично", -- [270]
				"/гр А тебе метки мои видно было?", -- [271]
				"/гр Сделалось?", -- [272]
				"/гр Не знаю, видишь ли ты их", -- [273]
				"/гр Я там меток наставила", -- [274]
				"/гр Намного", -- [275]
				"/гр Снеговик южнее", -- [276]
				"/гр Тебе нужен второй справа. Возле него ещё табличка стоит", -- [277]
				"/гр И там бежишь к порталам", -- [278]
				"/гр В центре вниз портуешься", -- [279]
				"/гр В общем, ты на верном пути", -- [280]
				"/гр Чертов вармод", -- [281]
				"/3 На Коготь смерти летит кто-нибудь?", -- [282]
				"/г Я убила Ивуса и он мне не предложил бонус ролл кинуть", -- [283]
				"/г |cffffffff|Hcurrency:1580:0|h[Печать судьбы воина]|h|r это же актуальная монетка?", -- [284]
				"/г Уиии", -- [285]
				"/г То есть, завтра в рейд не идем, если вас всех забанят?", -- [286]
				"/г Да", -- [287]
				"/г (", -- [288]
				"/г Угу. И у всех твинков сразу откроется квест на фронт", -- [289]
				"/г Чтоб его дали, нужно полностью пройти новую кампанию хотябы одним чаром", -- [290]
				"/г Ты квест не взял?", -- [291]
				"/г С самого фронта 340, как и в Стромгарде", -- [292]
				"/г Лёш, 385 дают за квест, который берёш перед фронтом", -- [293]
				"/г В остальном вроде ничего не изменилось", -- [294]
				"/г Летать приходится через Минск и Ригу", -- [295]
				"/г Единственная подстава с транзитом Россия - Украина, это то, что прямого авиасообщения больше нету ><", -- [296]
				"/г Типа, если вообще без паспорта кто-то едет?", -- [297]
				"/г Скажите ещё, что у нас прям на улицах хватают, если вдруг по-русски заговоришь)", -- [298]
				"/г :DDD", -- [299]
				"/г С ней всё отлично, просто я не знала, что у Вейла тёща в Львовской области живёт)", -- [300]
				"/г \"Тут\" это где территориально?", -- [301]
				"/г ы, а чего это ты с украинской раскладкой?", -- [302]
				"/г Грац!", -- [303]
				"/г И молчит)", -- [304]
				"/г О, Вейл вернулся", -- [305]
				"/г Андрей, а ты его уже сделал?", -- [306]
				"/г ))", -- [307]
				"/г Я его законным способом делать собираюсь", -- [308]
				"/г Куда?", -- [309]
				"/г Был 12й. Но мы позаботились о том, чтоб он стал 11", -- [310]
				" 5 чаров. 5 попыток каждый день", -- [311]
				" Делаю дейлики", -- [312]
				" Нет)", -- [313]
				"/г Там можно было заранее на летающего маунта сесть", -- [314]
				"/г Кстати, в этом было преимущество своего портала из Стальгорна", -- [315]
				"/г Но галочку они всё равно зря убрали(", -- [316]
				"/г Спасибо, Вирж", -- [317]
				"/г Тоже, кстати, вариант. Не подумала", -- [318]
				"/г Ну в новом Даларане внизу есть портал в кратер", -- [319]
				"/г А квест в Стальгорне", -- [320]
				"/г Раньше я создавала группу в заранее собранных, брала в пати своего мага и ставила себе портал в даларанский кратер", -- [321]
				"/г Придется теперь, как обычному человеку, к Гринчу пешком летать", -- [322]
				"/г Вот на зачем?", -- [323]
				"/г Они забрали у нас галочку \"Принимать автоматически\"", -- [324]
				"/с /ignore Ракотхант ", -- [325]
				" Сейчас заинвайчу", -- [326]
				" Ты мне через баттлнет пишешь) я знаю, что ты Садж)", -- [327]
				"/г Пристом бы сходила", -- [328]
				"/г ы, на платформе возле корабля две доски вместо заборчика прибили)", -- [329]
				"/г Ага, \"Жутетварь: Offline for 8 days\". Обрадуй Жутю", -- [330]
				"/г Вирж теперь будет элемом?", -- [331]
				"/г Должны", -- [332]
				"/г Пыль вроде после распыления или утилизации получают", -- [333]
				"/г Я в замешательстве", -- [334]
				"/г Маг-элем?", -- [335]
				"/г Неужели ради собаки?", -- [336]
				"/г Вирж, почему ты маг?", -- [337]
				"/г Ачивка будет", -- [338]
				"/г Типа рейда уже сто лет как нету этого", -- [339]
				"/г Второй, это из старого Зул'Гуруба", -- [340]
				"/г Да ну тебя ((", -- [341]
				"/г У тебя какие?", -- [342]
				"/г Я про |cff71d5ff|Hspell:96491:0|h[Бронированный ящер Раззаши]|h|r", -- [343]
				"/г И Гробница не даст мне Ящера Раззаши", -- [344]
				"/г Я пока ещё не могу фармить Гробницу соло", -- [345]
				"/г Упадёт ли маунт, вот в чем вопрос", -- [346]
				"/г Юбилейный, 333-й поход в Зул'Гуруб", -- [347]
				"/п Кот, хочешь танчить? Спекайся в медведя тогда", -- [348]
				"/cw Альмагорн-Борейскаятундра Кинула", -- [349]
				"/cw Альмагорн-Борейскаятундра https://drive.google.com/file/d/1Ex2ESaoV427up_X0p7lRQVd29mL611Qf/view?usp=sharing", -- [350]
				"/cw Альмагорн-Борейскаятундра Давать ссылку?", -- [351]
				"/cw Альмагорн-Борейскаятундра Иначе ОС его просто удаляет", -- [352]
				"/cw Альмагорн-Борейскаятундра Мой тоже можно заюзать только отключив Windows Defender", -- [353]
				"/cw Альмагорн-Борейскаятундра Он же должен обходить встроенную защиту", -- [354]
				"/cw Альмагорн-Борейскаятундра Активатор - это по определению программа с вирусоподобным кодом", -- [355]
				"/cw Альмагорн-Борейскаятундра Случайно есть. Для десятки", -- [356]
				"/г У тебя есть рога? Оо", -- [357]
				"/г Какого монка? Пуфку?", -- [358]
				"/cw Альмагорн-Борейскаятундра Первый прикольный очен", -- [359]
				"/cw Альмагорн-Борейскаятундра Круто))", -- [360]
				"/cw Альмагорн-Борейскаятундра В общем, ты согласен", -- [361]
				"/cw Альмагорн-Борейскаятундра Угу", -- [362]
				"/cw Альмагорн-Борейскаятундра Ты хочешь, чтоб я тебе за это доплачивала? :D", -- [363]
				"/cw Альмагорн-Борейскаятундра :DDDD", -- [364]
				"/cw Альмагорн У меня латников нет и скорей всего никогда не будет", -- [365]
				"/cw Альмагорн Андрей, а можно я тебе буду по умолчанию отсылать латные трансморги?)", -- [366]
				"/гр На рогу зайду только, у ДХ уже он убит", -- [367]
				"/гр Идем)", -- [368]
				"/гр Там на ачивку нужно два человека", -- [369]
				"/гр Солнышку помощь нужна на Рудожуе)", -- [370]
				"/гр )))", -- [371]
				"/гр Заодно трансморги собираю", -- [372]
				"/гр Угу. Тремя чарами)", -- [373]
				"/гр ДХ тоже начала делать на этой неделе", -- [374]
				"/гр Угу) я пристом на следующем КД уже портал сделаю", -- [375]
				"/гр Или нет?", -- [376]
				"/гр Ты вроде говорил, что был у тебя", -- [377]
				"/гр Неа", -- [378]
				"/гр |cff9d9d9d|Hitem:108979::::::::120:577::::::|h[Выбеленные кости]|h|r всё, что осталось от нашего маунта", -- [379]
				"/гр Уиии, 3 из 4", -- [380]
				"/гр А ты куда побежал?", -- [381]
				"/гр Thanks for the run guys. Cheers", -- [382]
				"/гр Thought everyone was already here", -- [383]
				"/гр Sorry", -- [384]
				"/гр thanks", -- [385]
				"/гр Totem guy first", -- [386]
				"/гр hi", -- [387]
				"/с /tmw", -- [388]
				"/с /tmw", -- [389]
				"/cw Глобусс-Борейскаятундра Пойдем ещё", -- [390]
				"/cw Глобусс-Борейскаятундра Напиши, как вернёшься", -- [391]
				"/гр )))", -- [392]
				"/гр Квест уже сделался", -- [393]
				"/гр Так это пятый данж был", -- [394]
				"/п \"Стоп\" в смысле не пулить дальше?", -- [395]
				"/п И тебе казалось, что легче", -- [396]
				"/п Просто раньше ты не хилил", -- [397]
				"/п БК таймволки самые неприятные", -- [398]
				"/п Тут ничто не законно", -- [399]
				"/п Они разве обходятся?", -- [400]
				"/п Даже таунт не работает", -- [401]
				"/п Они не переагриваются почему-то", -- [402]
				"/п Тут респ за углом", -- [403]
				"/гр Мы с Ваней, кстати,  в диске", -- [404]
				" |cff0070dd|Hitem:127257::::::::120:581:512:22:1:5130:120:::|h[Кобальтовое кольцо Тиригосы]|h|r", -- [405]
				"/гр Давайте три минуты перерыв", -- [406]
				"/г Да", -- [407]
				"/г Таймволки желающие плюсуйте", -- [408]
				" Не важен", -- [409]
				" 120", -- [410]
				" На гибельный вой)", -- [411]
				" Так ДХ не было в Дреноре", -- [412]
				" Поставь мифик", -- [413]
				" Как такое возможно?", -- [414]
				" Мне на приста в ЦАП падали вещи, на которых было написано \"Класс: Охотник на демонов\"", -- [415]
				" я тоже готова", -- [416]
				"/cw Аркадрон В общем, я готова на Арати. Напиши, как у тебя ОЛО закончится", -- [417]
				"/cw Аркадрон Никогда раньше такого не было", -- [418]
				"/cw Аркадрон Чем ты выше по уровню - тем слабее становишься", -- [419]
				"/cw Аркадрон В этом аддоне прямо антипрокачка какая-то идёт", -- [420]
				"/cw Аркадрон \"Добро пожаловать на 120й уровень\"", -- [421]
				"/cw Аркадрон Если я не в танке", -- [422]
				"/cw Аркадрон Хы. После апа меня внезапно все более-менее толстые мобы начинают карать))", -- [423]
				" Хы, после апа меня внезапно все более-менее толстые мобы начинают карать", -- [424]
				" Сейчас я тогда ДХ докачаю и сходим. Мне тут чуть-чуть осталось", -- [425]
				" Ты сейчас хочешь идти?", -- [426]
				" Привет)) Тебя ждала", -- [427]
				"/г За 500 я б может ещё и полетала", -- [428]
				"/г И не надо никуда летать", -- [429]
				"/г У меня танковский бонус за призыв к оружию и то больше", -- [430]
				"/г Победите Каззака, Азурегоса и Кошмара и получите в подарок 50 знаков искаженного времени. Ёлки, правда что ли целых 50?", -- [431]
				"/г Все остальные видят реальность", -- [432]
				"/г То есть, это только ты видишь в рейде корги", -- [433]
				"/г ммм, оно называется \"коргогляды\"", -- [434]
				"/г Пфф, ты что, до сих пор не нафармил?", -- [435]
				"/г А мы разве Джайну будем бить? По идее это должен быть для орды босс", -- [436]
				"/г Сюрприз же", -- [437]
				"/г Классная такая глыба на 20 секунд", -- [438]
				"/г Весь рейд?", -- [439]
				"/г << дитя Катаклизма. Мне можно не знать", -- [440]
				"/г Кто такой Азурегос?", -- [441]
				" Привет. Сегодня не траили, закрывали героик", -- [442]
				"/г Когда заходишь в данж и вдруг понимаешь, что твой каст длится пол года, скалирование сразу становится очень актуальным", -- [443]
				"/г И всё совсем по-другому", -- [444]
				"/г Если ты там качаешься при актуально уровне чара, нет скалирования статов", -- [445]
				"/г Зато не скучно", -- [446]
				"/г Ну не без этого", -- [447]
				"/г А шп в таймволках это такое себе удовольствие. Очень сильно ниже среднего", -- [448]
				"/г Я к тому, что становишься в очередь и получаешь инстант инвайт", -- [449]
				"/г ы, ты ж хилл", -- [450]
				"/г Холипалы по-прежнему считаются миликами?", -- [451]
				"/г Ну отлично же", -- [452]
				"/г На Митраксе есть мк?", -- [453]
				"/г А что там? Он с пулла ваншотает всех рдд?", -- [454]
				"/г Не к", -- [455]
				"/г 32", -- [456]
				"/г Ты про золото забыл", -- [457]
				"/г Дополнение к сюжетным цепочкам", -- [458]
				"/г Просто так квесты", -- [459]
				" /tmw", -- [460]
				" Я пока не могу, на работе", -- [461]
				"/с /tmw", -- [462]
				"/cw Мардонн-Борейскаятундра Уже Альмагорна взяла, сорри(", -- [463]
				"/cw Альмагорн-Борейскаятундра да", -- [464]
				"/г Нападение клана Призрачной луны, один слот", -- [465]
				"/г И нафиг выступ", -- [466]
				"/г Лучше б добавили полёты", -- [467]
				"/гр Спокойной ночи", -- [468]
				"/гр Или котам сейчас трудно?", -- [469]
				"/гр А почему котика не хочешь делать?", -- [470]
				"/гр Потому и туплю", -- [471]
				"/гр Ну вот я пробую как раз)", -- [472]
				"/гр В бою тупо нечего жать))", -- [473]
				"/гр А ещё у дх танка отобрали несколько скиллов", -- [474]
				"/гр /tmw", -- [475]
				"/гр Теперь \"Поглощение магии\" - это диспелл", -- [476]
				"/гр Они её переименовали, оказывается", -- [477]
				"/гр Я всё пыталась понять, какого у меня тмв больше не отслеживает откат сбивалки кастов", -- [478]
				"/гр Да я поняла", -- [479]
				"/гр Так и хотелось перьев из хвоста у тебя надёргать", -- [480]
				"/гр Пулящая вперёд танка птица)", -- [481]
				"/гр Геру нужно после переходки давать", -- [482]
				"/гр Что это за тюленьи танцы?", -- [483]
				"/гр ы", -- [484]
				"/гр )", -- [485]
				"/гр Ты танчить хочешь?", -- [486]
				"/гр |cffa335ee|Hitem:124272::::::::113:577::6:2:1799:1478:::|h[Оплечье заклятого когтя]|h|r", -- [487]
				"/гр |cffffff00|Hachievement:12079:Player-1625-087553EE:1:8:20:18:4294967295:4294967295:4294967295:4294967295|h[Рейд-питомник V: Котоклизм]|h|r", -- [488]
				"/г Привет", -- [489]
				"/г Тебе больше никогда ничего не прокнет", -- [490]
				"/г Выбора нет - удаляй чара", -- [491]
				"/п Блин, я дд >< сорри(", -- [492]
				"/г Угу, рл в игре, это для нас всегда праздник", -- [493]
				"/г Лёш, у тебя на мейне эта ачивка есть?", -- [494]
				"/г Маньяки среди нас", -- [495]
				"/г Оо на твинке", -- [496]
				"/cw Саджет Садж, а у тебя какой ключ?", -- [497]
				"/cw Альмагорн-Борейскаятундра Я там", -- [498]
				"/cw Альмагорн-Борейскаятундра А, так у тебя открыта уже полетка?", -- [499]
				"/cw Альмагорн-Борейскаятундра Я тебя подвезти хотела)", -- [500]
			},
			["ChatFrame3EditBox"] = {
				"/cw Аркадрон-Борейскаятундра Пока всё)", -- [1]
				"/cw Коррделия-Борейскаятундра Привет) Спасибо)", -- [2]
				" Ну там же нужно кого-то более важного в рейд взять", -- [3]
				"/cw Шадоукаст-Борейскаятундра Нет, я сегодня релаксирую", -- [4]
				" А ты линкануть его можешь?", -- [5]
				" Давай Каражан", -- [6]
				" 15", -- [7]
				" Гоу в Каражан", -- [8]
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1590103740,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 86,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[00:18:44]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Сочувствие-Гордунни:2036:PARTY|h|cffd8bc3f60|r:|cfff38bb9Сочувствие|r|h|cffd8d8d8]|r: hey",
					["serverTime"] = 1618521523,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						136, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2664143.411,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[00:18:46]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Sheñ-Antonidas:2038:PARTY|h|cffc59a6cSheñ|r-|cfffda266Ant|r|h|cffd8d8d8]|r: hi",
					["serverTime"] = 1618521525,
					["r"] = 0.4196078777313232,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						135, -- [3]
						137, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2664146.178,
					["g"] = 1,
					["b"] = 0.5490196347236633,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[00:18:48]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Êxia-Antonidas:2039:PARTY|h|cfffef367Êxia|r-|cfffda266Ant|r|h|cffd8d8d8]|r: hi",
					["serverTime"] = 1618521527,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						138, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2664148.061,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[00:18:51]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Алтэри-Гордунни:2040:PARTY|h|cffd8bc3f60|r:|cffa22fc8Алтэри|r|h|cffd8d8d8]|r: hi",
					["serverTime"] = 1618521530,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						139, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2664150.64,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[00:23:50]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Zilvar-Antonidas:2065:PARTY|h|cffa9d271Zilvar|r-|cfffda266Ant|r|h|cffd8d8d8]|r: hey",
					["serverTime"] = 1618521829,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2664449.324,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[00:23:54]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Сочувствие-Гордунни:2066:PARTY|h|cffd8bc3f60|r:|cfff38bb9Сочувствие|r|h|cffd8d8d8]|r: hey",
					["serverTime"] = 1618521833,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						136, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2664453.56,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[00:29:05]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Zilvar-Antonidas:2089:PARTY|h|cffd8bc3f60|r:|cffa9d271Zilvar|r-|cfffda266Ant|r|h|cffd8d8d8]|r: |cff71d5ff|Hspell:109248:0|h[Bindender Schuss]|h|r placed!",
					["serverTime"] = 1618522144,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2664764.524,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[00:29:07]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Zilvar-Antonidas:2092:PARTY|h|cffd8bc3f60|r:|cffa9d271Zilvar|r-|cfffda266Ant|r|h|cffd8d8d8]|r: |cff71d5ff|Hspell:109248:0|h[Bindender Schuss]|h|r triggered!",
					["serverTime"] = 1618522146,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2664767.048,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[00:29:15]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Zilvar-Antonidas:2098:PARTY|h|cffd8bc3f60|r:|cffa9d271Zilvar|r-|cfffda266Ant|r|h|cffd8d8d8]|r: |cff71d5ff|Hspell:109248:0|h[Bindender Schuss]|h|r ended!",
					["serverTime"] = 1618522154,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2664775.125,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[00:29:22]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Sheñ-Antonidas:2102:PARTY|h|cffd8bc3f60|r:|cffc59a6cSheñ|r-|cfffda266Ant|r|h|cffd8d8d8]|r: :D?",
					["serverTime"] = 1618522161,
					["r"] = 0.4196078777313232,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						135, -- [3]
						137, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2664782.107,
					["g"] = 1,
					["b"] = 0.5490196347236633,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[00:29:34]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Sheñ-Antonidas:2110:PARTY|h|cffd8bc3f60|r:|cffc59a6cSheñ|r-|cfffda266Ant|r|h|cffd8d8d8]|r: was that intented?",
					["serverTime"] = 1618522173,
					["r"] = 0.4196078777313232,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						135, -- [3]
						137, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2664793.776,
					["g"] = 1,
					["b"] = 0.5490196347236633,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[00:29:41]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Алтэри-Гордунни:2112:PARTY|h|cffd8bc3f60|r:|cffa22fc8Алтэри|r|h|cffd8d8d8]|r: no",
					["serverTime"] = 1618522180,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						139, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2664800.344,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[00:29:44]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Sheñ-Antonidas:2113:PARTY|h|cffd8bc3f60|r:|cffc59a6cSheñ|r-|cfffda266Ant|r|h|cffd8d8d8]|r: never double pull",
					["serverTime"] = 1618522183,
					["r"] = 0.4196078777313232,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						135, -- [3]
						137, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2664803.555,
					["g"] = 1,
					["b"] = 0.5490196347236633,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[00:33:23]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Sheñ-Antonidas:2134:PARTY|h|cffd8bc3f60|r:|cffc59a6cSheñ|r-|cfffda266Ant|r|h|cffd8d8d8]|r: rep",
					["serverTime"] = 1618522402,
					["r"] = 0.4196078777313232,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						135, -- [3]
						137, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2665022.383,
					["g"] = 1,
					["b"] = 0.5490196347236633,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[00:33:42]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Сочувствие-Гордунни:2136:PARTY|h|cffd8bc3f60|r:|cfff38bb9Сочувствие|r|h|cffd8d8d8]|r: why no hero btw? :)",
					["serverTime"] = 1618522421,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						136, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2665041.264,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[00:33:50]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Sheñ-Antonidas:2137:PARTY|h|cffd8bc3f60|r:|cffc59a6cSheñ|r-|cfffda266Ant|r|h|cffd8d8d8]|r: lol",
					["serverTime"] = 1618522429,
					["r"] = 0.4196078777313232,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						135, -- [3]
						137, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2665049.706,
					["g"] = 1,
					["b"] = 0.5490196347236633,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[00:37:06]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Zilvar-Antonidas:2146:PARTY|h|cffd8bc3f60|r:|cffa9d271Zilvar|r-|cfffda266Ant|r|h|cffd8d8d8]|r: |cff71d5ff|Hspell:109248:0|h[Bindender Schuss]|h|r placed!",
					["serverTime"] = 1618522625,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2665245.997,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[00:38:07]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Сочувствие-Гордунни:2156:PARTY|h|cffd8bc3f60|r:|cfff38bb9Сочувствие|r|h|cffd8d8d8]|r: spear :(",
					["serverTime"] = 1618522686,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						136, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2665306.953,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[00:41:10]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Алтэри-Гордунни:2167:PARTY|h|cffd8bc3f60|r:|cffa22fc8Алтэри|r|h|cffd8d8d8]|r: I was still in combat",
					["serverTime"] = 1618522869,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						139, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2665489.503,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[00:42:39]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Sheñ-Antonidas:2177:PARTY|h|cffd8bc3f60|r:|cffc59a6cSheñ|r-|cfffda266Ant|r|h|cffd8d8d8]|r: finish it for weekly i guess",
					["serverTime"] = 1618522958,
					["r"] = 0.4196078777313232,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						135, -- [3]
						137, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2665578.727,
					["g"] = 1,
					["b"] = 0.5490196347236633,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[00:42:48]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Сочувствие-Гордунни:2178:PARTY|h|cffd8bc3f60|r:|cfff38bb9Сочувствие|r|h|cffd8d8d8]|r: sure",
					["serverTime"] = 1618522967,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						136, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2665587.877,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[00:45:21]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Алтэри-Гордунни:2194:PARTY|h|cffd8bc3f60|r:|cffa22fc8Алтэри|r|h|cffd8d8d8]|r: hero?",
					["serverTime"] = 1618523120,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						139, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2665741.07,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[00:45:28]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Sheñ-Antonidas:2196:PARTY|h|cffd8bc3f60|r:|cffc59a6cSheñ|r-|cfffda266Ant|r|h|cffd8d8d8]|r: y",
					["serverTime"] = 1618523127,
					["r"] = 0.4196078777313232,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						135, -- [3]
						137, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2665747.502,
					["g"] = 1,
					["b"] = 0.5490196347236633,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[00:45:28]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Zilvar-Antonidas:2197:PARTY|h|cffd8bc3f60|r:|cffa9d271Zilvar|r-|cfffda266Ant|r|h|cffd8d8d8]|r: |cff71d5ff|Hspell:264667:0|h[Urtümliche Wut]|h|r activated!",
					["serverTime"] = 1618523127,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2665747.502,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[00:46:08]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Zilvar-Antonidas:2212:PARTY|h|cffd8bc3f60|r:|cffa9d271Zilvar|r-|cfffda266Ant|r|h|cffd8d8d8]|r: |cff71d5ff|Hspell:264667:0|h[Urtümliche Wut]|h|r faded!",
					["serverTime"] = 1618523167,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2665787.509,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[00:47:20]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Алтэри-Гордунни:2223:PARTY|h|cffd8bc3f60|r:|cffa22fc8Алтэри|r|h|cffd8d8d8]|r: shroud after this guy",
					["serverTime"] = 1618523239,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						139, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2665859.796,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[00:52:26]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Zilvar-Antonidas:2238:PARTY|h|cffd8bc3f60|r:|cffa9d271Zilvar|r-|cfffda266Ant|r|h|cffd8d8d8]|r: |cff71d5ff|Hspell:109248:0|h[Bindender Schuss]|h|r placed!",
					["serverTime"] = 1618523545,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2666165.889,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[00:56:18]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Алтэри-Гордунни:2269:PARTY|h|cffd8bc3f60|r:|cffa22fc8Алтэри|r|h|cffd8d8d8]|r: we didn't need those",
					["serverTime"] = 1618523777,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						139, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2666397.703,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[00:56:21]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Алтэри-Гордунни:2270:PARTY|h|cffd8bc3f60|r:|cffa22fc8Алтэри|r|h|cffd8d8d8]|r: but no matter",
					["serverTime"] = 1618523780,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						139, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2666401.059,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[01:07:51]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Zilvar-Antonidas:2329:PARTY|h|cffd8bc3f60|r:|cffa9d271Zilvar|r-|cfffda266Ant|r|h|cffd8d8d8]|r: |cff71d5ff|Hspell:264667:0|h[Urtümliche Wut]|h|r activated!",
					["serverTime"] = 1618524470,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2667090.682,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[01:08:18]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Zilvar-Antonidas:2343:PARTY|h|cffd8bc3f60|r:|cffa9d271Zilvar|r-|cfffda266Ant|r|h|cffd8d8d8]|r: |cff71d5ff|Hspell:264667:0|h[Urtümliche Wut]|h|r faded!",
					["serverTime"] = 1618524497,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2667118.185,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[01:09:02]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Sheñ-Antonidas:2353:PARTY|h|cffd8bc3f60|r:|cffc59a6cSheñ|r-|cfffda266Ant|r|h|cffd8d8d8]|r: gg anyways",
					["serverTime"] = 1618524541,
					["r"] = 0.4196078777313232,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						135, -- [3]
						137, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2667161.736,
					["g"] = 1,
					["b"] = 0.5490196347236633,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[01:09:04]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Алтэри-Гордунни:2354:PARTY|h|cffd8bc3f60|r:|cffa22fc8Алтэри|r|h|cffd8d8d8]|r: |cffa335ee|Hitem:178869::::::::60:581::16:6:7384:7359:6652:7193:1524:6646:1:28:1279:::|h[Усиленный плотью ободок]|h|r anyone?",
					["serverTime"] = 1618524543,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						139, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2667163.59,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[01:09:11]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Сочувствие-Гордунни:2355:PARTY|h|cffd8bc3f60|r:|cfff38bb9Сочувствие|r|h|cffd8d8d8]|r: thanks guys",
					["serverTime"] = 1618524550,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						136, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2667171.052,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[01:09:19]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Zilvar-Antonidas:2356:PARTY|h|cffd8bc3f60|r:|cffa9d271Zilvar|r-|cfffda266Ant|r|h|cffd8d8d8]|r: neede ring?",
					["serverTime"] = 1618524558,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2667179.216,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[01:09:21]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Алтэри-Гордунни:2357:PARTY|h|cffd8bc3f60|r:|cffa22fc8Алтэри|r|h|cffd8d8d8]|r: Sorry for you key, Shen. I may have overestimated my durability ><",
					["serverTime"] = 1618524560,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						139, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2667180.934,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[01:09:48]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Sheñ-Antonidas:2360:PARTY|h|cffd8bc3f60|r:|cffc59a6cSheñ|r-|cfffda266Ant|r|h|cffd8d8d8]|r: all good",
					["serverTime"] = 1618524587,
					["r"] = 0.4196078777313232,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						135, -- [3]
						137, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2667207.546,
					["g"] = 1,
					["b"] = 0.5490196347236633,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[01:09:51]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Zilvar-Antonidas:2361:PARTY|h|cffd8bc3f60|r:|cffa9d271Zilvar|r-|cfffda266Ant|r|h|cffd8d8d8]|r: ty",
					["serverTime"] = 1618524590,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2667210.833,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[01:09:54]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Êxia-Antonidas:2362:PARTY|h|cffd8bc3f60|r:|cfffef367Êxia|r-|cfffda266Ant|r|h|cffd8d8d8]|r: it was my but thanks anyway ^^",
					["serverTime"] = 1618524593,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						138, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2667213.479,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[01:09:55]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Zilvar-Antonidas:2363:PARTY|h|cffd8bc3f60|r:|cffa9d271Zilvar|r-|cfffda266Ant|r|h|cffd8d8d8]|r: bb",
					["serverTime"] = 1618524594,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2667214.888,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[01:10:05]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Алтэри-Гордунни:2364:PARTY|h|cffd8bc3f60|r:|cffa22fc8Алтэри|r|h|cffd8d8d8]|r: Ok, sorry Exia)",
					["serverTime"] = 1618524604,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						139, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2667224.914,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[01:10:16]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Сочувствие-Гордунни:2366:PARTY|h|cffd8bc3f60|r:|cfff38bb9Сочувствие|r|h|cffd8d8d8]|r: good luck, guys. :)",
					["serverTime"] = 1618524615,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						136, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2667236.123,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[01:10:33]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Алтэри-Гордунни:2371:PARTY|h|cffd8bc3f60|r:|cffa22fc8Алтэри|r|h|cffd8d8d8]|r: Thanks for the run guys",
					["serverTime"] = 1618524632,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						139, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2667252.639,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[01:17:47]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Сочувствие-Гордунни:2398:PARTY|h|cffd8bc3f60|r:|cfff38bb9Сочувствие|r|h|cffd8d8d8]|r: hey",
					["serverTime"] = 1618525066,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						136, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2667686.455,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[01:17:48]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Motix-Ravencrest:2399:PARTY|h|cffd8bc3f60|r:|cff3ec6eaMotix|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: hey",
					["serverTime"] = 1618525067,
					["r"] = 0.4196078777313232,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						135, -- [3]
						172, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2667687.469,
					["g"] = 1,
					["b"] = 0.5490196347236633,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[01:17:53]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Алтэри-Гордунни:2402:PARTY|h|cffd8bc3f60|r:|cffa22fc8Алтэри|r|h|cffd8d8d8]|r: hi",
					["serverTime"] = 1618525072,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						139, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2667692.88,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[01:19:24]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Motix-Ravencrest:2416:PARTY|h|cffd8bc3f60|r:|cff3ec6eaMotix|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: hey all",
					["serverTime"] = 1618525163,
					["r"] = 0.4196078777313232,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						135, -- [3]
						172, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2667783.984,
					["g"] = 1,
					["b"] = 0.5490196347236633,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[01:19:26]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Чючка-Гром:2417:PARTY|h|cfffe7b09Чючка|r-|cffad5c7fГро|r|h|cffd8d8d8]|r: здарова",
					["serverTime"] = 1618525165,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						179, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2667785.803,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[01:19:32]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Сочувствие-Гордунни:2418:PARTY|h|cffd8bc3f60|r:|cfff38bb9Сочувствие|r|h|cffd8d8d8]|r: hello",
					["serverTime"] = 1618525171,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						136, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2667791.787,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[01:19:33]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ranii-Archimonde:2419:PARTY|h|cffa9d271Ranii|r-|cffad7593Arc|r|h|cffd8d8d8]|r: hi",
					["serverTime"] = 1618525172,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						180, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2667792.794,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[01:19:35]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Чючка-Гром:2421:PARTY|h|cfffe7b09Чючка|r-|cffad5c7fГро|r|h|cffd8d8d8]|r: hi",
					["serverTime"] = 1618525174,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						179, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2667794.755,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[01:19:57]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Motix-Ravencrest:2427:PARTY|h|cffd8bc3f60|r:|cff3ec6eaMotix|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: omw to stone wm off",
					["serverTime"] = 1618525196,
					["r"] = 0.4196078777313232,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						135, -- [3]
						172, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2667816.332,
					["g"] = 1,
					["b"] = 0.5490196347236633,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[01:20:03]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Алтэри-Гордунни:2429:PARTY|h|cffd8bc3f60|r:|cffa22fc8Алтэри|r|h|cffd8d8d8]|r: same",
					["serverTime"] = 1618525202,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						139, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2667822.286,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[01:23:05]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ranii-Archimonde:2444:PARTY|h|cffd8bc3f60|r:|cffa9d271Ranii|r-|cffad7593Arc|r|h|cffd8d8d8]|r: 2s",
					["serverTime"] = 1618525384,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						180, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2668004.394,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[01:23:23]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ranii-Archimonde:2445:PARTY|h|cffd8bc3f60|r:|cffa9d271Ranii|r-|cffad7593Arc|r|h|cffd8d8d8]|r: i can have 1min？",
					["serverTime"] = 1618525402,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						180, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2668023.083,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[01:23:29]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Motix-Ravencrest:2447:PARTY|h|cffd8bc3f60|r:|cff3ec6eaMotix|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: +",
					["serverTime"] = 1618525408,
					["r"] = 0.4196078777313232,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						135, -- [3]
						172, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2668028.256,
					["g"] = 1,
					["b"] = 0.5490196347236633,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[01:23:32]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Motix-Ravencrest:2448:PARTY|h|cffd8bc3f60|r:|cff3ec6eaMotix|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: I go bio 1m",
					["serverTime"] = 1618525411,
					["r"] = 0.4196078777313232,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						135, -- [3]
						172, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2668031.505,
					["g"] = 1,
					["b"] = 0.5490196347236633,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[01:27:48]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ranii-Archimonde:2464:PARTY|h|cffd8bc3f60|r:|cffa9d271Ranii|r-|cffad7593Arc|r|h|cffd8d8d8]|r: sry dc",
					["serverTime"] = 1618525667,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						180, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2668287.432,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[01:31:23]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Сочувствие-Гордунни:2477:PARTY|h|cffd8bc3f60|r:|cfff38bb9Сочувствие|r|h|cffd8d8d8]|r: db first cast pls",
					["serverTime"] = 1618525882,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						136, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2668502.489,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[01:31:34]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Алтэри-Гордунни:2478:PARTY|h|cffd8bc3f60|r:|cffa22fc8Алтэри|r|h|cffd8d8d8]|r: on small ones",
					["serverTime"] = 1618525893,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						139, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2668513.513,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[01:35:08]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Motix-Ravencrest:2492:PARTY|h|cffd8bc3f60|r:|cff3ec6eaMotix|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: you can handle pride without comb?",
					["serverTime"] = 1618526107,
					["r"] = 0.4196078777313232,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						135, -- [3]
						172, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2668727.55,
					["g"] = 1,
					["b"] = 0.5490196347236633,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[01:42:35]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Motix-Ravencrest:2533:PARTY|h|cffd8bc3f60|r:|cff3ec6eaMotix|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: beam?=",
					["serverTime"] = 1618526554,
					["r"] = 0.4196078777313232,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						135, -- [3]
						172, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2669174.698,
					["g"] = 1,
					["b"] = 0.5490196347236633,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[01:45:35]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Motix-Ravencrest:2550:PARTY|h|cffd8bc3f60|r:|cff3ec6eaMotix|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: slow",
					["serverTime"] = 1618526734,
					["r"] = 0.4196078777313232,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						135, -- [3]
						172, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2669354.832,
					["g"] = 1,
					["b"] = 0.5490196347236633,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[01:45:59]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Motix-Ravencrest:2562:PARTY|h|cffd8bc3f60|r:|cff3ec6eaMotix|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: cr",
					["serverTime"] = 1618526758,
					["r"] = 0.4196078777313232,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						135, -- [3]
						172, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2669378.827,
					["g"] = 1,
					["b"] = 0.5490196347236633,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[01:47:22]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Motix-Ravencrest:2583:PARTY|h|cffd8bc3f60|r:|cff3ec6eaMotix|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: I have comb for red boy but will still die slow",
					["serverTime"] = 1618526841,
					["r"] = 0.4196078777313232,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						135, -- [3]
						172, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2669461.769,
					["g"] = 1,
					["b"] = 0.5490196347236633,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[01:48:06]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Motix-Ravencrest:2586:PARTY|h|cffd8bc3f60|r:|cff3ec6eaMotix|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: do 2 adds",
					["serverTime"] = 1618526885,
					["r"] = 0.4196078777313232,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						135, -- [3]
						172, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2669505.885,
					["g"] = 1,
					["b"] = 0.5490196347236633,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[01:48:08]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Motix-Ravencrest:2587:PARTY|h|cffd8bc3f60|r:|cff3ec6eaMotix|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: for comb",
					["serverTime"] = 1618526887,
					["r"] = 0.4196078777313232,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						135, -- [3]
						172, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2669507.369,
					["g"] = 1,
					["b"] = 0.5490196347236633,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[01:48:10]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Алтэри-Гордунни:2588:PARTY|h|cffd8bc3f60|r:|cffa22fc8Алтэри|r|h|cffd8d8d8]|r: That's not 'slow')",
					["serverTime"] = 1618526889,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						139, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2669509.612,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[01:48:14]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Motix-Ravencrest:2589:PARTY|h|cffd8bc3f60|r:|cff3ec6eaMotix|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: druid convoke",
					["serverTime"] = 1618526893,
					["r"] = 0.4196078777313232,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						135, -- [3]
						172, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2669514.163,
					["g"] = 1,
					["b"] = 0.5490196347236633,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[01:48:19]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ranii-Archimonde:2590:PARTY|h|cffd8bc3f60|r:|cffa9d271Ranii|r-|cffad7593Arc|r|h|cffd8d8d8]|r: i habe brust",
					["serverTime"] = 1618526898,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						180, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2669518.37,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[01:48:22]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ranii-Archimonde:2591:PARTY|h|cffd8bc3f60|r:|cffa9d271Ranii|r-|cffad7593Arc|r|h|cffd8d8d8]|r: tave all",
					["serverTime"] = 1618526901,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						180, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2669521.256,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[01:48:33]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ranii-Archimonde:2592:PARTY|h|cffd8bc3f60|r:|cffa9d271Ranii|r-|cffad7593Arc|r|h|cffd8d8d8]|r: take all?",
					["serverTime"] = 1618526912,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						180, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2669532.577,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[01:48:35]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ranii-Archimonde:2593:PARTY|h|cffd8bc3f60|r:|cffa9d271Ranii|r-|cffad7593Arc|r|h|cffd8d8d8]|r: have brsut",
					["serverTime"] = 1618526914,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						180, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2669534.896,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[01:48:40]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ranii-Archimonde:2594:PARTY|h|cffd8bc3f60|r:|cffa9d271Ranii|r-|cffad7593Arc|r|h|cffd8d8d8]|r: -.-",
					["serverTime"] = 1618526919,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						180, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2669539.374,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[01:50:05]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Алтэри-Гордунни:2601:PARTY|h|cffd8bc3f60|r:|cffa22fc8Алтэри|r|h|cffd8d8d8]|r: MrMage told me he needs his combus. So I'm waiting for combust!",
					["serverTime"] = 1618527004,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						139, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2669625.146,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[01:50:28]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ranii-Archimonde:2602:PARTY|h|cffd8bc3f60|r:|cffa9d271Ranii|r-|cffad7593Arc|r|h|cffd8d8d8]|r: it ok i am waiting also for big pull xD",
					["serverTime"] = 1618527027,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						180, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2669648.055,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[01:50:29]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Motix-Ravencrest:2603:PARTY|h|cffd8bc3f60|r:|cff3ec6eaMotix|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: ye it was right they still died slow",
					["serverTime"] = 1618527028,
					["r"] = 0.4196078777313232,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						135, -- [3]
						172, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2669648.408,
					["g"] = 1,
					["b"] = 0.5490196347236633,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[01:57:40]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Чючка-Гром:2624:PARTY|h|cffd8bc3f60|r:|cfffe7b09Чючка|r-|cffad5c7fГро|r|h|cffd8d8d8]|r: cjhzy",
					["serverTime"] = 1618527459,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						179, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2670079.842,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[01:57:42]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Чючка-Гром:2625:PARTY|h|cffd8bc3f60|r:|cfffe7b09Чючка|r-|cffad5c7fГро|r|h|cffd8d8d8]|r: сорян\\",
					["serverTime"] = 1618527461,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						179, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2670081.981,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[01:59:37]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Motix-Ravencrest:2649:PARTY|h|cffd8bc3f60|r:|cff3ec6eaMotix|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: I put class colors",
					["serverTime"] = 1618527576,
					["r"] = 0.4196078777313232,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						135, -- [3]
						172, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2670196.369,
					["g"] = 1,
					["b"] = 0.5490196347236633,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[02:00:18]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Motix-Ravencrest:2654:PARTY|h|cffd8bc3f60|r:|cff3ec6eaMotix|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: heal on tank",
					["serverTime"] = 1618527617,
					["r"] = 0.4196078777313232,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						135, -- [3]
						172, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2670237.798,
					["g"] = 1,
					["b"] = 0.5490196347236633,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[02:00:28]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Motix-Ravencrest:2657:PARTY|h|cffd8bc3f60|r:|cff3ec6eaMotix|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: hunter you go green",
					["serverTime"] = 1618527627,
					["r"] = 0.4196078777313232,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						135, -- [3]
						172, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2670247.894,
					["g"] = 1,
					["b"] = 0.5490196347236633,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[02:03:35]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Motix-Ravencrest:2710:PARTY|h|cffd8bc3f60|r:|cff3ec6eaMotix|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: ty for key",
					["serverTime"] = 1618527814,
					["r"] = 0.4196078777313232,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						135, -- [3]
						172, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2670434.929,
					["g"] = 1,
					["b"] = 0.5490196347236633,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[02:03:44]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Чючка-Гром:2712:PARTY|h|cffd8bc3f60|r:|cfffe7b09Чючка|r-|cffad5c7fГро|r|h|cffd8d8d8]|r: thx",
					["serverTime"] = 1618527823,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						179, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2670443.724,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[02:03:44]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Алтэри-Гордунни:2713:PARTY|h|cffd8bc3f60|r:|cffa22fc8Алтэри|r|h|cffd8d8d8]|r: Thanks for the run guys :)",
					["serverTime"] = 1618527823,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						139, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2670443.724,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[02:04:04]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Алтэри-Гордунни:2722:PARTY|h|cffd8bc3f60|r:|cffa22fc8Алтэри|r|h|cffd8d8d8]|r: Cheers :)",
					["serverTime"] = 1618527843,
					["r"] = 0.4313725829124451,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						135, -- [3]
						139, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2670463.609,
					["g"] = 1,
					["b"] = 0.4745098352432251,
				}, -- [86]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 11,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[22:04:03]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq18|k:7:0:BN_WHISPER:|Kq18|k:rjav#2127|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff00fe97|Kq18|k|r|h|cffd8d8d8]|r: прив)",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.4431372880935669,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513442,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[22:04:14]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq18|k:7:0:BN_WHISPER:|Kq18|k:rjav#2127|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff00fe97|Kq18|k|r|h|cffd8d8d8]|r: Привет, култирасец",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.4431372880935669,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513453,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						11, -- [3]
						13, -- [4]
						["n"] = 4,
					},
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[22:04:34]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq18|k:7:0:BN_WHISPER:|Kq18|k:rjav#2127|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff00fe97|Kq18|k|r|h|cffd8d8d8]|r: помнишь мы про ключ говорили",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.4431372880935669,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513473,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[22:04:52]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq18|k:7:0:BN_WHISPER:|Kq18|k:rjav#2127|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff00fe97|Kq18|k|r|h|cffd8d8d8]|r: если сейчас я пойду у тебя есть время посмотреть?",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.4431372880935669,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513491,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[22:05:02]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq18|k:7:0:BN_WHISPER:|Kq18|k:rjav#2127|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff00fe97|Kq18|k|r|h|cffd8d8d8]|r: Мы всё время про ключи говорим)",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.4431372880935669,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513501,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						11, -- [3]
						13, -- [4]
						["n"] = 4,
					},
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[22:05:08]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq18|k:7:0:BN_WHISPER:|Kq18|k:rjav#2127|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff00fe97|Kq18|k|r|h|cffd8d8d8]|r: Да, я свободна как птица",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.4431372880935669,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513507,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						11, -- [3]
						13, -- [4]
						["n"] = 4,
					},
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[22:05:16]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq18|k:7:0:BN_WHISPER:|Kq18|k:rjav#2127|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff00fe97|Kq18|k|r|h|cffd8d8d8]|r: давай я в диск приду?",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.4431372880935669,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513515,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[22:05:26]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq18|k:7:0:BN_WHISPER:|Kq18|k:rjav#2127|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff00fe97|Kq18|k|r|h|cffd8d8d8]|r: давай",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.4431372880935669,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513525,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						11, -- [3]
						13, -- [4]
						["n"] = 4,
					},
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[23:26:07]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq11|k:15:0:BN_WHISPER:|Kq11|k:Phoenix#2481|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffe7b09|Kq11|k|r|h|cffd8d8d8]|r: |Hitem:178040::::::::60:577:::::::|h[Загустевшая стигия]|h",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.4431372880935669,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618518366,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						303, -- [3]
						304, -- [4]
						["n"] = 4,
					},
				}, -- [9]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 9 |4минута:минуты:минут;, 26 |4секунда:секунды:секунд;.",
					["timestamp"] = 2661551.03,
				}, -- [10]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 2661551.03,
				}, -- [11]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[18:47:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T1029585:14|t|cff4e96f7|HbattlePetAbil:1963:494:422:455|h[Удар ветра]|h|r наносит 145 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913261,
					["timestamp"] = 55890.931,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[18:47:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T892829:14|tЖелезная звездочка – |3-8(ваш питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913262,
					["timestamp"] = 55891.191,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[18:47:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132273:14|t|cff4e96f7|HbattlePetAbil:271:494:422:455|h[Светящийся яд]|h|r наносит 84 ед. урона |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913264,
					["timestamp"] = 55893.841,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[18:47:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618974:14|t|cff4e96f7|HbattlePetAbil:245:1003:341:244|h[Дракон]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T797547:14|tДракончик Нексуса), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913265,
					["timestamp"] = 55894.09400000001,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[18:47:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 22",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913268,
					["timestamp"] = 55897.216,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[18:47:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132273:14|t|cff4e96f7|HbattlePetAbil:270:494:422:455|h[Светящийся яд]|h|r накладывает эффект |T132273:14|t|cff4e96f7|HbattlePetAbil:271:494:422:455|h[Светящийся яд]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913269,
					["timestamp"] = 55898.213,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[18:47:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133836:14|t|cff4e96f7|HbattlePetAbil:566:309:305:244|h[Клубок энергии]|h|r наносит 243 ед. урона |3-2(вражеский питомец) |3-2(|T462337:14|tТесачок).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913271,
					["timestamp"] = 55900.212,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[18:47:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133836:14|t|cff4e96f7|HbattlePetAbil:566:309:305:244|h[Клубок энергии]|h|r накладывает эффект |T648208:14|t|cff4e96f7|HbattlePetAbil:831:309:305:244|h[Повышение скорости]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913273,
					["timestamp"] = 55902.951,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[18:47:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132273:14|t|cff4e96f7|HbattlePetAbil:271:251:422:455|h[Светящийся яд]|h|r наносит 92 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913274,
					["timestamp"] = 55903.706,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[18:47:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132273:14|t|cff4e96f7|HbattlePetAbil:271:251:422:455|h[Светящийся яд]|h|r наносит 84 ед. урона |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913275,
					["timestamp"] = 55903.962,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[18:47:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 23",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913277,
					["timestamp"] = 55906.224,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[18:47:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132128:14|t|cff4e96f7|HbattlePetAbil:170:251:422:455|h[Взлет]|h|r накладывает эффект |T132128:14|t|cff4e96f7|HbattlePetAbil:341:251:422:455|h[Полет]|h|r на |3-1(вражеский питомец) |3-3(|T462337:14|tТесачок).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913278,
					["timestamp"] = 55907.226,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[18:47:57]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133836:14|t|cff4e96f7|HbattlePetAbil:566:217:305:292|h[Клубок энергии]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T462337:14|tТесачок).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913279,
					["timestamp"] = 55908.43,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[18:48:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133836:14|t|cff4e96f7|HbattlePetAbil:566:217:305:292|h[Клубок энергии]|h|r накладывает эффект |T648208:14|t|cff4e96f7|HbattlePetAbil:831:217:305:292|h[Повышение скорости]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913282,
					["timestamp"] = 55911.118,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[18:48:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132273:14|t|cff4e96f7|HbattlePetAbil:271:251:422:455|h[Светящийся яд]|h|r наносит 92 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913282,
					["timestamp"] = 55911.875,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[18:48:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132273:14|t|cff4e96f7|HbattlePetAbil:271:251:422:455|h[Светящийся яд]|h|r наносит 84 ед. урона |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913283,
					["timestamp"] = 55912.133,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[18:48:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 24",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913285,
					["timestamp"] = 55914.16600000001,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[18:48:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132128:14|t|cff4e96f7|HbattlePetAbil:170:251:422:455|h[Взлет]|h|r наносит 535 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913285,
					["timestamp"] = 55914.754,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[18:48:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T892829:14|tЖелезная звездочка погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913285,
					["timestamp"] = 55914.754,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[18:48:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132128:14|t|cff4e96f7|HbattlePetAbil:341:251:422:455|h[Полет]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T462337:14|tТесачок), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913287,
					["timestamp"] = 55916.663,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[18:48:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132273:14|t|cff4e96f7|HbattlePetAbil:271:251:422:455|h[Светящийся яд]|h|r наносит 84 ед. урона |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913288,
					["timestamp"] = 55917.621,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[18:48:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132273:14|t|cff4e96f7|HbattlePetAbil:271:251:422:455|h[Светящийся яд]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T797547:14|tДракончик Нексуса), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913288,
					["timestamp"] = 55917.876,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[18:48:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 24",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913289,
					["timestamp"] = 55918.418,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[18:48:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T797547:14|tДракончик Нексуса – |3-8(ваш питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913289,
					["timestamp"] = 55918.418,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[18:48:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 25",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913293,
					["timestamp"] = 55922.15,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[18:48:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132273:14|t|cff4e96f7|HbattlePetAbil:270:251:422:455|h[Светящийся яд]|h|r накладывает эффект |T132273:14|t|cff4e96f7|HbattlePetAbil:271:251:422:455|h[Светящийся яд]|h|r на |3-1(ваш питомец) |3-3(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913294,
					["timestamp"] = 55923.203,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[18:48:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135734:14|t|cff4e96f7|HbattlePetAbil:489:751:341:244|h[Волна маны]|h|r наносит 547 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T462337:14|tТесачок).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913296,
					["timestamp"] = 55925.345,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[18:48:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T462337:14|tТесачок погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913296,
					["timestamp"] = 55925.345,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[18:48:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132273:14|t|cff4e96f7|HbattlePetAbil:271:0:422:455|h[Светящийся яд]|h|r наносит 84 ед. урона |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913298,
					["timestamp"] = 55927.859,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[18:48:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h:  накладывает эффект |T618974:14|t|cff4e96f7|HbattlePetAbil:245:667:341:244|h[Дракон]|h|r на |3-1(ваш питомец) |3-3(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913299,
					["timestamp"] = 55928.109,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[18:48:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1034:341:244|h[Боевое восстановление]|h|r восстанавливает 367 ед. урона |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913299,
					["timestamp"] = 55928.725,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[18:45:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133836:14|t|cff4e96f7|HbattlePetAbil:566:1402:292:325|h[Клубок энергии]|h|r наносит 80 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T134908:14|tФигурка анубисата).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913116,
					["timestamp"] = 55745.148,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[18:45:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133836:14|t|cff4e96f7|HbattlePetAbil:566:1402:292:325|h[Клубок энергии]|h|r накладывает эффект |T648208:14|t|cff4e96f7|HbattlePetAbil:831:1402:292:325|h[Повышение скорости]|h|r на |3-1(вражеский питомец) |3-3(|T2399287:14|tБлуг).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913118,
					["timestamp"] = 55747.817,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[18:45:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236316:14|t|cff4e96f7|HbattlePetAbil:406:1344:276:244|h[Сокрушение]|h|r наносит 302 ед. урона |3-2(вражеский питомец) |3-2(|T2399287:14|tБлуг).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913120,
					["timestamp"] = 55749.935,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[18:45:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:1413:276:244|h[Восстановление]|h|r восстанавливает 69 ед. урона |3-2(ваш питомец) |3-2(|T134908:14|tФигурка анубисата).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913121,
					["timestamp"] = 55750.947,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[18:45:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:1179:292:390|h[Восстановление]|h|r восстанавливает 79 ед. урона |3-2(вражеский питомец) |3-2(|T2399287:14|tБлуг).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913122,
					["timestamp"] = 55751.199,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[18:45:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913124,
					["timestamp"] = 55753.483,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[18:45:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133836:14|t|cff4e96f7|HbattlePetAbil:566:1179:292:390|h[Клубок энергии]|h|r наносит 80 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T134908:14|tФигурка анубисата).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913125,
					["timestamp"] = 55754.641,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[18:45:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133836:14|t|cff4e96f7|HbattlePetAbil:566:1179:292:390|h[Клубок энергии]|h|r накладывает эффект |T648208:14|t|cff4e96f7|HbattlePetAbil:831:1179:292:390|h[Повышение скорости]|h|r на |3-1(вражеский питомец) |3-3(|T2399287:14|tБлуг).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913128,
					["timestamp"] = 55757.331,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[18:45:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236316:14|t|cff4e96f7|HbattlePetAbil:406:1333:276:244|h[Сокрушение]|h|r наносит 188 ед. урона |3-2(вражеский питомец) |3-2(|T2399287:14|tБлуг).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913130,
					["timestamp"] = 55759.481,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[18:45:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:1402:276:244|h[Восстановление]|h|r восстанавливает 69 ед. урона |3-2(ваш питомец) |3-2(|T134908:14|tФигурка анубисата).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913131,
					["timestamp"] = 55760.482,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[18:45:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:1070:292:455|h[Восстановление]|h|r восстанавливает 79 ед. урона |3-2(вражеский питомец) |3-2(|T2399287:14|tБлуг).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913131,
					["timestamp"] = 55760.732,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[18:45:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913133,
					["timestamp"] = 55762.222,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[18:45:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463566:14|t|cff4e96f7|HbattlePetAbil:572:1070:292:455|h[Оползень]|h|r наносит 296 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T134908:14|tФигурка анубисата).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913135,
					["timestamp"] = 55764.406,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[18:45:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463521:14|t|cff4e96f7|HbattlePetAbil:454:1106:276:244|h[Песчаная буря]|h|r прекращается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913135,
					["timestamp"] = 55764.66,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[18:45:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463566:14|t|cff4e96f7|HbattlePetAbil:572:1070:292:455|h[Оползень]|h|r меняет погоду на |T463566:14|t|cff4e96f7|HbattlePetAbil:718:1070:292:455|h[Слякотная погода]|h|r.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913135,
					["timestamp"] = 55764.66,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[18:45:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236316:14|t|cff4e96f7|HbattlePetAbil:406:1106:276:244|h[Сокрушение]|h|r наносит 382 ед. урона |3-2(вражеский питомец) |3-2(|T2399287:14|tБлуг).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913137,
					["timestamp"] = 55766.845,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[18:45:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:1175:276:244|h[Восстановление]|h|r восстанавливает 69 ед. урона |3-2(ваш питомец) |3-2(|T134908:14|tФигурка анубисата).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913138,
					["timestamp"] = 55767.855,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[18:45:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:767:292:455|h[Восстановление]|h|r восстанавливает 79 ед. урона |3-2(вражеский питомец) |3-2(|T2399287:14|tБлуг).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913139,
					["timestamp"] = 55768.108,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[18:45:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913140,
					["timestamp"] = 55769.218,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[18:45:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133836:14|t|cff4e96f7|HbattlePetAbil:566:767:292:455|h[Клубок энергии]|h|r наносит 154 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T134908:14|tФигурка анубисата).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913141,
					["timestamp"] = 55770.368,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[18:45:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133836:14|t|cff4e96f7|HbattlePetAbil:566:767:292:455|h[Клубок энергии]|h|r накладывает эффект |T648208:14|t|cff4e96f7|HbattlePetAbil:831:767:292:455|h[Повышение скорости]|h|r на |3-1(вражеский питомец) |3-3(|T2399287:14|tБлуг).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913144,
					["timestamp"] = 55773.049,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[18:45:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463521:14|t|cff4e96f7|HbattlePetAbil:453:1021:276:244|h[Песчаная буря]|h|r наносит 666 ед. урона |3-2(вражеский питомец) |3-2(|T2399287:14|tБлуг).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913147,
					["timestamp"] = 55776.82,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[18:45:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463566:14|t|cff4e96f7|HbattlePetAbil:718:101:292:455|h[Слякотная погода]|h|r прекращается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913148,
					["timestamp"] = 55777.076,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[18:45:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463521:14|t|cff4e96f7|HbattlePetAbil:453:1021:276:244|h[Песчаная буря]|h|r меняет погоду на |T463521:14|t|cff4e96f7|HbattlePetAbil:454:1021:276:244|h[Песчаная буря]|h|r.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913148,
					["timestamp"] = 55777.076,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[18:45:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:1090:276:244|h[Восстановление]|h|r восстанавливает 69 ед. урона |3-2(ваш питомец) |3-2(|T134908:14|tФигурка анубисата).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913149,
					["timestamp"] = 55778.092,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[18:45:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:180:292:520|h[Восстановление]|h|r восстанавливает 79 ед. урона |3-2(вражеский питомец) |3-2(|T2399287:14|tБлуг).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913149,
					["timestamp"] = 55778.345,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[18:45:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913151,
					["timestamp"] = 55780.14,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[18:45:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136025:14|t|cff4e96f7|HbattlePetAbil:159:180:292:520|h[Закопаться]|h|r накладывает эффект |T451165:14|t|cff4e96f7|HbattlePetAbil:340:180:292:520|h[Уход под землю]|h|r на |3-1(вражеский питомец) |3-3(|T2399287:14|tБлуг).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913151,
					["timestamp"] = 55780.161,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[18:45:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236316:14|t|cff4e96f7|HbattlePetAbil:406:1090:276:244|h[Сокрушение]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T2399287:14|tБлуг).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913153,
					["timestamp"] = 55782.726,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[18:45:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 9",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913156,
					["timestamp"] = 55785.046,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[18:45:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458412:14|t|cff4e96f7|HbattlePetAbil:490:1090:276:16494|h[Отклонение]|h|r накладывает эффект |T458412:14|t|cff4e96f7|HbattlePetAbil:903:1090:276:16494|h[Отклонение]|h|r на |3-1(ваш питомец) |3-3(|T134908:14|tФигурка анубисата).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913156,
					["timestamp"] = 55785.813,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[18:45:57]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(ваш питомец) |T134908:14|tФигурка анубисата уклоняется от способности |T136025:14|t|cff4e96f7|HbattlePetAbil:159:180:292:520|h[Закопаться]|h|r.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913159,
					["timestamp"] = 55788.091,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[18:45:57]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T451165:14|t|cff4e96f7|HbattlePetAbil:340:180:292:520|h[Уход под землю]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T2399287:14|tБлуг), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913159,
					["timestamp"] = 55788.34400000001,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[18:45:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T458412:14|t|cff4e96f7|HbattlePetAbil:903:1090:276:244|h[Отклонение]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134908:14|tФигурка анубисата), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913160,
					["timestamp"] = 55789.597,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[18:46:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 10",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913162,
					["timestamp"] = 55791.107,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[18:46:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133836:14|t|cff4e96f7|HbattlePetAbil:566:180:292:520|h[Клубок энергии]|h|r не попадает по |3-2(ваш питомец) |3-2(|T134908:14|tФигурка анубисата).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913163,
					["timestamp"] = 55792.097,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[18:46:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133836:14|t|cff4e96f7|HbattlePetAbil:566:180:292:520|h[Клубок энергии]|h|r накладывает эффект |T648208:14|t|cff4e96f7|HbattlePetAbil:831:180:292:520|h[Повышение скорости]|h|r на |3-1(вражеский питомец) |3-3(|T2399287:14|tБлуг).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913165,
					["timestamp"] = 55794.768,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[18:46:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236316:14|t|cff4e96f7|HbattlePetAbil:406:1090:276:244|h[Сокрушение]|h|r наносит 315 ед. урона |3-2(вражеский питомец) |3-2(|T2399287:14|tБлуг).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913167,
					["timestamp"] = 55796.649,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[18:46:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T2399287:14|tБлуг погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913167,
					["timestamp"] = 55796.649,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[18:46:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:1159:276:244|h[Восстановление]|h|r восстанавливает 69 ед. урона |3-2(ваш питомец) |3-2(|T134908:14|tФигурка анубисата).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913170,
					["timestamp"] = 55799.165,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[18:46:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 10",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913171,
					["timestamp"] = 55800.286,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[18:46:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237402:14|tКостедроб – |3-8(вражеский питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913171,
					["timestamp"] = 55800.286,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[18:46:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 11",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913174,
					["timestamp"] = 55803.167,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[18:46:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236316:14|t|cff4e96f7|HbattlePetAbil:406:1159:276:244|h[Сокрушение]|h|r наносит 252 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T237402:14|tКостедроб).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913175,
					["timestamp"] = 55804.278,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[18:46:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132248:14|t|cff4e96f7|HbattlePetAbil:376:2164:528:219|h[Удар головой]|h|r наносит 748 ед. урона |3-2(ваш питомец) |3-2(|T134908:14|tФигурка анубисата).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913176,
					["timestamp"] = 55805.288,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[18:46:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132248:14|t|cff4e96f7|HbattlePetAbil:376:2164:528:219|h[Удар головой]|h|r накладывает эффект |T135860:14|t|cff4e96f7|HbattlePetAbil:927:2164:528:219|h[Оглушение]|h|r на |3-1(ваш питомец) |3-3(|T134908:14|tФигурка анубисата).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913176,
					["timestamp"] = 55805.338,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[18:46:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:480:276:244|h[Восстановление]|h|r восстанавливает 69 ед. урона |3-2(ваш питомец) |3-2(|T134908:14|tФигурка анубисата).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913177,
					["timestamp"] = 55806.098,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[18:46:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 12",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913185,
					["timestamp"] = 55814.187,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[18:46:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T892829:14|tЖелезная звездочка – |3-8(ваш питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913185,
					["timestamp"] = 55814.187,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[18:46:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132131:14|t|cff4e96f7|HbattlePetAbil:538:2164:528:219|h[Проглотить]|h|r наносит 337 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913187,
					["timestamp"] = 55816.599,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[18:46:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135860:14|t|cff4e96f7|HbattlePetAbil:927:2164:528:219|h[Оглушение]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134908:14|tФигурка анубисата), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913188,
					["timestamp"] = 55817.612,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[18:46:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135860:14|t|cff4e96f7|HbattlePetAbil:927:2164:528:219|h[Оглушение]|h|r накладывает эффект |T135878:14|t|cff4e96f7|HbattlePetAbil:924:2164:528:219|h[Выносливость]|h|r на |3-1(ваш питомец) |3-3(|T134908:14|tФигурка анубисата).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913188,
					["timestamp"] = 55817.612,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[18:46:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463521:14|t|cff4e96f7|HbattlePetAbil:454:480:276:244|h[Песчаная буря]|h|r прекращается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913188,
					["timestamp"] = 55817.863,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[18:46:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 13",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913190,
					["timestamp"] = 55819.203,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[18:46:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:1209:305:244|h[Ликвидация]|h|r накладывает эффект |T132996:14|t|cff4e96f7|HbattlePetAbil:458:1209:305:244|h[Ликвидация]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913191,
					["timestamp"] = 55820.214,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[18:46:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132131:14|t|cff4e96f7|HbattlePetAbil:538:2164:528:219|h[Проглотить]|h|r наносит 411 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913193,
					["timestamp"] = 55822.144,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[18:46:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 14",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913195,
					["timestamp"] = 55824.227,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[18:46:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135769:14|t|cff4e96f7|HbattlePetAbil:208:798:305:244|h[Суперзаряд]|h|r накладывает эффект |T648206:14|t|cff4e96f7|HbattlePetAbil:207:798:305:244|h[Суперзарядка]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913196,
					["timestamp"] = 55824.987,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[18:46:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237400:14|t|cff4e96f7|HbattlePetAbil:1095:2164:528:219|h[Бодание рогом]|h|r наносит 688 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913198,
					["timestamp"] = 55827.409,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[18:46:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 15",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913200,
					["timestamp"] = 55829.392,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[18:46:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132996:14|t|cff4e96f7|HbattlePetAbil:458:110:305:244|h[Ликвидация]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913202,
					["timestamp"] = 55831.013,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[18:46:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:110:305:244|h[Ликвидация]|h|r наносит 2577 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T237402:14|tКостедроб).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913202,
					["timestamp"] = 55831.013,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[18:46:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T237402:14|tКостедроб погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913202,
					["timestamp"] = 55831.013,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[18:46:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T648206:14|t|cff4e96f7|HbattlePetAbil:207:110:305:244|h[Суперзарядка]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913203,
					["timestamp"] = 55832.514,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[18:46:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:110:305:244|h[Ликвидация]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:110:305:244|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T237402:14|tКостедроб).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913203,
					["timestamp"] = 55832.764,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[18:46:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135878:14|t|cff4e96f7|HbattlePetAbil:924:0:528:219|h[Выносливость]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134908:14|tФигурка анубисата), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913204,
					["timestamp"] = 55833.774,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[18:46:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 15",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913205,
					["timestamp"] = 55834.634,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[18:46:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T462337:14|tТесачок – |3-8(вражеский питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913205,
					["timestamp"] = 55834.634,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[18:46:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 16",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913209,
					["timestamp"] = 55838.121,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[18:46:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T1029585:14|t|cff4e96f7|HbattlePetAbil:1963:1969:422:682|h[Удар ветра]|h|r наносит 221 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913210,
					["timestamp"] = 55839.131,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[18:46:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T892829:14|tЖелезная звездочка погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913210,
					["timestamp"] = 55839.131,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[18:46:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:309:305:244|h[Последний шанс]|h|r восстанавливает 309 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913212,
					["timestamp"] = 55841.661,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[18:46:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:309:305:244|h[Последний шанс]|h|r накладывает эффект |T618979:14|t|cff4e96f7|HbattlePetAbil:244:309:305:244|h[Механический питомец]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913212,
					["timestamp"] = 55841.911,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[18:46:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134908:14|tФигурка анубисата – |3-8(ваш питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913214,
					["timestamp"] = 55843.171,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[18:46:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 17",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913220,
					["timestamp"] = 55849.141,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[18:46:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458412:14|t|cff4e96f7|HbattlePetAbil:490:480:276:16494|h[Отклонение]|h|r накладывает эффект |T458412:14|t|cff4e96f7|HbattlePetAbil:903:480:276:16494|h[Отклонение]|h|r на |3-1(ваш питомец) |3-3(|T134908:14|tФигурка анубисата).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913220,
					["timestamp"] = 55849.911,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[18:47:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132128:14|t|cff4e96f7|HbattlePetAbil:170:1969:422:682|h[Взлет]|h|r накладывает эффект |T132128:14|t|cff4e96f7|HbattlePetAbil:341:1969:422:682|h[Полет]|h|r на |3-1(вражеский питомец) |3-3(|T462337:14|tТесачок).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913222,
					["timestamp"] = 55851.931,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[18:47:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T458412:14|t|cff4e96f7|HbattlePetAbil:903:480:276:244|h[Отклонение]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134908:14|tФигурка анубисата), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913223,
					["timestamp"] = 55852.381,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[18:47:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 18",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913226,
					["timestamp"] = 55855.152,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[18:47:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132128:14|t|cff4e96f7|HbattlePetAbil:170:1969:422:682|h[Взлет]|h|r наносит 768 ед. урона |3-2(ваш питомец) |3-2(|T134908:14|tФигурка анубисата).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913226,
					["timestamp"] = 55855.823,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[18:47:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T134908:14|tФигурка анубисата погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913226,
					["timestamp"] = 55855.823,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[18:47:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132128:14|t|cff4e96f7|HbattlePetAbil:341:1969:422:682|h[Полет]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T462337:14|tТесачок), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913229,
					["timestamp"] = 55858.01,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[18:47:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 18",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913232,
					["timestamp"] = 55860.98,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[18:47:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T797547:14|tДракончик Нексуса – |3-8(ваш питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913232,
					["timestamp"] = 55860.98,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[18:47:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 19",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913247,
					["timestamp"] = 55876.176,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[18:47:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132273:14|t|cff4e96f7|HbattlePetAbil:270:1969:422:682|h[Светящийся яд]|h|r накладывает эффект |T132273:14|t|cff4e96f7|HbattlePetAbil:271:1969:422:682|h[Светящийся яд]|h|r на |3-1(ваш питомец) |3-3(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913248,
					["timestamp"] = 55877.221,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[18:47:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135739:14|t|cff4e96f7|HbattlePetAbil:589:1400:341:244|h[Чародейская буря]|h|r наносит 649 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T462337:14|tТесачок).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913252,
					["timestamp"] = 55881.001,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[18:47:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135739:14|t|cff4e96f7|HbattlePetAbil:589:1400:341:244|h[Чародейская буря]|h|r меняет погоду на |T135739:14|t|cff4e96f7|HbattlePetAbil:590:1400:341:244|h[Чародейские ветра]|h|r.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913252,
					["timestamp"] = 55881.251,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[18:47:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132273:14|t|cff4e96f7|HbattlePetAbil:271:1320:422:682|h[Светящийся яд]|h|r наносит 84 ед. урона |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913253,
					["timestamp"] = 55882.271,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[18:47:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 20",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913255,
					["timestamp"] = 55884.195,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[18:47:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132273:14|t|cff4e96f7|HbattlePetAbil:270:1320:422:682|h[Светящийся яд]|h|r накладывает эффект |T132273:14|t|cff4e96f7|HbattlePetAbil:271:1320:422:682|h[Светящийся яд]|h|r на |3-1(ваш питомец) |3-3(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913256,
					["timestamp"] = 55885.512,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[18:47:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135734:14|t|cff4e96f7|HbattlePetAbil:489:1316:341:244|h[Волна маны]|h|r наносит 556 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T462337:14|tТесачок).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913258,
					["timestamp"] = 55887.714,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[18:47:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618976:14|t|cff4e96f7|HbattlePetAbil:239:764:422:682|h[Летающий питомец]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T462337:14|tТесачок), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913258,
					["timestamp"] = 55887.714,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[18:47:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135734:14|t|cff4e96f7|HbattlePetAbil:489:1316:341:244|h[Волна маны]|h|r наносит 270 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T462337:14|tТесачок).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913259,
					["timestamp"] = 55887.974,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[18:47:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132273:14|t|cff4e96f7|HbattlePetAbil:271:494:422:682|h[Светящийся яд]|h|r наносит 84 ед. урона |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913260,
					["timestamp"] = 55888.985,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[18:47:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h:  накладывает эффект |T618974:14|t|cff4e96f7|HbattlePetAbil:245:1232:341:244|h[Дракон]|h|r на |3-1(ваш питомец) |3-3(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913260,
					["timestamp"] = 55889.244,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[18:47:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 21",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1615913260,
					["timestamp"] = 55889.92,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [128]
			},
			["headIndex"] = 31,
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 95,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[21:39:05]|h Сообщение дня от гильдии: \"Йоу всем! В Гильдии 4 рейдящих статика, и во все открыт набор. За инфо в дискорд Гильдии http://discord.gg/98q8RQg !\"",
					["r"] = 0.4431372880935669,
					["b"] = 1,
					["serverTime"] = 1618508308,
					["timestamp"] = 2661551.03,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["g"] = 0.4941176772117615,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[20:38:28]|h Сообщение дня от гильдии: \"Йоу всем! В Гильдии 4 рейдящих статика, и во все открыт набор. За инфо в дискорд Гильдии http://discord.gg/98q8RQg !\"",
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618508521,
					["r"] = 0.4431372880935669,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[20:42:02]|h Сообщение дня от гильдии: \"Йоу всем! В Гильдии 4 рейдящих статика, и во все открыт набор. За инфо в дискорд Гильдии http://discord.gg/98q8RQg !\"",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["serverTime"] = 1618508817,
					["timestamp"] = 2661551.03,
					["g"] = 0.4941176772117615,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[20:43:41]|h |cffd8d8d8[|r|Hplayer:Спокафанчег-Гордунни:22:GUILD|h|cffd8bc3f60|r:|cfff38bb9Спокафанчег|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:15023:Player-1602-0AB1B21B:1:4:15:21:4294967295:4294967295:4294967295:4294967295|h[Еще не все потеряно]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 0.4901961088180542,
					["b"] = 1,
					["g"] = 0.5254902243614197,
					["timestamp"] = 2661551.03,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						21, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1618508620,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[20:46:58]|h Сообщение дня от гильдии: \"Йоу всем! В Гильдии 4 рейдящих статика, и во все открыт набор. За инфо в дискорд Гильдии http://discord.gg/98q8RQg !\"",
					["g"] = 0.4941176772117615,
					["r"] = 0.4431372880935669,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513329,
					["b"] = 1,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[20:50:26]|h |cffd8d8d8[|r|Hplayer:Нентендо-Гордунни:169:ACHIEVEMENT|h|cff006fdcНентендо|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:974:Player-1602-0EF31055:1:4:15:21:4294967295:4294967295:4294967295:4294967295|h[50 ежедневных заданий]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						39, -- [3]
						40, -- [4]
						["n"] = 4,
					},
					["b"] = 0,
					["serverTime"] = 1618509025,
					["timestamp"] = 2661551.03,
					["g"] = 1,
					["r"] = 1,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[21:16:06]|h |cffd8d8d8[|r|Hplayer:Психоадепт-Гордунни:407:ACHIEVEMENT|h|cffd8bc3f60|r:|cffa22fc8Психоадепт|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:14894:Player-1602-0EEE344E:1:4:15:21:4294967295:4294967295:4294967295:4294967295|h[Жуткая парочка]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						39, -- [3]
						64, -- [4]
						["n"] = 4,
					},
					["b"] = 0,
					["serverTime"] = 1618510565,
					["timestamp"] = 2661551.03,
					["g"] = 1,
					["r"] = 1,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[21:18:33]|h |cffd8d8d8[|r|Hplayer:Занкайкен-Гордунни:417:ACHIEVEMENT|h|cfffefefeЗанкайкен|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:14334:Player-1602-0B37DDB3:1:4:15:21:4294967295:4294967295:4294967295:4294967295|h[В Утробу]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						39, -- [3]
						65, -- [4]
						["n"] = 4,
					},
					["b"] = 0,
					["serverTime"] = 1618510712,
					["timestamp"] = 2661551.03,
					["g"] = 1,
					["r"] = 1,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[21:19:48]|h |cffd8d8d8[|r|Hplayer:Яросамара-Гордунни:425:GUILD|h|cffd8bc3f60|r:|cffc31d39Яросамара|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:7356:Player-1602-0BB34DD4:1:4:15:21:4294967295:4294967295:4294967295:4294967295|h[Коллекционер: монеты могу]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						71, -- [3]
						72, -- [4]
						["n"] = 4,
					},
					["b"] = 1,
					["serverTime"] = 1618510787,
					["timestamp"] = 2661551.03,
					["g"] = 0.5254902243614197,
					["r"] = 0.4901961088180542,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[22:02:10]|h Сообщение дня от гильдии: \"Йоу всем! В Гильдии 4 рейдящих статика, и во все открыт набор. За инфо в дискорд Гильдии http://discord.gg/98q8RQg !\"",
					["serverTime"] = 1618518932,
					["r"] = 0.4431372880935669,
					["b"] = 1,
					["timestamp"] = 2661551.03,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["g"] = 0.4941176772117615,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[22:03:03]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Спортвован-Гордунни:748:GUILD|h|cffd8bc3f60|r:|cffa9d271Спортвован|r|h|cffd8d8d8]|r: всем прив! я ваше новое тело",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513382,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[22:03:26]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Катрини-Гордунни:750:GUILD|h|cffd8bc3f60|r:|cffa9d271Катрини|r|h|cffd8d8d8]|r: привет тело",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513405,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						8, -- [4]
						["n"] = 4,
					},
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[22:03:27]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Хихиля-Гордунни:751:GUILD|h|cffd8bc3f60|r:|cfffe7b09Хихиля|r|h|cffd8d8d8]|r: здыр дыр дыр",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513406,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						9, -- [4]
						["n"] = 4,
					},
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[22:03:30]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Катрини-Гордунни:752:GUILD|h|cffd8bc3f60|r:|cffa9d271Катрини|r|h|cffd8d8d8]|r: XD",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513409,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						8, -- [4]
						["n"] = 4,
					},
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[22:03:46]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Руунис-Гордунни:753:GUILD|h|cffd8bc3f60|r:|cff006fdcРуунис|r|h|cffd8d8d8]|r: ммм свежее мясо) привет от немного не свежего мяса))",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513425,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[22:04:07]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Катрини-Гордунни:756:GUILD|h|cffd8bc3f60|r:|cffa9d271Катрини|r|h|cffd8d8d8]|r: ели мясо мужики, пивом запивааали",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513446,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						8, -- [4]
						["n"] = 4,
					},
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[22:04:56]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Руунис-Гордунни:767:GUILD|h|cffd8bc3f60|r:|cff006fdcРуунис|r|h|cffd8d8d8]|r: мимо женщины прошли и мясо забрали)",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513495,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[22:05:02]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Спортвован-Гордунни:772:GUILD|h|cffd8bc3f60|r:|cffa9d271Спортвован|r|h|cffd8d8d8]|r: Лина, а ты проказница)",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513501,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[22:05:07]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Катрини-Гордунни:774:GUILD|h|cffd8bc3f60|r:|cffa9d271Катрини|r|h|cffd8d8d8]|r: XD",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513506,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						8, -- [4]
						["n"] = 4,
					},
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[22:05:23]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Катрини-Гордунни:778:GUILD|h|cffd8bc3f60|r:|cffa9d271Катрини|r|h|cffd8d8d8]|r: я такая XD",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513522,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						8, -- [4]
						["n"] = 4,
					},
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[22:05:54]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Спортвован-Гордунни:784:GUILD|h|cffd8bc3f60|r:|cffa9d271Спортвован|r|h|cffd8d8d8]|r: я даже бы сказал - шалунья)",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513553,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[22:06:08]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Катрини-Гордунни:789:GUILD|h|cffd8bc3f60|r:|cffa9d271Катрини|r|h|cffd8d8d8]|r: н",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513567,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						8, -- [4]
						["n"] = 4,
					},
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[22:06:13]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Катрини-Гордунни:790:GUILD|h|cffd8bc3f60|r:|cffa9d271Катрини|r|h|cffd8d8d8]|r: не",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513572,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						8, -- [4]
						["n"] = 4,
					},
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[22:06:16]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Катрини-Гордунни:792:GUILD|h|cffd8bc3f60|r:|cffa9d271Катрини|r|h|cffd8d8d8]|r: это уже не я",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513575,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						8, -- [4]
						["n"] = 4,
					},
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[22:06:28]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Спортвован-Гордунни:795:GUILD|h|cffd8bc3f60|r:|cffa9d271Спортвован|r|h|cffd8d8d8]|r: ок",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513587,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[22:06:35]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Катрини-Гордунни:796:GUILD|h|cffd8bc3f60|r:|cffa9d271Катрини|r|h|cffd8d8d8]|r: ко",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513594,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						8, -- [4]
						["n"] = 4,
					},
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[22:06:40]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Шкипермэн-Гордунни:797:GUILD|h|cffd8bc3f60|r:|cfff38bb9Шкипермэн|r|h|cffd8d8d8]|r: ФУ",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513599,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						30, -- [4]
						["n"] = 4,
					},
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[22:06:41]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Шкипермэн-Гордунни:799:GUILD|h|cffd8bc3f60|r:|cfff38bb9Шкипермэн|r|h|cffd8d8d8]|r: ля",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513600,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						30, -- [4]
						["n"] = 4,
					},
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[22:06:42]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Шкипермэн-Гордунни:800:GUILD|h|cffd8bc3f60|r:|cfff38bb9Шкипермэн|r|h|cffd8d8d8]|r: Хва",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513601,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						30, -- [4]
						["n"] = 4,
					},
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[22:06:44]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Шкипермэн-Гордунни:801:GUILD|h|cffd8bc3f60|r:|cfff38bb9Шкипермэн|r|h|cffd8d8d8]|r: Плез",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513603,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						30, -- [4]
						["n"] = 4,
					},
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[22:06:54]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Катрини-Гордунни:804:GUILD|h|cffd8bc3f60|r:|cffa9d271Катрини|r|h|cffd8d8d8]|r: XD",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513613,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						8, -- [4]
						["n"] = 4,
					},
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[22:07:14]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Бенджера-Гордунни:806:GUILD|h|cffd8bc3f60|r:|cfff38bb9Бенджера|r|h|cffd8d8d8]|r: Монки хилы реальность или миф?",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513633,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						37, -- [4]
						["n"] = 4,
					},
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[22:07:17]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Эстера-Гордунни:808:GUILD|h|cffd8bc3f60|r:|cffa9d271Эстера|r|h|cffd8d8d8]|r: кто тут уже секс чат устроил?",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513636,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						40, -- [4]
						["n"] = 4,
					},
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[22:07:29]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Катрини-Гордунни:811:GUILD|h|cffd8bc3f60|r:|cffa9d271Катрини|r|h|cffd8d8d8]|r: нет тут секса",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513648,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						8, -- [4]
						["n"] = 4,
					},
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[22:07:32]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Руунис-Гордунни:813:GUILD|h|cffd8bc3f60|r:|cff006fdcРуунис|r|h|cffd8d8d8]|r: |cffa9d271Эстера|r-Гордунни вроде еще не",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513651,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[22:07:33]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Катрини-Гордунни:815:GUILD|h|cffd8bc3f60|r:|cffa9d271Катрини|r|h|cffd8d8d8]|r: и не пахнет XD",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513652,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						8, -- [4]
						["n"] = 4,
					},
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[22:07:45]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Катрини-Гордунни:818:GUILD|h|cffd8bc3f60|r:|cffa9d271Катрини|r|h|cffd8d8d8]|r: и не намечается)",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513664,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						8, -- [4]
						["n"] = 4,
					},
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[22:07:46]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Эстера-Гордунни:819:GUILD|h|cffd8bc3f60|r:|cffa9d271Эстера|r|h|cffd8d8d8]|r: ну вот",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513665,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						40, -- [4]
						["n"] = 4,
					},
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[22:07:49]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Эстера-Гордунни:820:GUILD|h|cffd8bc3f60|r:|cffa9d271Эстера|r|h|cffd8d8d8]|r: уже намек",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513668,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						40, -- [4]
						["n"] = 4,
					},
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[22:07:57]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Катрини-Гордунни:822:GUILD|h|cffd8bc3f60|r:|cffa9d271Катрини|r|h|cffd8d8d8]|r: от кого",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513676,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						8, -- [4]
						["n"] = 4,
					},
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[22:08:19]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Джули-Гордунни:826:GUILD|h|cffd8bc3f60|r:|cfffe7b09Джули|r|h|cffd8d8d8]|r: а по-моему, пахнет))",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513698,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						45, -- [4]
						["n"] = 4,
					},
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[22:08:31]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Катрини-Гордунни:828:GUILD|h|cffd8bc3f60|r:|cffa9d271Катрини|r|h|cffd8d8d8]|r: да шо вы такое робите?",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513710,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						8, -- [4]
						["n"] = 4,
					},
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[22:08:47]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Спортвован-Гордунни:830:GUILD|h|cffd8bc3f60|r:|cffa9d271Спортвован|r|h|cffd8d8d8]|r: чего я  о ч к у ю  уже",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513726,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[22:09:02]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Бенджера-Гордунни:835:GUILD|h|cffd8bc3f60|r:|cfff38bb9Бенджера|r|h|cffd8d8d8]|r: Господи мне кажется я здох, у мой труп сидит у компа не моргая, по зрачку крадется муха и я просто смотрю чат, без возможности писать",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513741,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						37, -- [4]
						["n"] = 4,
					},
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[22:09:09]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Катрини-Гордунни:836:GUILD|h|cffd8bc3f60|r:|cffa9d271Катрини|r|h|cffd8d8d8]|r: пришел суеты навести? XD",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513748,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						8, -- [4]
						["n"] = 4,
					},
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[22:09:14]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Гастище-Гордунни:838:GUILD|h|cffd8bc3f60|r:|cfffe7b09Гастище|r|h|cffd8d8d8]|r: we'll bang, ok? (c)",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513753,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						48, -- [4]
						["n"] = 4,
					},
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[22:09:22]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Бенджера-Гордунни:840:GUILD|h|cffd8bc3f60|r:|cfff38bb9Бенджера|r|h|cffd8d8d8]|r: спасибо муха",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513761,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						37, -- [4]
						["n"] = 4,
					},
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[22:09:26]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Катрини-Гордунни:841:GUILD|h|cffd8bc3f60|r:|cffa9d271Катрини|r|h|cffd8d8d8]|r: wat",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513765,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						8, -- [4]
						["n"] = 4,
					},
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[22:09:45]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Шкипермэн-Гордунни:849:GUILD|h|cffd8bc3f60|r:|cfff38bb9Шкипермэн|r|h|cffd8d8d8]|r: фу, ля, хва, плез (2)",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513784,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						30, -- [4]
						["n"] = 4,
					},
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[22:10:20]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Фортнокс-Гордунни:854:GUILD|h|cffd8bc3f60|r:|cfffef367Фортнокс|r|h|cffd8d8d8]|r: |cffa335ee|Hitem:175004::::::::60:259::5:1:3524::::|h[Бриджи ужасных домыслов]|h|r",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513819,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						59, -- [4]
						["n"] = 4,
					},
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[22:10:35]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Джули-Гордунни:858:GUILD|h|cffd8bc3f60|r:|cfffe7b09Джули|r|h|cffd8d8d8]|r: зачёт)))",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513834,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						45, -- [4]
						["n"] = 4,
					},
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[22:11:25]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Джули-Гордунни:862:GUILD|h|cffd8bc3f60|r:|cfffe7b09Джули|r|h|cffd8d8d8]|r: откуда ты их линканул?)",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513884,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						45, -- [4]
						["n"] = 4,
					},
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[22:11:39]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Фортнокс-Гордунни:866:GUILD|h|cffd8bc3f60|r:|cfffef367Фортнокс|r|h|cffd8d8d8]|r: из общего чата",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513898,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						59, -- [4]
						["n"] = 4,
					},
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[22:11:42]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Фортнокс-Гордунни:867:GUILD|h|cffd8bc3f60|r:|cfffef367Фортнокс|r|h|cffd8d8d8]|r: паря торгует",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513901,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						59, -- [4]
						["n"] = 4,
					},
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[22:11:48]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Спортвован-Гордунни:870:GUILD|h|cffd8bc3f60|r:|cffa9d271Спортвован|r|h|cffd8d8d8]|r: у вас 4 статика! эммм, надо бросать пить",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513907,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[22:12:09]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Катрини-Гордунни:876:GUILD|h|cffd8bc3f60|r:|cffa9d271Катрини|r|h|cffd8d8d8]|r: ты пока маленький еще)",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513928,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						8, -- [4]
						["n"] = 4,
					},
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[22:12:40]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Рониро-Гордунни:879:GUILD|h|cffd8bc3f60|r:|cff3ec6eaРониро|r|h|cffd8d8d8]|r: есть желающие |cffa335ee|Hkeystone:180653:377:15:10:123:3:121|h[Ключ: Та Сторона (15)]|h|r?",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513959,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[22:13:11]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Спортвован-Гордунни:886:GUILD|h|cffd8bc3f60|r:|cffa9d271Спортвован|r|h|cffd8d8d8]|r: |cffffff00|Hachievement:5180:Player-1602-05AAE0DB:1:11:4:11:4294967295:4294967295:4294967295:4294967295|h[Преодоление звукового барьера]|h|r |cffffffff(|rсделано|cffffffff)|r я знаю",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618513990,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[22:13:36]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Катрини-Гордунни:895:GUILD|h|cffd8bc3f60|r:|cffa9d271Катрини|r|h|cffd8d8d8]|r: а это к чему?",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618514015,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						8, -- [4]
						["n"] = 4,
					},
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[22:14:09]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Катрини-Гордунни:901:GUILD|h|cffd8bc3f60|r:|cffa9d271Катрини|r|h|cffd8d8d8]|r: |cffffff00|Hachievement:892:Player-1602-0EAFB107:1:7:28:19:4294967295:4294967295:4294967295:4294967295|h[Вас не догонят]|h|r |cffffffff(|rсделано|cffffffff)|r",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618514048,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						8, -- [4]
						["n"] = 4,
					},
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[22:14:47]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Спортвован-Гордунни:908:GUILD|h|cffd8bc3f60|r:|cffa9d271Спортвован|r|h|cffd8d8d8]|r: а вот |cffffff00|Hachievement:4957:Player-1602-05AAE0DB:1:12:23:10:4294967295:4294967295:4294967295:4294967295|h[20 заданий в подземельях]|h|r |cffffffff(|rсделано|cffffffff)|r",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618514086,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[22:15:35]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Катрини-Гордунни:920:GUILD|h|cffd8bc3f60|r:|cffa9d271Катрини|r|h|cffd8d8d8]|r: я с июля 19 в вов",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618514134,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						8, -- [4]
						["n"] = 4,
					},
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[22:15:41]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Катрини-Гордунни:921:GUILD|h|cffd8bc3f60|r:|cffa9d271Катрини|r|h|cffd8d8d8]|r: на офе",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618514140,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						8, -- [4]
						["n"] = 4,
					},
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[22:15:55]|h |cffd8d8d8[|r|Hplayer:Мотори-Гордунни:925:ACHIEVEMENT|h|cffa9d271Мотори|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14334:Player-1602-0EEF829F:1:4:15:21:4294967295:4294967295:4294967295:4294967295|h[В Утробу]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618514154,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						85, -- [3]
						86, -- [4]
						["n"] = 4,
					},
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[22:22:13]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Спортвован-Гордунни:986:GUILD|h|cffd8bc3f60|r:|cffa9d271Спортвован|r|h|cffd8d8d8]|r: всем споки-ноки",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618514532,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[22:31:59]|h |cffd8d8d8[|r|Hplayer:Гранкет-Гордунни:1043:GUILD|h|cffd8bc3f60|r:|cffc31d39Гранкет|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:14336:Player-1602-0E9CAC62:1:4:15:21:4294967295:4294967295:4294967295:4294967295|h[Неумирающая армия]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 1,
					["r"] = 0.4901961088180542,
					["g"] = 0.5254902243614197,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618515118,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						6, -- [3]
						128, -- [4]
						["n"] = 4,
					},
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[22:38:58]|h |cffd8d8d8[|r|Hplayer:Скайлина-Гордунни:1077:ACHIEVEMENT|h|cfff38bb9Скайлина|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:506:Player-1602-0C0D0837:1:4:15:21:4294967295:4294967295:4294967295:4294967295|h[500 заданий]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618515537,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						85, -- [3]
						156, -- [4]
						["n"] = 4,
					},
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[22:42:15]|h |cffd8d8d8[|r|Hplayer:Эропал-Гордунни:1106:GUILD|h|cffd8bc3f60|r:|cfff38bb9Эропал|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:14630:Player-1602-0EE0B9EE:1:4:15:21:4294967295:4294967295:4294967295:4294967295|h[Признание героя]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 1,
					["r"] = 0.4901961088180542,
					["g"] = 0.5254902243614197,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618515734,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						6, -- [3]
						177, -- [4]
						["n"] = 4,
					},
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[22:42:45]|h |cffd8d8d8[|r|Hplayer:Айфури-Гордунни:1108:GUILD|h|cff8b8b8b46|r:|cffc59a6cАйфури|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:5794:Player-1602-0EF3B49D:1:4:15:21:4294967295:4294967295:4294967295:4294967295|h[В компании время летит незаметно]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 1,
					["r"] = 0.4901961088180542,
					["g"] = 0.5254902243614197,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618515764,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						6, -- [3]
						180, -- [4]
						["n"] = 4,
					},
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[22:45:19]|h |cffd8d8d8[|r|Hplayer:Джефинс-Гордунни:1122:GUILD|h|cffd8bc3f60|r:|cffc59a6cДжефинс|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:5755:Player-1602-0EEF0212:1:4:15:21:4294967295:4294967295:4294967295:4294967295|h[30 гербовых накидок]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 1,
					["r"] = 0.4901961088180542,
					["g"] = 0.5254902243614197,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618515918,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						6, -- [3]
						189, -- [4]
						["n"] = 4,
					},
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[22:57:02]|h |cffd8d8d8[|r|Hplayer:Серрат-Гордунни:1267:GUILD|h|cffd8bc3f60|r:|cff8687edСеррат|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:14353:Player-1602-0BEE18C7:1:4:15:21:4294967295:4294967295:4294967295:4294967295|h[Помостки Арденвельда]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 1,
					["r"] = 0.4901961088180542,
					["g"] = 0.5254902243614197,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618516621,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						6, -- [3]
						240, -- [4]
						["n"] = 4,
					},
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[23:14:15]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Пашафридом-Гордунни:1455:GUILD|h|cffd8bc3f60|r:|cfff38bb9Пашафридом|r|h|cffd8d8d8]|r: я в аске спать буду",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.4941176772117615,
					["timestamp"] = 2661551.03,
					["serverTime"] = 1618517654,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						6, -- [3]
						272, -- [4]
						["n"] = 4,
					},
				}, -- [72]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 21 |4минута:минуты:минут;, 18 |4секунда:секунды:секунд;.",
					["timestamp"] = 2661551.03,
				}, -- [73]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 2661551.03,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[23:35:31]|h Сообщение дня от гильдии: \"Йоу всем! В Гильдии 4 рейдящих статика, и во все открыт набор. За инфо в дискорд Гильдии http://discord.gg/98q8RQg !\"",
					["r"] = 0.4431372880935669,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2661548.146,
					["g"] = 0.4941176772117615,
					["b"] = 1,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[23:38:12]|h |cffd8d8d8[|r|Hplayer:Ластира-Гордунни:1664:GUILD|h|cffd8bc3f60|r:|cffa9d271Ластира|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14810:Player-1602-0E72FC17:1:4:15:21:4294967295:4294967295:4294967295:4294967295|h[Трепещи, Торгаст!]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1618519091,
					["r"] = 0.4901961088180542,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						26, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2661711.444,
					["g"] = 0.5254902243614197,
					["b"] = 1,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[23:50:18]|h |cffd8d8d8[|r|Hplayer:Гастище-Гордунни:1767:GUILD|h|cffd8bc3f60|r:|cfffe7b09Гастище|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:8332:Player-1602-0B59755F:1:4:15:21:4294967295:4294967295:4294967295:4294967295|h[Ветеран каньона Суровых Ветров]|h|r!",
					["serverTime"] = 1618519817,
					["r"] = 0.4901961088180542,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						26, -- [3]
						65, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2662437.701,
					["g"] = 0.5254902243614197,
					["b"] = 1,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[00:01:00]|h |cffd8d8d8[|r|Hplayer:Ластира-Гордунни:1848:GUILD|h|cffd8bc3f60|r:|cffa9d271Ластира|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14500:Player-1602-0E72FC17:1:4:15:21:4294967295:4294967295:4294967295:4294967295|h[Фантазмагория]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1618520459,
					["r"] = 0.4901961088180542,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						26, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2663079.992,
					["g"] = 0.5254902243614197,
					["b"] = 1,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[00:05:42]|h |cffd8d8d8[|r|Hplayer:Ластира-Гордунни:1902:GUILD|h|cffd8bc3f60|r:|cffa9d271Ластира|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14843:Player-1602-0E72FC17:1:4:15:21:4294967295:4294967295:4294967295:4294967295|h[Приключения: общее предназначение]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1618520741,
					["r"] = 0.4901961088180542,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						26, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2663361.525,
					["g"] = 0.5254902243614197,
					["b"] = 1,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[00:05:55]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Солри-Гордунни:1908:GUILD|h|cffd8bc3f60|r:|cfffe7b09Солри|r|h|cffd8d8d8]|r: помогите сове набить илвл чтоб не быть балластом. 6 ключей 15х в тайм xD",
					["serverTime"] = 1618520754,
					["r"] = 0.4431372880935669,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						26, -- [3]
						88, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2663374.569,
					["g"] = 0.4941176772117615,
					["b"] = 1,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[00:06:02]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Таошитян-Гордунни:1909:GUILD|h|cffd8bc3f60|r:|cff006fdcТаошитян|r|h|cffd8d8d8]|r: Го",
					["serverTime"] = 1618520761,
					["r"] = 0.4431372880935669,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						26, -- [3]
						89, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2663382.218,
					["g"] = 0.4941176772117615,
					["b"] = 1,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[00:06:07]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Таошитян-Гордунни:1911:GUILD|h|cffd8bc3f60|r:|cff006fdcТаошитян|r|h|cffd8d8d8]|r: я могу дру похилить",
					["serverTime"] = 1618520766,
					["r"] = 0.4431372880935669,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						26, -- [3]
						89, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2663386.353,
					["g"] = 0.4941176772117615,
					["b"] = 1,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[00:06:11]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Таошитян-Гордунни:1912:GUILD|h|cffd8bc3f60|r:|cff006fdcТаошитян|r|h|cffd8d8d8]|r: И все потрейдить",
					["serverTime"] = 1618520770,
					["r"] = 0.4431372880935669,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						26, -- [3]
						89, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2663390.573,
					["g"] = 0.4941176772117615,
					["b"] = 1,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[00:06:27]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Солри-Гордунни:1916:GUILD|h|cffd8bc3f60|r:|cfffe7b09Солри|r|h|cffd8d8d8]|r: зоходи",
					["serverTime"] = 1618520786,
					["r"] = 0.4431372880935669,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						26, -- [3]
						88, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2663406.768,
					["g"] = 0.4941176772117615,
					["b"] = 1,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[00:08:04]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Мейлитян-Гордунни:1935:GUILD|h|cffd8bc3f60|r:|cfffe7b09Мейлитян|r|h|cffd8d8d8]|r: Есть кто в ключи?",
					["serverTime"] = 1618520883,
					["r"] = 0.4431372880935669,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						26, -- [3]
						94, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2663503.843,
					["g"] = 0.4941176772117615,
					["b"] = 1,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[00:08:10]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Клифф-Гордунни:1937:GUILD|h|cffd8bc3f60|r:|cffc59a6cКлифф|r|h|cffd8d8d8]|r: +",
					["serverTime"] = 1618520889,
					["r"] = 0.4431372880935669,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						26, -- [3]
						95, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2663509.766,
					["g"] = 0.4941176772117615,
					["b"] = 1,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[00:09:16]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Джули-Гордунни:1948:GUILD|h|cffd8bc3f60|r:|cfffe7b09Джули|r|h|cffd8d8d8]|r: +",
					["serverTime"] = 1618520955,
					["r"] = 0.4431372880935669,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						26, -- [3]
						102, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2663576,
					["g"] = 0.4941176772117615,
					["b"] = 1,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[00:09:47]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Воюка-Гордунни:1959:GUILD|h|cffd8bc3f60|r:|cffc59a6cВоюка|r|h|cffd8d8d8]|r: а шо там куды ключ?",
					["serverTime"] = 1618520986,
					["r"] = 0.4431372880935669,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						26, -- [3]
						104, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2663606.356,
					["g"] = 0.4941176772117615,
					["b"] = 1,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[00:10:20]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Жулеа-Гордунни:1963:GUILD|h|cffd8bc3f60|r:|cfffe7b09Жулеа|r|h|cffd8d8d8]|r: я могу втанчить ключ",
					["serverTime"] = 1618521019,
					["r"] = 0.4431372880935669,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						26, -- [3]
						105, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2663639.727,
					["g"] = 0.4941176772117615,
					["b"] = 1,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[00:10:41]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Жулеа-Гордунни:1968:GUILD|h|cffd8bc3f60|r:|cfffe7b09Жулеа|r|h|cffd8d8d8]|r: ну тогда заддшить",
					["serverTime"] = 1618521040,
					["r"] = 0.4431372880935669,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						26, -- [3]
						105, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2663660.67,
					["g"] = 0.4941176772117615,
					["b"] = 1,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[00:15:25]|h |cffd8d8d8[|r|Hplayer:Эридариен-Гордунни:2008:GUILD|h|cffd8bc3f60|r:|cfff38bb9Эридариен|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:15023:Player-1602-0E88D7F2:1:4:15:21:4294967295:4294967295:4294967295:4294967295|h[Еще не все потеряно]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1618521324,
					["r"] = 0.4901961088180542,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						26, -- [3]
						124, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2663944.693,
					["g"] = 0.5254902243614197,
					["b"] = 1,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[01:17:27]|h |cffd8d8d8[|r|Hplayer:Грумдолог-Гордунни:2392:ACHIEVEMENT|h|cffd8bc3f60|r:|cffc59a6cГрумдолог|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:14796:Player-1602-0EEA3608:1:4:16:21:4294967295:4294967295:4294967295:4294967295|h[Превосходное снаряжение]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1618525046,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						170, -- [3]
						171, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2667666.677,
					["g"] = 1,
					["b"] = 0,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[01:17:27]|h |cffd8d8d8[|r|Hplayer:Грумдолог-Гордунни:2393:ACHIEVEMENT|h|cffd8bc3f60|r:|cffc59a6cГрумдолог|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:14831:Player-1602-0EEA3608:1:4:16:21:4294967295:4294967295:4294967295:4294967295|h[Жить, умереть и снова встать в очередь]|h|r!",
					["serverTime"] = 1618525046,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						170, -- [3]
						171, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2667666.677,
					["g"] = 1,
					["b"] = 0,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[01:41:23]|h |cffd8d8d8[|r|Hplayer:Аламистра-Гордунни:2530:GUILD|h|cffd8bc3f60|r:|cffa9d271Аламистра|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:13712:Player-1602-01CAB07D:1:4:16:21:4294967295:4294967295:4294967295:4294967295|h[Назжатар]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1618526482,
					["r"] = 0.4901961088180542,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						26, -- [3]
						190, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2669102.771,
					["g"] = 0.5254902243614197,
					["b"] = 1,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[02:48:23]|h |cffd8d8d8[|r|Hplayer:Эропал-Гордунни:3063:GUILD|h|cffd8bc3f60|r:|cfff38bb9Эропал|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:2142:Player-1602-0EE0B9EE:1:4:16:21:4294967295:4294967295:4294967295:4294967295|h[Пополняя конюшню]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1618530502,
					["r"] = 0.4901961088180542,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						26, -- [3]
						209, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673123.056,
					["g"] = 0.5254902243614197,
					["b"] = 1,
				}, -- [95]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame2"] = {
			["maxElements"] = 300,
			["elements"] = {
			},
			["headIndex"] = 0,
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 127,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[02:56:27]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 2 шт.",
					["serverTime"] = 1618530986,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673606.586,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[02:56:56]|h |TInterface\\Icons\\Spell_Priest_Void Blast:20|t|cFFFF0000Угасший ловчий|r исчезает!",
					["serverTime"] = 1618531015,
					["r"] = 1,
					["extraData"] = {
						42, -- [1]
						false, -- [2]
						162, -- [3]
						188, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673635.439,
					["g"] = 0.8666667342185974,
					["b"] = 0,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[02:56:58]|h Ваша добыча: 10 |4золотая:золотые:золотых;, 87 |4серебряная:серебряные:серебряных;, 12 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618531017,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						167, -- [3]
						168, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673637.568,
					["g"] = 1,
					["b"] = 0,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[02:56:58]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 25 шт.",
					["serverTime"] = 1618531017,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673637.736,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[02:57:03]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 10 шт.",
					["serverTime"] = 1618531022,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673642.487,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[02:57:09]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 6 шт.",
					["serverTime"] = 1618531028,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673648.616,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[02:57:14]|h Получена способность анимы: |cff71d5ff|Hmawpower:181|h[Пламя очистителя]|h|r",
					["serverTime"] = 1618531033,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						53, -- [3]
						54, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673653.367,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[02:57:19]|h Ваша добыча: 1 |4золотая:золотые:золотых;, 60 |4серебряная:серебряные:серебряных;, 46 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618531038,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						167, -- [3]
						168, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673658.454,
					["g"] = 1,
					["b"] = 0,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[02:57:19]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 13 шт.",
					["serverTime"] = 1618531038,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673658.614,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[02:57:25]|h Получена способность анимы: |cff71d5ff|Hmawpower:362|h[Нестабильная приманка для фантазмы]|h|r",
					["serverTime"] = 1618531044,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						53, -- [3]
						54, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673664.706,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[02:57:35]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 6 шт.",
					["serverTime"] = 1618531054,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673674.292,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[02:57:35]|h Ваша добыча: 63 |4серебряная:серебряные:серебряных;, 34 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618531054,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						167, -- [3]
						168, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673674.302,
					["g"] = 1,
					["b"] = 0,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[02:57:35]|h Останки связанной души говорит: Забери меня... отсюда.",
					["serverTime"] = 1618531054,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						51, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673675.143,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[02:57:39]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 6 шт.",
					["serverTime"] = 1618531058,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673678.9,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[02:57:45]|h Крыса Утробы в панике пытается бежать!",
					["serverTime"] = 1618531064,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						false, -- [2]
						185, -- [3]
						187, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673684.548,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[02:57:51]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 12 шт.",
					["serverTime"] = 1618531070,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673690.511,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[02:57:51]|h Ваша добыча: 1 |4золотая:золотые:золотых;, 12 |4серебряная:серебряные:серебряных;, 69 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618531070,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						167, -- [3]
						168, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673690.521,
					["g"] = 1,
					["b"] = 0,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[02:57:53]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 8 шт.",
					["serverTime"] = 1618531072,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673692.82,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[02:57:55]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 4 шт.",
					["serverTime"] = 1618531074,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673694.71,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[02:58:16]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 12 шт.",
					["serverTime"] = 1618531095,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673716.107,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[02:58:16]|h Ваша добыча: 4 |4золотая:золотые:золотых;, 39 |4серебряная:серебряные:серебряных;, 17 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618531095,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						167, -- [3]
						168, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673716.117,
					["g"] = 1,
					["b"] = 0,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[02:58:19]|h Получена способность анимы: |cff71d5ff|Hmawpower:22|h[Осознание смертности]|h|r",
					["serverTime"] = 1618531098,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						53, -- [3]
						54, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673718.306,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[02:58:23]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 6 шт.",
					["serverTime"] = 1618531102,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673723.17,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[02:58:45]|h Ваша добыча: 8 |4золотая:золотые:золотых;, 98 |4серебряная:серебряные:серебряных;, 34 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618531124,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						167, -- [3]
						168, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673744.558,
					["g"] = 1,
					["b"] = 0,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[02:58:45]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 25 шт.",
					["serverTime"] = 1618531124,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673744.7,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[02:58:47]|h Получена способность анимы: |cff71d5ff|Hmawpower:1075|h[Факел сквернорожденного]|h|r",
					["serverTime"] = 1618531126,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						53, -- [3]
						54, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673747.123,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[02:58:52]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 4 шт.",
					["serverTime"] = 1618531131,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673751.548,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[02:58:55]|h Индиго говорит: Мы должны найти Пентию, она где-то рядом. И конечно, спасибо за спасение!",
					["serverTime"] = 1618531134,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						51, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673754.793,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[02:59:00]|h Останки связанной души говорит: Я... этого... не заслужил...",
					["serverTime"] = 1618531139,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						51, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673759.547,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[02:59:04]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 10 шт.",
					["serverTime"] = 1618531143,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673763.381,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[02:59:04]|h Крыса Утробы в панике пытается бежать!",
					["serverTime"] = 1618531143,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						false, -- [2]
						185, -- [3]
						187, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673763.472,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[02:59:16]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 14 шт.",
					["serverTime"] = 1618531155,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673776.197,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[02:59:16]|h Ваша добыча: 6 |4золотая:золотые:золотых;, 44 |4серебряная:серебряные:серебряных;, 31 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618531155,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						167, -- [3]
						168, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673776.219,
					["g"] = 1,
					["b"] = 0,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[02:59:19]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 6 шт.",
					["serverTime"] = 1618531158,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673778.261,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[02:59:24]|h Останки связанной души говорит: Ты... меня слышишь?",
					["serverTime"] = 1618531163,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						51, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673784.093,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[02:59:29]|h Индиго говорит: Вон она!",
					["serverTime"] = 1618531168,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						51, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673788.63,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[02:59:30]|h Пентия говорит: Индиго! Какое счастье. Я думала, мне конец.",
					["serverTime"] = 1618531169,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						51, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673789.878,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[02:59:33]|h Индиго говорит: Мы спрячемся в безопасном месте. Спасибо тебе за помощь.",
					["serverTime"] = 1618531172,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						51, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673792.692,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[02:59:36]|h Получена способность анимы: |cff71d5ff|Hmawpower:147|h[Дар Арденвельда]|h|r",
					["serverTime"] = 1618531175,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						53, -- [3]
						54, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673795.536,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[02:59:46]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 15 шт.",
					["serverTime"] = 1618531185,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673805.733,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[02:59:46]|h Ваша добыча: 4 |4золотая:золотые:золотых;, 53 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618531185,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						167, -- [3]
						168, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673805.733,
					["g"] = 1,
					["b"] = 0,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[03:00:15]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 12 шт.",
					["serverTime"] = 1618531214,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673835.09,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[03:00:15]|h Ваша добыча: 6 |4золотая:золотые:золотых;, 24 |4серебряная:серебряные:серебряных;, 80 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618531214,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						167, -- [3]
						168, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673835.13,
					["g"] = 1,
					["b"] = 0,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[03:00:22]|h Получена способность анимы: |cff71d5ff|Hmawpower:1077|h[Обмотки неистовства]|h|r",
					["serverTime"] = 1618531221,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						53, -- [3]
						54, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673841.306,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[03:00:49]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 8 шт.",
					["serverTime"] = 1618531248,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673868.904,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[03:00:51]|h Останки связанной души говорит: Последние крохи моей силы... они теперь твои.",
					["serverTime"] = 1618531250,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						51, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673870.523,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[03:00:56]|h |cffd8d8d8[|r|Hplayer:Варейка:3180|h|cffd8bc3f60|r:|cffa9d271Варейка|r|h|cffd8d8d8]|r входит в игровой мир.",
					["serverTime"] = 1618531255,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						20, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673875.249,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[03:01:07]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 5 шт.",
					["serverTime"] = 1618531266,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673886.576,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[03:01:07]|h Ваша добыча: 78 |4серебряная:серебряные:серебряных;, 83 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618531266,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						167, -- [3]
						168, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673886.588,
					["g"] = 1,
					["b"] = 0,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[03:01:09]|h Крыса Утробы в панике пытается бежать!",
					["serverTime"] = 1618531268,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						false, -- [2]
						185, -- [3]
						187, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673888.298,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[03:01:26]|h Получена способность анимы: |cff71d5ff|Hmawpower:1|h[Облероновые шипы]|h|r",
					["serverTime"] = 1618531285,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						53, -- [3]
						54, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673906.14,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[03:01:30]|h Ваша добыча: 1 |4золотая:золотые:золотых;, 30 |4серебряная:серебряные:серебряных;, 4 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618531289,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						167, -- [3]
						168, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673909.304,
					["g"] = 1,
					["b"] = 0,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[03:01:30]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 22 шт.",
					["serverTime"] = 1618531289,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673909.414,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[03:01:46]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 22 шт.",
					["serverTime"] = 1618531305,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673926.162,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[03:01:46]|h Ваша добыча: 5 |4золотая:золотые:золотых;, 13 |4серебряная:серебряные:серебряных;, 30 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618531305,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						167, -- [3]
						168, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673926.174,
					["g"] = 1,
					["b"] = 0,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[03:01:48]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 10 шт.",
					["serverTime"] = 1618531307,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673928.067,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[03:01:54]|h Крыса Утробы в панике пытается бежать!",
					["serverTime"] = 1618531313,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						false, -- [2]
						185, -- [3]
						187, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673933.286,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[03:02:06]|h Ваша добыча: |cff9d9d9d|Hitem:179368::::::::60:577:::::::|h[Извечные оковы]|h|r.",
					["serverTime"] = 1618531325,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						53, -- [3]
						54, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673946.022,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[03:02:07]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 9 шт.",
					["serverTime"] = 1618531326,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673946.931,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[03:02:07]|h Ваша добыча: 2 |4золотая:золотые:золотых;, 47 |4серебряная:серебряные:серебряных;, 92 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618531326,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						167, -- [3]
						168, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673947.008,
					["g"] = 1,
					["b"] = 0,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[03:02:09]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 10 шт.",
					["serverTime"] = 1618531328,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673948.685,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[03:02:15]|h Крыса Утробы в панике пытается бежать!",
					["serverTime"] = 1618531334,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						false, -- [2]
						185, -- [3]
						187, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673955.214,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[03:02:33]|h Ваша добыча: |cff9d9d9d|Hitem:179368::::::::60:577:::::::|h[Извечные оковы]|h|r.",
					["serverTime"] = 1618531352,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						53, -- [3]
						54, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673972.67,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[03:02:34]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 29 шт.",
					["serverTime"] = 1618531353,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673973.561,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[03:02:34]|h Ваша добыча: 8 |4золотая:золотые:золотых;, 41 |4серебряная:серебряные:серебряных;, 7 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618531353,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						167, -- [3]
						168, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673973.673,
					["g"] = 1,
					["b"] = 0,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[03:02:41]|h Ваша добыча: 2 |4золотая:золотые:золотых;, 98 |4серебряная:серебряные:серебряных;, 15 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618531360,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						167, -- [3]
						168, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673980.887,
					["g"] = 1,
					["b"] = 0,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[03:02:41]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 12 шт.",
					["serverTime"] = 1618531360,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673980.933,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[03:03:18]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 56 шт.",
					["serverTime"] = 1618531397,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674017.603,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[03:03:18]|h Ваша добыча: 17 |4золотая:золотые:золотых;, 74 |4серебряная:серебряные:серебряных;, 16 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618531397,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						167, -- [3]
						168, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674017.634,
					["g"] = 1,
					["b"] = 0,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[03:03:21]|h Останки связанной души говорит: Последние крохи моей силы... они теперь твои.",
					["serverTime"] = 1618531400,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						51, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674020.253,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[03:03:27]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 6 шт.",
					["serverTime"] = 1618531406,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674026.917,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[03:03:30]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 2 шт.",
					["serverTime"] = 1618531409,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674029.786,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[03:03:34]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 10 шт.",
					["serverTime"] = 1618531413,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674033.943,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[03:03:39]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 8 шт.",
					["serverTime"] = 1618531418,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674038.96,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[03:03:46]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 10 шт.",
					["serverTime"] = 1618531425,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674046.137,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[03:04:07]|h Крыса Утробы в панике пытается бежать!",
					["serverTime"] = 1618531446,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						false, -- [2]
						185, -- [3]
						187, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674066.954,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[03:04:48]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 41 шт.",
					["serverTime"] = 1618531487,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674108.036,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[03:04:48]|h Ваша добыча: 11 |4золотая:золотые:золотых;, 76 |4серебряная:серебряные:серебряных;, 68 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618531487,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						167, -- [3]
						168, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674108.046,
					["g"] = 1,
					["b"] = 0,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[03:04:52]|h Получена способность анимы: |cff71d5ff|Hmawpower:1095|h[Искусно заточенные костяные клинки]|h|r",
					["serverTime"] = 1618531491,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						53, -- [3]
						54, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674111.652,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[03:04:57]|h Получена способность анимы: |cff71d5ff|Hmawpower:1434|h[Сфера восполнения]|h|r",
					["serverTime"] = 1618531496,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						53, -- [3]
						54, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674116.926,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[03:05:05]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 18 шт.",
					["serverTime"] = 1618531504,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674124.318,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[03:05:05]|h Ваша добыча: 4 |4золотая:золотые:золотых;, 76 |4серебряная:серебряные:серебряных;, 97 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618531504,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						167, -- [3]
						168, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674124.468,
					["g"] = 1,
					["b"] = 0,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[03:05:08]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 6 шт.",
					["serverTime"] = 1618531507,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674127.905,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[03:05:11]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 10 шт.",
					["serverTime"] = 1618531510,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674130.375,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[03:05:13]|h Получена способность анимы: |cff71d5ff|Hmawpower:1079|h[Изменчивая печатка]|h|r",
					["serverTime"] = 1618531512,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						53, -- [3]
						54, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674132.385,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[03:05:17]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 2 шт.",
					["serverTime"] = 1618531516,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674136.389,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[03:05:20]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 12 шт.",
					["serverTime"] = 1618531519,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674139.394,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[03:05:23]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 8 шт.",
					["serverTime"] = 1618531522,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674142.389,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[03:05:25]|h Останки связанной души говорит: Я... этого... не заслужил...",
					["serverTime"] = 1618531524,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						51, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674144.835,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[03:05:28]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 2 шт.",
					["serverTime"] = 1618531527,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674147.719,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[03:05:29]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 4 шт.",
					["serverTime"] = 1618531528,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674149.03,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[03:05:39]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 2 шт.",
					["serverTime"] = 1618531538,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674158.603,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[03:05:40]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 6 шт.",
					["serverTime"] = 1618531539,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674159.748,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[03:05:59]|h Вы продали хлама на 7|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 90|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 82|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t",
					["serverTime"] = 1618531558,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						167, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674178.858,
					["g"] = 1,
					["b"] = 0,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[03:06:14]|h Вы получили предмет: |cffffffff|Hitem:168207::::::::60:577::14::1:28:709:::|h[Клетка с награбленной анимой]|h|r.",
					["serverTime"] = 1618531573,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						53, -- [3]
						54, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674193.949,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[03:06:16]|h Вы получили предмет: |cffffffff|Hitem:168207::::::::60:577::14::1:28:709:::|h[Клетка с награбленной анимой]|h|r.",
					["serverTime"] = 1618531575,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						53, -- [3]
						54, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674195.82,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[03:06:19]|h Получена способность анимы: |cff71d5ff|Hmawpower:1085|h[Подвеска сквернорожденного]|h|r",
					["serverTime"] = 1618531578,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						53, -- [3]
						54, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674198.949,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[03:06:22]|h Вы получили предмет: |cffffffff|Hitem:184662::::::::60:577::14::1:28:709:::|h[Реквизированная клетка с анимой]|h|r.",
					["serverTime"] = 1618531581,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						53, -- [3]
						54, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674201.344,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[03:06:23]|h Вы получили: |cffffffff2|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 15|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 94|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t|r",
					["serverTime"] = 1618531582,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2674203.051,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[03:06:31]|h Получена способность анимы: |cff71d5ff|Hmawpower:1108|h[Стригидий]|h|r",
					["serverTime"] = 1618531590,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						53, -- [3]
						54, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674210.75,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[03:06:36]|h Получена способность анимы: |cff71d5ff|Hmawpower:1079|h[Изменчивая печатка]|h|r",
					["serverTime"] = 1618531595,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						53, -- [3]
						54, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674215.895,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[03:06:42]|h Получена способность анимы: |cff71d5ff|Hmawpower:1077|h[Обмотки неистовства]|h|r",
					["serverTime"] = 1618531601,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						53, -- [3]
						54, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674221.394,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[03:07:37]|h Ваша добыча: 2 |4золотая:золотые:золотых;, 29 |4серебряная:серебряные:серебряных;, 18 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618531656,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						167, -- [3]
						168, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674277.166,
					["g"] = 1,
					["b"] = 0,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[03:07:38]|h Вы получаете валюту – |cffff8000|Hcurrency:1828:0|h[Пепел душ]|h|r, 570 шт.",
					["serverTime"] = 1618531657,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674277.326,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[03:07:39]|h Ваша добыча: |cffffffff|Hitem:172089::::::::60:577:::::::|h[Могильная кожа]|h|rx4.",
					["serverTime"] = 1618531658,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						53, -- [3]
						54, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674279.218,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[03:07:40]|h Ваша добыча: |cff1eff00|Hitem:172094::::::::60:577:::::::|h[Загрубевшая шкура]|h|r.",
					["serverTime"] = 1618531659,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						53, -- [3]
						54, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674279.358,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[03:08:27]|h |cffa9d271Варейка|r выходит из игрового мира.",
					["serverTime"] = 1618531706,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						20, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674326.38,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[03:08:35]|h Вы покинули группу или были исключены из нее.",
					["serverTime"] = 1618531714,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						20, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674334.313,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[03:08:35]|h Вы будете получать добычу для специализации \"Месть\".",
					["serverTime"] = 1618531714,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2674334.313,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[03:08:36]|h Вы забыли |cff71d5ff|Hspell:206477:0|h[Освобожденная сила]|h|r.",
					["serverTime"] = 1618531715,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						20, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674335.559,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[03:08:36]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Бастион]|h.",
					["serverTime"] = 1618531715,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						36, -- [3]
						127, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674335.559,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[03:08:36]|h |Hchannel:channel:3|h[3] |h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Бастион]|h.",
					["serverTime"] = 1618531715,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						131, -- [3]
						132, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674335.559,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[03:08:36]|h Вы не состоите в группе.",
					["serverTime"] = 1618531715,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						20, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674335.559,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[03:08:55]|h Отношение |3-7(Дикая Охота) к вам улучшилось на 1500.",
					["serverTime"] = 1618531734,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						210, -- [3]
						211, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674355.182,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[03:08:56]|h Задание \"Призыв Арденвельда\" выполнено.",
					["serverTime"] = 1618531735,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						20, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674355.27,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[03:08:56]|h Вы получили предмет: |cff0070dd|Hitem:181475::::::::60:577::74::1:28:2060:::|h[Дар хранителей рощи]|h|r.",
					["serverTime"] = 1618531735,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						53, -- [3]
						54, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674355.27,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[03:08:56]|h Отношение |3-7(Гильдия) к вам улучшилось на 125.",
					["serverTime"] = 1618531735,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						210, -- [3]
						211, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674355.315,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[03:08:56]|h Вы получаете валюту – |cffa335ee|Hcurrency:1191:0|h[Доблесть]|h|r, 35 шт.",
					["serverTime"] = 1618531735,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674356.192,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[03:09:14]|h Вы получили предмет: |cff9d9d9d|Hitem:181488::::::::60:577:::::::|h[Коготь тенелова]|h|rx6.",
					["serverTime"] = 1618531753,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						53, -- [3]
						54, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674373.945,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[03:09:14]|h Вы получили предмет: |cff9d9d9d|Hitem:184402::::::::60:577:::::::|h[Кулексовая флейта Пана]|h|rx3.",
					["serverTime"] = 1618531753,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						53, -- [3]
						54, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674373.945,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[03:09:14]|h Вы получили предмет: |cff9d9d9d|Hitem:181491::::::::60:577:::::::|h[Светильник из гормгриса]|h|r.",
					["serverTime"] = 1618531753,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						53, -- [3]
						54, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674373.945,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[03:10:04]|h Вы продали хлама на 1586|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 66|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 82|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t",
					["serverTime"] = 1618531803,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						167, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674423.557,
					["g"] = 1,
					["b"] = 0,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[03:10:15]|h Вы получили: |cffffffff1584|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 49|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 79|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t|r",
					["serverTime"] = 1618531814,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2674435.2,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[03:10:31]|h Вы превращаете предмет |cffa335ee|Hitem:178736::::::::60:577::35:6:7214:6652:1501:5884:6646:7194::::|h[Потерянная печатка Трупошва]|h|r в предмет |cffa335ee|Hitem:178736::::::::60:577::35:6:7214:6652:1501:5884:6646:6935::::|h[Потерянная печатка Трупошва]|h|r.",
					["serverTime"] = 1618531830,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						53, -- [3]
						54, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674450.687,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[03:10:52]|h Вы выиграли торги за предмет \"Композиция самоцветов универсальности\" (x1).",
					["serverTime"] = 1618531851,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						20, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674471.668,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[03:10:59]|h Вы получили предмет: |cff0070dd|Hitem:173129::::::::60:577:::::::|h[Композиция самоцветов универсальности]|h|r.",
					["serverTime"] = 1618531858,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						53, -- [3]
						54, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674478.934,
					["g"] = 0.9843137860298157,
					["b"] = 0.9686275124549866,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[03:12:30]|h |cffd8d8d8[|r|Hplayer:Алтэри-Гордунни:3255:SYSTEM|h|cffd8bc3f60|r:|cffa22fc8Алтэри|r|h|cffd8d8d8]|r665 ед. анимы внесено в резервуар.",
					["serverTime"] = 1618531949,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						20, -- [3]
						212, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2674569.682,
					["g"] = 0.9137255549430847,
					["b"] = 1,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[02:56:25]|h Вы получаете валюту – |cffa335ee|Hcurrency:1728:0|h[Фантазма]|h|r, 4 шт.",
					["serverTime"] = 1618530984,
					["r"] = 0.6823529601097107,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						165, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2673604.957,
					["g"] = 0.6705882549285889,
					["b"] = 0.9843137860298157,
				}, -- [128]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
