
PawnOptions = {
["LastVersion"] = 2.1306,
["LastPlayerFullName"] = "Энастари-Гордунни",
["AutoSelectScales"] = true,
["ItemLevels"] = {
{
["ID"] = 237655,
["Level"] = 134,
["Link"] = "|cnIQ4:|Hitem:237655::::::::80:1467::177:5:6652:12921:12231:12676:12294::::::|h[Безупречное средоточие чароплета]|h|r",
},
{
["ID"] = 237963,
["Level"] = 134,
["Link"] = "|cnIQ4:|Hitem:237963::::::::80:1467::110:6:12350:42:10395:10392:9891:10255:1:28:2881:::::|h[Зараженная Бездной брошь]|h|r",
},
{
["ID"] = 237653,
["Level"] = 134,
["Link"] = "|cnIQ4:|Hitem:237653::::::::80:1467::177:4:40:12233:12675:12294::::::|h[Безупречные наплечники чароплета]|h|r",
},
nil,
{
["ID"] = 237658,
["Level"] = 134,
["Link"] = "|cnIQ4:|Hitem:237658::::::::80:1467::177:4:6652:12229:12676:12294::::::|h[Безупречная защита чароплета]|h|r",
},
{
["ID"] = 237652,
["Level"] = 134,
["Link"] = "|cnIQ4:|Hitem:237652::::::::80:1467::81:4:6652:12921:10354:12294::::::|h[Безупречный кристальный шнурок чароплета]|h|r",
},
{
["ID"] = 237654,
["Level"] = 134,
["Link"] = "|cnIQ4:|Hitem:237654::::::::80:1467::178:4:6652:12232:12676:12294::::::|h[Безупречные рунные брюки чароплета]|h|r",
},
{
["ID"] = 237657,
["Level"] = 134,
["Link"] = "|cnIQ4:|Hitem:237657::::::::80:1467::177:2:6652:12294::::::|h[Безупречные когти чароплета]|h|r",
},
{
["ID"] = 237651,
["Level"] = 134,
["Link"] = "|cnIQ4:|Hitem:237651::::::::80:1467::177:3:6652:12921:12294::::::|h[Безупречные манжеты чароплета]|h|r",
},
{
["ID"] = 237656,
["Level"] = 134,
["Link"] = "|cnIQ4:|Hitem:237656::::::::80:1467::177:4:40:12230:12675:12294::::::|h[Безупречные чешуйчатые наручи чароплета]|h|r",
},
{
["ID"] = 235978,
["Level"] = 528,
["AlsoFitsIn"] = 12,
["Link"] = "|cnIQ3:|Hitem:235978::::::::77:1467::17:2:10385:4785:2:9:76:28:181:::::|h[Таинственная печатка]|h|r",
},
{
["ID"] = 235978,
["Level"] = 528,
["AlsoFitsIn"] = 11,
["Link"] = "|cnIQ3:|Hitem:235978::::::::78:1467::17:2:10385:4785:2:9:76:28:181:::::|h[Таинственная печатка]|h|r",
},
{
["ID"] = 242867,
["Level"] = 134,
["AlsoFitsIn"] = 14,
["Link"] = "|cnIQ4:|Hitem:242867::::::::80:1467::110:4:12350:6652:1556:10255:1:28:2881:::::|h[Автоматический раздатчик футбомбных мячей]|h|r",
},
{
["ID"] = 242867,
["Level"] = 134,
["AlsoFitsIn"] = 13,
["Link"] = "|cnIQ4:|Hitem:242867::::::::81:1467::110:4:12350:6652:1556:10255:1:28:2881:::::|h[Автоматический раздатчик футбомбных мячей]|h|r",
},
{
["ID"] = 235499,
["Level"] = 170,
["Link"] = "|cnIQ6:|Hitem:235499::::::::80:1467:::2:12401:9893::::::|h[Повязки реши]|h|r",
},
{
["ID"] = 219351,
["Level"] = 134,
["Link"] = "|cnIQ4:|Hitem:219351::::::::80:1467::108:4:12350:40:1599:10255::::::|h[Рассекатель плит с линиями маны]|h|r",
},
},
["AutoSelectScalesEnabledOnce"] = true,
["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
["LastClass"] = "EVOKER",
["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
