
PawnOptions = {
["LastVersion"] = 2.1101,
["LastPlayerFullName"] = "Тиаз-Борейская тундра",
["AutoSelectScales"] = true,
["UpgradeTracking"] = false,
["ItemLevels"] = {
{
["ID"] = 122250,
["Level"] = 36,
["Link"] = "|cff00ccff|Hitem:122250::::::::13:64:::1:3592::::::|h[Изорванная маска Багрового Тумана]|h|r",
},
{
["ID"] = 143906,
["Level"] = 11,
["Link"] = "|cffa335ee|Hitem:143906::::::::13:64::1:1:615:1:9:8:::::|h[Оберег разбитого сердца]|h|r",
},
{
["ID"] = 122360,
["Level"] = 36,
["Link"] = "|cff00ccff|Hitem:122360::::::::13:64:::1:3592::::::|h[Изорванное оплечье Багрового Тумана]|h|r",
},
nil,
{
["ID"] = 122384,
["Level"] = 36,
["Link"] = "|cff00ccff|Hitem:122384::::::::13:64:::1:3592::::::|h[Изорванное одеяние Багрового Тумана]|h|r",
},
{
["ID"] = 57253,
["Level"] = 1,
["Link"] = "|cffffffff|Hitem:57253::::::::13:64:::::::::|h[Кушак из аббатства Североземья]|h|r",
},
{
["ID"] = 122256,
["Level"] = 36,
["Link"] = "|cff00ccff|Hitem:122256::::::::13:64:::1:3592::::::|h[Изодранные поножи Багрового Тумана]|h|r",
},
{
["ID"] = 57256,
["Level"] = 1,
["Link"] = "|cffffffff|Hitem:57256::::::::13:64:::::::::|h[Башмаки из аббатства Североземья]|h|r",
},
{
["ID"] = 58981,
["Level"] = 6,
["Link"] = "|cff1eff00|Hitem:58981::::::::13:64::11:::::::|h[Наручи подлости]|h|r",
},
{
["ID"] = 11192,
["Level"] = 2,
["Link"] = "|cffffffff|Hitem:11192::::::::13:64:::::::::|h[Перчатки экипировщика]|h|r",
},
{
["ID"] = 128169,
["Level"] = 36,
["AlsoFitsIn"] = 12,
["Link"] = "|cff00ccff|Hitem:128169::::::::13:64:::1:3592::::::|h[Печатка Третьего флота]|h|r",
},
{
["ID"] = 128169,
["Level"] = 29,
["AlsoFitsIn"] = 11,
["Link"] = "|cnIQ7:|Hitem:128169::::::::13:64:::1:3592::::::|h[Печатка Третьего флота]|h|r",
},
{
["ID"] = 122361,
["Level"] = 36,
["AlsoFitsIn"] = 14,
["Link"] = "|cff00ccff|Hitem:122361::::::::13:64:::1:3592::::::|h[Стремительная рука правосудия]|h|r",
},
{
["ID"] = 122362,
["Level"] = 36,
["AlsoFitsIn"] = 13,
["Link"] = "|cff00ccff|Hitem:122362::::::::13:64:::1:582::::::|h[Прозорливый Глаз Зверя]|h|r",
},
{
["ID"] = 122262,
["Level"] = 36,
["Link"] = "|cff00ccff|Hitem:122262::::::::13:64:::1:3592::::::|h[Древний плащ Кровавой Луны]|h|r",
},
{
["ID"] = 122353,
["Level"] = 36,
["Link"] = "|cff00ccff|Hitem:122353::::::::13:64:::1:7920::::::|h[Величавая трость ректора]|h|r",
},
},
["AutoSelectScalesEnabledOnce"] = true,
["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
["LastClass"] = "MAGE",
["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
