
PawnOptions = {
	["LastVersion"] = 2.0804,
	["LastPlayerFullName"] = "Алоиза-Борейская тундра",
	["AutoSelectScales"] = false,
	["UpgradeTracking"] = false,
	["ItemLevels"] = {
		{
			["ID"] = 204584,
			["Level"] = 385,
			["Link"] = "|cff0070dd|Hitem:204584::::::::70:258::11:3:9297:1472:8766:1:28:2613:::::|h[Наградной капюшон]|h|r",
		}, -- [1]
		{
			["ID"] = 193809,
			["Level"] = 441,
			["Link"] = "|cffa335ee|Hitem:193809::::::::70:258::35:7:9380:6652:9414:8784:9144:1663:8767::::::|h[Выкопанный медальон Бромача]|h|r",
		}, -- [2]
		{
			["ID"] = 204925,
			["Level"] = 389,
			["Link"] = "|cff0070dd|Hitem:204925::::::::70:258::29:4:6652:9302:1611:8766:1:28:2631:::::|h[Безлунные наплечники]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 193509,
			["Level"] = 420,
			["Link"] = "|cffa335ee|Hitem:193509::::::::70:258::13:8:8836:8840:8902:9404:8793:8932:8960:9366:8:28:2164:29:49:30:40:38:7:40:450:46:194566:47:193946:50:204440:::::|h[Яркое облачение из ткани стихий |A:Professions-ChatIcon-Quality-Tier4:17:17::1|a]|h|r",
		}, -- [5]
		{
			["ID"] = 193691,
			["Level"] = 411,
			["Link"] = "|cffa335ee|Hitem:193691::192973::::::70:258::2:7:7976:6652:9413:9215:9309:1633:8767:1:28:2156:::::|h[Шнурованный ремень небесного седока]|h|r",
		}, -- [6]
		{
			["ID"] = 204585,
			["Level"] = 382,
			["Link"] = "|cff0070dd|Hitem:204585::::::::70:258::11:3:9296:1472:8766:1:28:2588:::::|h[Наградные брюки]|h|r",
		}, -- [7]
		{
			["ID"] = 204788,
			["Level"] = 415,
			["Link"] = "|cffa335ee|Hitem:204788::::::::70:258::55:6:9321:6652:9223:9219:1537:8767:1:28:2641:::::|h[Насыщенные сандалии]|h|r",
		}, -- [8]
		{
			["ID"] = 191990,
			["Level"] = 398,
			["Link"] = "|cff0070dd|Hitem:191990:6571:::::::70:258::53:6:8902:6652:7937:9301:1520:8766:1:28:2330:::::|h[Манжеты кобальтового дозорного]|h|r",
		}, -- [9]
		{
			["ID"] = 193775,
			["Level"] = 428,
			["Link"] = "|cffa335ee|Hitem:193775::::::::70:258::16:7:9330:6652:9223:9218:9144:1650:8767:1:28:1279:::::|h[Угольные полуперчатки полководца]|h|r",
		}, -- [10]
		{
			["ID"] = 204916,
			["Level"] = 411,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:204916:6554:::::::70:258::42:5:6652:9414:9316:1633:8767:1:28:2649:::::|h[Глубокоскальный перстень]|h|r",
		}, -- [11]
		{
			["ID"] = 204916,
			["Level"] = 408,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:204916:6554:::::::70:258::42:5:6652:9414:9315:1630:8767:1:28:2649:::::|h[Глубокоскальный перстень]|h|r",
		}, -- [12]
		{
			["ID"] = 193769,
			["Level"] = 398,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff0070dd|Hitem:193769::::::::70:258::1:5:7974:6652:9301:1620:8766:1:28:2587:::::|h[Взрывающийся фрагмент копья]|h|r",
		}, -- [13]
		{
			["ID"] = 205191,
			["Level"] = 398,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff0070dd|Hitem:205191::::::::70:258::28:4:41:9301:1520:8766:1:28:2628:::::|h[Беспросветный шар]|h|r",
		}, -- [14]
		{
			["ID"] = 159292,
			["Level"] = 418,
			["Link"] = "|cffa335ee|Hitem:159292:6588:::::::70:258::16:7:9322:6652:9223:9220:9144:3288:8767:1:28:1279:::::|h[Покров заклинателя спор]|h|r",
		}, -- [15]
		{
			["ID"] = 204742,
			["Level"] = 415,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cffa335ee|Hitem:204742::::::::70:258::42:4:6652:9317:1537:8767:1:28:2641:::::|h[Насыщенная курильница]|h|r",
		}, -- [16]
		{
			["ID"] = 204742,
			["Level"] = 411,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cffa335ee|Hitem:204742::::::::70:258::42:4:6652:9316:1533:8767:1:28:2641:::::|h[Насыщенная курильница]|h|r",
		}, -- [17]
	},
	["Artifacts"] = {
		[128868] = {
			["Relics"] = {
				{
					["ItemLevel"] = 18,
					["Type"] = "Holy",
				}, -- [1]
				{
					["ItemLevel"] = 28,
					["Type"] = "Shadow",
				}, -- [2]
				{
					["ItemLevel"] = 20,
					["Type"] = "Holy",
				}, -- [3]
			},
			["Name"] = "Ярость Света",
		},
		[128827] = {
			["Relics"] = {
				{
					["ItemLevel"] = 36,
					["Type"] = "Shadow",
				}, -- [1]
				{
					["ItemLevel"] = 30,
					["Type"] = "Blood",
				}, -- [2]
				{
					["ItemLevel"] = 29,
					["Type"] = "Shadow",
				}, -- [3]
			},
			["Name"] = "Ксал'атат, клинок Темной Империи",
		},
		[133755] = {
			["Relics"] = {
			},
			["Name"] = "Удочка Темносвета",
		},
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "PRIEST",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
