
PawnOptions = {
	["LastVersion"] = 2.0418,
	["LastPlayerFullName"] = "Алоиза-Борейская тундра",
	["AutoSelectScales"] = false,
	["UpgradeTracking"] = false,
	["ItemLevels"] = {
		{
			["ID"] = 174118,
			["Level"] = 130,
			["Link"] = "|cffa335ee|Hitem:174118::::::::50:258::5:5:4823:1502:4786:6508:4775::::|h[Маска кошмарных интриг]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 146,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::50:258::11:4:6316:4932:4933:1560::::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 158344,
			["Level"] = 135,
			["Link"] = "|cffa335ee|Hitem:158344::::::::50:258::35:5:5448:1543:4786:6512:4775::::|h[Оплечье церемониального восхождения]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 159268,
			["Level"] = 135,
			["Link"] = "|cffa335ee|Hitem:159268::::::::50:258::35:5:5448:1543:4786:6510:4775::::|h[Смирительная роба заключенного]|h|r",
		}, -- [5]
		{
			["ID"] = 158346,
			["Level"] = 120,
			["Link"] = "|cffa335ee|Hitem:158346::168639::::::50:258::16:7:6536:42:1533:4786:6482:6470:6514::::|h[Пояс из парусины]|h|r",
		}, -- [6]
		{
			["ID"] = 170461,
			["Level"] = 125,
			["Link"] = "|cffa335ee|Hitem:170461::::::::50:258::13:2:1699:6516::::|h[Жуткие брюки из морской пряжи с символом лихорадочного света]|h|r",
		}, -- [7]
		{
			["ID"] = 158303,
			["Level"] = 130,
			["Link"] = "|cffa335ee|Hitem:158303::::::::50:258::35:4:6536:6515:1543:4786::::|h[Сандалии почитателя дьявозавра]|h|r",
		}, -- [8]
		{
			["ID"] = 173490,
			["Level"] = 120,
			["Link"] = "|cffa335ee|Hitem:173490::::::::50:258::54:7:6412:6515:6578:6579:6552:1514:4786::::|h[Браслеты мерзкого манипулятора]|h|r",
		}, -- [9]
		{
			["ID"] = 170458,
			["Level"] = 125,
			["Link"] = "|cffa335ee|Hitem:170458::168639::::::50:258::13:2:1695:6516::::|h[Жуткие перчатки из морской пряжи с символом огненной вспышки]|h|r",
		}, -- [10]
		{
			["ID"] = 159463,
			["Level"] = 125,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:159463:6108:168639::::::50:258::35:7:6532:4802:6578:6515:1538:4786:6516::::|h[Кольцо пульсирующих жил]|h|r",
		}, -- [11]
		{
			["ID"] = 169156,
			["Level"] = 120,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:169156:6108:168639::::::50:258::16:6:6534:1514:4786:6482:6470:6514::::|h[Кольцо логического цикла синергии]|h|r",
		}, -- [12]
		{
			["ID"] = 174103,
			["Level"] = 125,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:174103::::::::50:258::5:5:4823:41:6515:1502:4786::::|h[Манифест безумия]|h|r",
		}, -- [13]
		{
			["ID"] = 173944,
			["Level"] = 115,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:173944::168639::::::50:258::5:5:4823:1808:6515:1502:4786::::|h[Запретный обсидиановый коготь]|h|r",
		}, -- [14]
		{
			["ID"] = 169223,
			["Level"] = 155,
			["Link"] = "|cffff8000|Hitem:169223:6089:::::::50:258::11:2:6603:1472::::|h[Ашжра'камас, Покров Решимости]|h|r",
		}, -- [15]
		{
			["ID"] = 168955,
			["Level"] = 120,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cffa335ee|Hitem:168955:5949:::::::50:258::16:5:6536:6516:6515:1514:4786:1:28:464:::|h[Электризующий усилитель когнитивных функций]|h|r",
		}, -- [16]
		{
			["ID"] = 159668,
			["Level"] = 130,
			["Link"] = "|cffa335ee|Hitem:159668::::::::50:258::35:8:6536:6578:6579:6473:6470:6515:1543:4786::::|h[Громыхающая банка с глазами]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
	["Artifacts"] = {
		[128868] = {
			["Relics"] = {
				{
					["ItemLevel"] = 18,
					["Type"] = "Holy",
				}, -- [1]
				{
					["ItemLevel"] = 28,
					["Type"] = "Shadow",
				}, -- [2]
				{
					["ItemLevel"] = 20,
					["Type"] = "Holy",
				}, -- [3]
			},
			["Name"] = "Ярость Света",
		},
		[128827] = {
			["Relics"] = {
				{
					["ItemLevel"] = 36,
					["Type"] = "Shadow",
				}, -- [1]
				{
					["ItemLevel"] = 30,
					["Type"] = "Blood",
				}, -- [2]
				{
					["ItemLevel"] = 29,
					["Type"] = "Shadow",
				}, -- [3]
			},
			["Name"] = "Ксал'атат, клинок Темной Империи",
		},
		[133755] = {
			["Relics"] = {
			},
			["Name"] = "Удочка Темносвета",
		},
	},
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "PRIEST",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
