
PawnOptions = {
	["LastVersion"] = 2.0328,
	["LastPlayerFullName"] = "Алоиза-Борейская тундра",
	["AutoSelectScales"] = false,
	["UpgradeTracking"] = false,
	["ItemLevels"] = {
		{
			["ID"] = 155886,
			["Level"] = 450,
			["Link"] = "|cffa335ee|Hitem:155886::::::::120:258::35:5:5448:1617:4786:6270:4775:::|h[Красиво украшенная шляпа]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 493,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:258::11:4:6316:4932:4933:1630:::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 158344,
			["Level"] = 480,
			["Link"] = "|cffa335ee|Hitem:158344::::::::120:258::35:5:5448:1647:4786:6512:4775:::|h[Оплечье церемониального восхождения]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 158349,
			["Level"] = 450,
			["Link"] = "|cffa335ee|Hitem:158349::::::::120:258::35:5:5448:1617:4786:6269:4775:::|h[Ряса самопровозглашенного азеритового барона]|h|r",
		}, -- [5]
		{
			["ID"] = 159239,
			["Level"] = 470,
			["Link"] = "|cffa335ee|Hitem:159239::::::::120:258::35:7:6534:6578:6579:6564:6513:1642:4786:::|h[Кушак водоворота Аква'сирра]|h|r",
		}, -- [6]
		{
			["ID"] = 159242,
			["Level"] = 470,
			["Link"] = "|cffa335ee|Hitem:159242::::::::120:258::35:8:6532:6578:6579:6478:6462:6513:1642:4786:::|h[Поножи утонувшего лорда]|h|r",
		}, -- [7]
		{
			["ID"] = 159270,
			["Level"] = 465,
			["Link"] = "|cffa335ee|Hitem:159270::::::::120:258::16:5:6534:6516:6513:1637:4786:::|h[Мокасины кровавого надзирателя]|h|r",
		}, -- [8]
		{
			["ID"] = 159240,
			["Level"] = 440,
			["Link"] = "|cffa335ee|Hitem:159240::::::::120:258::35:3:5010:1612:4783:::|h[Напульсники Риксы]|h|r",
		}, -- [9]
		{
			["ID"] = 155891,
			["Level"] = 450,
			["Link"] = "|cffa335ee|Hitem:155891::::::::120:258::16:4:5010:1602:5865:4784:::|h[Замызганные салохваты]|h|r",
		}, -- [10]
		{
			["ID"] = 159463,
			["Level"] = 470,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:159463::::::::120:258::35:8:6532:4802:6578:6579:6549:6515:1642:4786:::|h[Кольцо пульсирующих жил]|h|r",
		}, -- [11]
		{
			["ID"] = 159463,
			["Level"] = 470,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:159463:6108:::::::120:258::35:8:6532:4802:6578:6579:6549:6515:1642:4786:::|h[Кольцо пульсирующих жил]|h|r",
		}, -- [12]
		{
			["ID"] = 159624,
			["Level"] = 470,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:159624::168641::::::120:258::35:5:6532:4802:6515:1642:4786:::|h[Подгнившая кукла вуду]|h|r",
		}, -- [13]
		{
			["ID"] = 159615,
			["Level"] = 460,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:159615::::::::120:258::16:4:6532:6515:1632:4786:::|h[Запал мага-поджигателя]|h|r",
		}, -- [14]
		{
			["ID"] = 169223,
			["Level"] = 488,
			["Link"] = "|cffff8000|Hitem:169223::::::::120:258::11:2:6281:1472:::|h[Ашжра'камас, Покров Решимости]|h|r",
		}, -- [15]
		{
			["ID"] = 159636,
			["Level"] = 460,
			["Link"] = "|cffa335ee|Hitem:159636:5965:168639::::::120:258::16:6:6532:4802:6516:6515:1632:4786:::|h[Посох грозовой змеи]|h|r",
		}, -- [16]
		{
			["ID"] = 159641,
			["Level"] = 440,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cffa335ee|Hitem:159641:5963:::::::120:256::35:3:5010:1612:4783:::|h[\"В0Т-Т3Б3\"]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
	["Artifacts"] = {
		[128868] = {
			["Relics"] = {
				{
					["ItemLevel"] = 18,
					["Type"] = "Holy",
				}, -- [1]
				{
					["ItemLevel"] = 28,
					["Type"] = "Shadow",
				}, -- [2]
				{
					["ItemLevel"] = 20,
					["Type"] = "Holy",
				}, -- [3]
			},
			["Name"] = "Ярость Света",
		},
		[128827] = {
			["Relics"] = {
				{
					["ItemLevel"] = 36,
					["Type"] = "Shadow",
				}, -- [1]
				{
					["ItemLevel"] = 30,
					["Type"] = "Blood",
				}, -- [2]
				{
					["ItemLevel"] = 29,
					["Type"] = "Shadow",
				}, -- [3]
			},
			["Name"] = "Ксал'атат, клинок Темной Империи",
		},
		[133755] = {
			["Relics"] = {
			},
			["Name"] = "Удочка Темносвета",
		},
	},
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "PRIEST",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
