
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
				"/cw Криворожка А я с тобой серебром поделюсь)", -- [1]
				"/cw Криворожка Пуфик, поможешь нам с ачивкой?", -- [2]
				"/рейд Вейл, слезай с коня", -- [3]
				"/г |cff0070dd|Hitem:163607::::::::120:258::::::|h[Швейная игла Люсиль]|h|r кажется я знаю, чем Лёша теперь будет заниматься в рейдах вместо кидания мяча", -- [4]
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
				"/cw Подобиемага-Борейскаятундра Зайдешь ко мне в диск?", -- [1]
				"/гр Hey", -- [2]
				"/гр Мне ни один не нравится)", -- [3]
				"/гр Вань, выбери какого-нибудь ДК", -- [4]
				"/гр Ну давай Гавань попробуем собрать", -- [5]
				"/гр |cffa335ee|Hkeystone:158923:252:6:9:11:0:0|h[Ключ: Святилище Штормов (6)]|h|r", -- [6]
				"/гр Тогда Усадьба, раз ты уже там", -- [7]
				"/гр Ваф, зайдешь в войс?", -- [8]
				"/гр Осада", -- [9]
				"/гр Едь, точнее", -- [10]
				"/гр Пуф, лети ко мне. Поможешь присамонить остальных", -- [11]
				"/гр Да, слышно", -- [12]
				"/гр У нас тут Кейс ещё в диске", -- [13]
				"/гр Может ты его поставишь по-быстрому?", -- [14]
				"/гр https://discord.gg/BfUKNH5", -- [15]
				"/г Я теперь юность вспомнила", -- [16]
				"/г Ну тебя, Лёша, с твоей музыкой(", -- [17]
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
				"/с /vuhdo options", -- [1]
			},
			["ChatFrame3EditBox"] = {
				" ><", -- [1]
				" Ну и славно", -- [2]
				" Ну и ладно", -- [3]
				" Ничего он не скажет, нам дд нужны", -- [4]
				" В героик без проблем можешь приходить", -- [5]
				" Рейды среда, воскресенье с 21", -- [6]
				" Последнего только что убили", -- [7]
				" Да", -- [8]
				" Привет)", -- [9]
				" У меня всё по старому)) работаю-играю-потом снова работаю)", -- [10]
				" А то он ещё несколько недель назад нам сову обещал", -- [11]
				" Я тут Роео всю плешь проела", -- [12]
				" В ключах тебя не хватает)", -- [13]
				" Рейдим потихоньку. Закрыли целый один мифик", -- [14]
				" У нас мало что изменилось)", -- [15]
				" А надежда есть на килл или всё плохо?", -- [16]
				"/cw Коррделия-Борейскаятундра Я тоже делать буду. Придётся", -- [17]
				"/cw Коррделия-Борейскаятундра Там ещё продолжение вышла на этой неделе", -- [18]
				"/cw Коррделия-Борейскаятундра Что за квесты? Военная кампания?", -- [19]
				" А какого маунта за РБГ дают?", -- [20]
				" У вас наверняка тоже набирают в ПвП сообщества", -- [21]
				" Сообщества", -- [22]
				" Жена Айсли не играет)", -- [23]
				"/гр Панда сейчас подойдет", -- [24]
				"/cw Айсли-Борейскаятундра Я возьму тебе самого крутого хилла с самым высоким миф скором", -- [25]
				"/cw Айсли-Борейскаятундра Мой хилл сказал, что уйти надо. Можно я пуга найду?", -- [26]
				" Мы всегда до 23 мск", -- [27]
				" Им надо было удалить релики из трини из старинного лута", -- [28]
				"/cw Саджет-Борейскаятундра А ты сейчас на каком боссе?", -- [29]
				" /simc", -- [30]
				" Я тебя не звала, не потому, что я в тебе сомневаюсь, а потому что когда мы собирались, тебя онлайн не было)", -- [31]
				"/cw Альмагорн-Борейскаятундра Прием-прием", -- [32]
				"/cw Ромеох-Борейскаятундра Жилу 10 пойдешь?", -- [33]
				" Sweet)", -- [34]
				" Hey :) We need a healer for |cffa335ee|Hkeystone:158923:247:10:10:8:4:117|h[Ключ: ЗОЛОТАЯ ЖИЛА!!! (10)]|h|r, would you like to come?", -- [35]
				" Ты сифон победил уже?)", -- [36]
				"/cw Гриддис-Борейскаятундра Ещё актуален вопрос?)", -- [37]
				"/cw Гриддис-Борейскаятундра Сорри, не увидела второе сообщение", -- [38]
				"/cw Гриддис-Борейскаятундра Не, сейчас не пойду никуда", -- [39]
				"/cw Кейстут-Борейскаятундра Две вольные гавани", -- [40]
				"/cw Кейстут-Борейскаятундра В среду", -- [41]
				"/cw Кейстут-Борейскаятундра Да)", -- [42]
				" Надо было сказать: \"Гости пусть тоже заходят, дамажить будут\"", -- [43]
				"/cw Саджет-Борейскаятундра тут", -- [44]
				"/cw Меллия-Борейскаятундра Как раз фуллпати наберется", -- [45]
				"/cw Меллия-Борейскаятундра С вами Крабодрон ещё?", -- [46]
				" У тебя желтый монокль, правильно?", -- [47]
				" Я думала, сейчас всех собрать", -- [48]
				"/cw Ложимся-Борейскаятундра С утра, это чтоб можно было вообще не ложиться?)", -- [49]
				"/cw Ресточка-Борейскаятундра Опрашиваю народ. Ориентировочно воскресенье, вторая половина дня", -- [50]
				"/cw Аркадрон Привет. Ты в воскресенье будешь?", -- [51]
				"/cw Ложимся-Борейскаятундра А в воскресенье?)", -- [52]
				"/cw Ложимся-Борейскаятундра Блин, у меня тоже корпоратив", -- [53]
				"/cw Ложимся Ты в субботу будешь? Если да, то когда?", -- [54]
				"/cw Ресточка-Борейскаятундра Ёлка, это чтоб коту было с чем играться?)", -- [55]
				"/cw Ресточка-Борейскаятундра Остальные у нас уже есть", -- [56]
				"/cw Ресточка-Борейскаятундра Сделай себе зелёный монокль, он самый просто", -- [57]
				"/cw Ресточка-Борейскаятундра Угу", -- [58]
				"/cw Ресточка-Борейскаятундра Для последнего этапа нужно именно 5 игроков", -- [59]
				"/cw Ресточка-Борейскаятундра нет", -- [60]
				"/cw Ресточка-Борейскаятундра Угу", -- [61]
				"/cw Ресточка-Борейскаятундра Мы на выходных, скорей всего, будем делать. Если надумаешь, присоединяйся", -- [62]
				"/cw Ресточка-Борейскаятундра https://www.noob-club.ru/index.php?topic=51073.0", -- [63]
				"/cw Меллия Заходи", -- [64]
				"/cw Блэкмор-Борейскаятундра Я даже не знаю, можно ли это сейвом назвать", -- [65]
				"/cw Блэкмор-Борейскаятундра 11к", -- [66]
				" :DD", -- [67]
				"/cw Айсли-Борейскаятундра Тут, сорри", -- [68]
				"/cw Саджет-Борейскаятундра :D", -- [69]
				"/cw Подобиемага-Борейскаятундра Идем в ключи?", -- [70]
				"/cw Саджет-Борейскаятундра В ключи идем?", -- [71]
				"/cw Альмагорн-Борейскаятундра Во сколько он реально будет, хз", -- [72]
				"/cw Альмагорн-Борейскаятундра [20:44:53] [W From] [Sahj]: Выезжаю от родителей. В течение часа буду, если что.", -- [73]
				" Ждем тебя", -- [74]
				" Мы уже собрались", -- [75]
				"/cw Альмагорн-Борейскаятундра Ну как, дождался ужин?)", -- [76]
				" Это +10, я тут надолго", -- [77]
				" А потом убьем всех остальных боссов)", -- [78]
				"/рейд Кто я?", -- [79]
				" Два мили, это 20% нашего рейда", -- [80]
				"/cw Альмагорн-Борейскаятундра Думаешь, они каждый день наблюдают паладинов на медузах?", -- [81]
				"/cw Альмагорн-Борейскаятундра Враги офигеют  и не станут бить", -- [82]
				"/cw Альмагорн-Борейскаятундра Перед входом в Ульдир как раз озерцо есть, там можно поплескаться", -- [83]
				"/cw Альмагорн-Борейскаятундра Ну тоже неплохо)", -- [84]
				"/cw Альмагорн-Борейскаятундра Красота", -- [85]
				"/cw Альмагорн-Борейскаятундра Воу, летающая медуза?", -- [86]
				"/cw Альмагорн-Борейскаятундра |cff1eff00|Hitem:153712::::::::120:258::13:1:3524:::|h[Кианит универсальности]|h|r и я могу сделать)", -- [87]
				"/cw Альмагорн-Борейскаятундра Привет. Если речь о |cff0070dd|Hitem:154128::::::::120:258::13:1:3524:::|h[Королевский кварц универсальности]|h|r, то делают Саджет, Кхорус, Паркетник и Ресточка", -- [88]
				"/cw Аркадрон-Борейскаятундра |cff0070dd|Hitem:152876::::::::120:256::::::|h[Теневой осколок]|h|r х 8 |cffffffff|Hitem:152875::::::::120:256::::::|h[Сумеречная пыль]|h|r х 20", -- [89]
				"/cw Аркадрон-Борейскаятундра |cff0070dd|Hitem:152876::::::::120:258::::::|h[Теневой осколок]|h|r х8 и |cffffffff|Hitem:152875::::::::120:258::::::|h[Сумеречная пыль]|h|rх20", -- [90]
				"/cw Аркадрон-Борейскаятундра Не могу, осколков нет", -- [91]
				"/cw Аркадрон-Борейскаятундра Нет, я не пользуюсь ва", -- [92]
				" Не больше 8 точно", -- [93]
				" Наши звёзды вроде 7 максимально проходили", -- [94]
				"/cw Раерр-Борейскаятундра В Легионе миссии в оплоте были на золото. Оно пассивно копилось", -- [95]
				"/гр Садж, Ваф, заходите туда", -- [96]
				"/гр Они в гильдейском войсе", -- [97]
				" Садж через 20 минут освободится и мы идем в гавань и в усадьбу", -- [98]
				"/cw Пуфка-Борейскаятундра Может осталось", -- [99]
				"/cw Пуфка-Борейскаятундра Тебе какая нужна, линкани", -- [100]
				"/cw Пуфка-Борейскаятундра Я сама вчера алхимию качала, почти всё слила", -- [101]
				"/cw Саджет-Борейскаятундра Маякни, пожалуйста, как освободишься", -- [102]
				"/cw Аркадрон-Борейскаятундра Ты в диск можешь зайти?", -- [103]
				"/cw Альмагорн-Борейскаятундра Нет, спасибо. Я уже с ребятами договорилась на счет мифов", -- [104]
				"/cw Айсли-Борейскаятундра С кем?", -- [105]
				" Если что, договоримся)", -- [106]
				" Хиловская у меня уже есть. На счет ддшной не знаю, насколько она хороша для шп, нужно больше информации", -- [107]
				" Спасибо)", -- [108]
				" )", -- [109]
				" Так, я утратила нить повествования. Что ты собрался повторять?", -- [110]
				"/cw Маэвин-Борейскаятундра Я видела объявления по 1к и 800. Но сомневаюсь, что это кто-то покупает", -- [111]
				"/cw Маэвин-Борейскаятундра Вроде всё", -- [112]
				"/cw Маэвин-Борейскаятундра Не знала", -- [113]
				"/cw Маэвин-Борейскаятундра Ы, если продолжать крафтить при полном инвентаре, вещи пришлют на почту", -- [114]
				"/cw Маэвин-Борейскаятундра Печаль", -- [115]
				"/cw Маэвин-Борейскаятундра Точно, чант же", -- [116]
				"/cw Маэвин-Борейскаятундра 175 наручей Оо", -- [117]
				"/cw Альмагорн-Борейскаятундра Это Ваня у нас совотерминатор 310+)", -- [118]
				"/cw Альмагорн-Борейскаятундра У меня 299)", -- [119]
				"/cw Альмагорн-Борейскаятундра Мы в нормалы", -- [120]
				"/cw Альмагорн-Борейскаятундра Ага, точно. Отдельный плагин", -- [121]
				"/cw Альмагорн-Борейскаятундра Сейчас чет не показывает. Надо, наверное, плагин для БФА скачать", -- [122]
				"/cw Альмагорн-Борейскаятундра Раньше показывало рарники и сундуки", -- [123]
				"/cw Альмагорн-Борейскаятундра Лин, я думала, ты в инсты с нами собирался)", -- [124]
				" Чтоб призвать", -- [125]
				" Надо как-нибудь собраться. Там вроде 5 человек нужно", -- [126]
				" )", -- [127]
				" Но фиг там, естественно)", -- [128]
				" Сноходца хочу", -- [129]
				" Я Вальшару всему твинками всегда делала", -- [130]
				" Вроде да", -- [131]
				" да", -- [132]
				" И будет ещё |cffffffff|Hitem:152496::::::::110:258::13:1:3524:::|h[Зелье обмана Демитрия]|h|r", -- [133]
				" В материалах для крафта", -- [134]
				" Обычно все дренорское пьют. Если покупать готовое, оно самое недорогое", -- [135]
				" |cffffffff|Hitem:127840::::::::110:258::13:1:3524:::|h[Скагглсок]|h|r", -- [136]
				" |cffffffff|Hitem:116268::::::::110:258:::1:3524:::|h[Дренорское зелье невидимости]|h|r", -- [137]
				" Непонерфленный", -- [138]
				" Рецепт из Классики", -- [139]
				" При этом, в качестве инвиз пота я до сих пор пью |cffffffff|Hitem:9172::::::::110:258::::::|h[Зелье невидимости]|h|r", -- [140]
				" Верните мне мой тартар!", -- [141]
				" К черту, что вы хотите", -- [142]
				" Это их дурацкая философия: \"Мы не хотим, чтоб игроки считали себя обязанными фармить старый контент\"", -- [143]
				" И по ощущениям 250 - это исчезающе мало", -- [144]
				" А теперь \"Скорость повышена на 250\"", -- [145]
				" Раньше было +40%", -- [146]
				" Но я не вижу разницы между этой \"прибавкой\" и моей обычной скоростью", -- [147]
				" Конечно", -- [148]
				" Нет. Там тоже был статик, но мы вайпнулись", -- [149]
			},
			["ChatFrame1EditBox"] = {
				" Она тоже не дамажит)", -- [1]
				" Я тоже ведила, но я не по фото выбираю)", -- [2]
				" Ты не оставил мне выбора ><", -- [3]
				" Я уже Дашу взяла", -- [4]
				" Хилить сейчас кстати просто. Аффиксы изи", -- [5]
				" сек", -- [6]
				" Лин, опять забалгался инвайт", -- [7]
				" Нам просто пятый нужен", -- [8]
				" А потом допройдем тв", -- [9]
				" Кстати, не хочешь Атал 11 похилить?", -- [10]
				" Мы в ключ идем сейчас", -- [11]
				" Да, но у меня ещё танк есть", -- [12]
				" Привет", -- [13]
				" Атал 11", -- [14]
				" We need a victim... mmm... volunteer", -- [15]
				" Кис-кис", -- [16]
				"/гр /break 5", -- [17]
				"/гр Как раз на следующей неделе 10й ключ сразу будет", -- [18]
				"/гр Идем в Сетралис", -- [19]
				"/гр диск", -- [20]
				"/гр Ёлки, у нас ещё и все баффы", -- [21]
				"/г мы в дискорде", -- [22]
				"/г Панд, почему ты опять Пикачу?", -- [23]
				"/г И у него уже закрыты ключи. А у совы нет", -- [24]
				"/г Он в экспедиции", -- [25]
				"/г Зови сову", -- [26]
				"/г Могу в принципе похилить", -- [27]
				"/г ))", -- [28]
				"/г Или вы оба в одном Тол-Дагоре?", -- [29]
				"/г Так он уже в данже", -- [30]
				"/г Хил", -- [31]
				" Я сегодня из дома работаю, может вечером получится собрать", -- [32]
				" А ты по каким дням работаешь?", -- [33]
				" Подстава", -- [34]
				" Угу, работа здорово мешает играть", -- [35]
				" Нет) он несколько раз заходил)", -- [36]
				" Сов заходил", -- [37]
				" Джайну убили", -- [38]
				"/г ы, Ромео друидом уже наигрался?)", -- [39]
				"/г Остаются экспедиции", -- [40]
				"/г ДХ даже если ручками докачиваешь, он ещё день не может ходить в старый контент (рейды, данжи)", -- [41]
				"/г Вспомнила, у меня с ДХ была аналогичная ситуация", -- [42]
				"/г Через сутки сможешь", -- [43]
				"/г \"There is a 24hr lockout of boosted characters accessing older content.\"", -- [44]
				"/г Ты друида бустом апал?", -- [45]
				"/г Для лич кинга это 80", -- [46]
				"/г Таймволки должны быть доступны начиная с уровня, соответствующего дополнению", -- [47]
				"/г Она там качалась с 113 до 120", -- [48]
				"/г Нет", -- [49]
				"/г Это как некоторые разработчики сообщение об ошибке делают \"Something went wrong\"", -- [50]
				"/г КАКИМ требованиям?", -- [51]
				"/г Ну ппц", -- [52]
				"/г \"Амкамия не отвечает требованиям для подземелий в этой категории\"", -- [53]
				"/г Сомневаюсь, что на таймволки лич кинга нужна кампания", -- [54]
				"/г Хрошо смотрел?", -- [55]
				"/г эмм", -- [56]
				"/г В смысле не пашут?", -- [57]
				"/г Даша говорила, что путешествия + экспедиции у неё дали 7 уровней за ~3 часа", -- [58]
				"/г островные", -- [59]
				"/г Экспедиции", -- [60]
				"/г И на острова", -- [61]
				"/г Иди в таймволки", -- [62]
				"/cw Амкамия-Борейскаятундра Привет", -- [63]
				" На здоровье)", -- [64]
				" окей)", -- [65]
				" ы", -- [66]
				" Ты же понимаешь, что я не ПвПшусь и вообще хз что делать?)", -- [67]
				" регай", -- [68]
				" Сек, акулу убью", -- [69]
				" Идем", -- [70]
				" Геноцид черепашек провожу", -- [71]
				" Привет", -- [72]
				"/г Вы по трезвому чтоль вообще никогда не встречаетесь?", -- [73]
				"/г То есть, ты обещал мне возвращение совы, но сам в это не верил?", -- [74]
				" Привет)", -- [75]
				"/cw Никчёмный-Борейскаятундра Привет. Нет, спасибо", -- [76]
				" Докачивай паладина :D", -- [77]
				" Если бы ты ещё с нашего сервера был, он бы тебя вообще обнял и расцеловал", -- [78]
				" Оставшиеся два пойдем закрывать?", -- [79]
				" Нормальная тушка", -- [80]
				" Так мы б тебя взяли, если бы ты чуть раньше написал", -- [81]
				"/рейд Нас 20 и мы почти все с одного сервера", -- [82]
				"/рейд Я пропустила окошко, если кто-то выроллил", -- [83]
				"/рейд А |cffa335ee|Hitem:165582::::::::120:258::5:3:4799:1522:4786:::|h[Проклятая обезьянья рука]|h|r кто-то роллил с первого босса?", -- [84]
				"/рейд Я слева беру изумруд", -- [85]
				"/рейд Это же варовская", -- [86]
				"/рейд А почему на мне печенька?", -- [87]
				"/рейд Зайди во флудилку", -- [88]
				"/рейд Или это мы были?", -- [89]
				"/рейд Кто-то убил брутозавра(", -- [90]
				"/рейд Кристина, кто из них твой муж?", -- [91]
				"/рейд Мы уже ни в чем не уверены", -- [92]
				"/рейд https://discord.gg/BfUKNH5", -- [93]
				"/рейд Кого-то одного из них  надо кикнуть", -- [94]
				"/рейд крокодил", -- [95]
				"/рейд о ппц", -- [96]
				"/рейд Я сначала подумала, что это очередной ренейм Дэнчика", -- [97]
				"/cw Айсли +", -- [98]
				"/г Но всё равно перезайду. Танк всяко полезней", -- [99]
				"/г Мне казалось, передаётся", -- [100]
				"/г Блин", -- [101]
				"/г Разве?", -- [102]
				"/г Как раз кожа) и там кд нету ещё на рарников", -- [103]
				"/г Сейчас зайду за ДХ или мишку", -- [104]
				"/г Можно сходить", -- [105]
				"/г Дальше кул-тирасца будешь качать?", -- [106]
				"/г Круто", -- [107]
				"/г Грац!", -- [108]
				"/г Неплохо", -- [109]
				"/г В таймволках?", -- [110]
				"/г Да, тебе)", -- [111]
				"/п Cпасибо", -- [112]
				" На все крафтовые профессии такое есть", -- [113]
				" Увеличивает количество шардов от распыления", -- [114]
				" |cffa335ee|Hitem:164766::::::::120:258::13::::|h[Чародейский жезл Ивен]|h|r это чантерский инструмент", -- [115]
				" Квесты дадут", -- [116]
				" Сходи к учителям профессий", -- [117]
				" )", -- [118]
				" Ты себе инструменты для профессий уже начал делать?", -- [119]
				"/г Как-то мы с тобой синхоронно ходим. Ты в Нексусе - и я в Нексусе, ты в Гундраке - я там же", -- [120]
				"/cw Арианна-Голдринн Спасиб", -- [121]
				"/cw Арианна-Голдринн магобафф можно?", -- [122]
				"/п Ариана, чародейскую гениальность баффни, плиз", -- [123]
				"/рейд Thanks for the run guys) good luck", -- [124]
				"/рейд Most of the raid died even before the singularity))", -- [125]
				"/рейд Let's do one pull so you'd see what I mean)", -- [126]
				"/рейд Most of the raind will die to that", -- [127]
				"/рейд |cff66bbff|Hjournal:2:15355:16|h[Разрывающая сингулярность]|h|r takes practice", -- [128]
				"/рейд I just remembered why we indeed not gonna kill him ><", -- [129]
				"/рейд You can trade that only to people on your realm", -- [130]
				"/рейд Why not? We've got DK for the grip", -- [131]
				"/рейд We should've killed the maiden. He heals off her once he's at 100 energy", -- [132]
				"/рейд I can go heal but that's not gonna help us", -- [133]
				"/рейд Thanks for the summon", -- [134]
				" А третий кто?", -- [135]
				" Хы)", -- [136]
				" Тираник Тол-Дагор - то ещё удовольствие", -- [137]
				" Ничесебе", -- [138]
				" Вау", -- [139]
				" Спокойной ночи)", -- [140]
				" Я на велосипеде так училась) сначала по ночам)", -- [141]
				" ))", -- [142]
				" \"кого не жалко\" :DDDD", -- [143]
				" Спокойной)", -- [144]
				" Я только потом поняла, что у них стратегия действий такая - ничему не научить, а потом предложить \"посодействовать\" в поисках контактов в ГАИ", -- [145]
				"  У нас в автошколе инструкторы были вообще никакие", -- [146]
				" У тебя был кто-нибудь, с кем первое время можно было поездить поучиться?", -- [147]
				" Ну как чего? Что или сама убьюсь, или кого-нибудь другого убью", -- [148]
				" Права получила, а всё равно страшно", -- [149]
				" А я и хочу купить себе, и боюсь", -- [150]
				" Ромео нам тут хвастался, что ты себе машину купил) причем, его это, видимо, так впечатлило, что он об этом сообщал четыре раза", -- [151]
				" Мы в новый офис переехали :D", -- [152]
				" Ну некоторые вещи меняются, конечно", -- [153]
				"/cw Зозуль-Борейскаятундра Поймай и потискай котика) и успокойся. Всё нормально, ничего плохого не случилось", -- [154]
				"/cw Зозуль-Борейскаятундра Ещё успеем наапаться)) это же не последний ключ в нашей жизни", -- [155]
				"/cw Зозуль-Борейскаятундра Тебе засчитали прохождение?", -- [156]
				"/cw Зозуль-Борейскаятундра Мы даже почти успели. Две минуты не хватило для апа", -- [157]
				"/cw Зозуль-Борейскаятундра Это всего лишь ключ", -- [158]
				"/cw Зозуль-Борейскаятундра Кристин, ты серьёзно?)", -- [159]
				"/cw Зозуль-Борейскаятундра О боже, да ладно тебе))))", -- [160]
				"/cw Жутетварь-Борейскаятундра )))", -- [161]
				"/cw Жутетварь-Борейскаятундра Как надумаешь идти, я тебе портал открою", -- [162]
				"/cw Жутетварь-Борейскаятундра )", -- [163]
				"/cw Жутетварь И выбила маунта на следующей неделе", -- [164]
				"/cw Жутетварь Пока тебя не было, я себе доделала квест на портал к Архимонду", -- [165]
				" Ты дамажишь, кстати", -- [166]
				"/гр Заходите в диск", -- [167]
				"/гр Сейчас Садж ещё будет", -- [168]
				"/гр |cffa335ee|Hkeystone:158923:353:10:9:6:4:117|h[Ключ: Осада Боралуса (10)]|h|r", -- [169]
				"/cw Зозуль Напиши, как готова будешь", -- [170]
				" )))", -- [171]
				" Вы готовы?", -- [172]
				" Это нужно увидеть", -- [173]
				" Магия ласт трая", -- [174]
				"/г МЯУ!", -- [175]
				" Это ты ещё в Штормграде в башне магов не был", -- [176]
				"/cw Зозуль-Борейскаятундра Отлично", -- [177]
				"/cw Зозуль Привет) после островов Осаду 10 пойдешь?", -- [178]
				" Всё, ДБМ ответил)", -- [179]
				" Привет. Ты в ключе или просто инструменты фармишь?", -- [180]
				" Хорошо, тогда чуть позже на край света сходим)", -- [181]
				" ))", -- [182]
				" Вы на каком боссе сейчас?", -- [183]
				" Обновляется", -- [184]
				" Хы, у нас тут Жутесов вернулся", -- [185]
				"/cw Ресточка-Борейскаятундра Единственный и неповторимый", -- [186]
				"/cw Ресточка-Борейскаятундра Он самый", -- [187]
				" Ну так по ходу дела и вспомнишь", -- [188]
				"/cw Ресточка-Борейскаятундра Обновляется", -- [189]
				"/cw Ресточка-Борейскаятундра У нас тут совень вернулась", -- [190]
				"/cw Ресточка Даш, Осаду 10 пойдешь?", -- [191]
				" Блин) Ты уже перезашел", -- [192]
				" Я сейчас собираю остальных пока. Напишу, как перезаходить, хорошо?", -- [193]
				" Как раз собираю", -- [194]
				" Осаду 10 пойдешь?)", -- [195]
				" Конечно)", -- [196]
				" Ты вернулся))", -- [197]
				" Привет)", -- [198]
				" ВАНЯ!!!!", -- [199]
				" Привет) Ты как на счет |cffa335ee|Hkeystone:158923:353:10:9:6:4:117|h[Ключ: Осада Боралуса (10)]|h|r потанчить?", -- [200]
				" Привет, после Анторуса в ключи пойдешь?", -- [201]
				"/cw Ресточка-Борейскаятундра Аманийского медведя за тайм-ран не убрали. Почему убрали этот тайм-ран?", -- [202]
				"/cw Ресточка-Борейскаятундра Странно", -- [203]
				"/cw Ресточка-Борейскаятундра Удалили что ли?", -- [204]
				"/cw Ресточка-Борейскаятундра О_О?", -- [205]
				"/cw Ресточка-Борейскаятундра А у тебя нету её что ли?", -- [206]
				"/cw Ресточка-Борейскаятундра Мы с Ваней ходили в Легионе, выбили обоим", -- [207]
				"/cw Ресточка-Борейскаятундра Да", -- [208]
				"/cw Ресточка-Борейскаятундра Не увидела, что там портал есть", -- [209]
				"/cw Ресточка-Борейскаятундра Не знаю)", -- [210]
				"/cw Ресточка-Борейскаятундра А я кольцо вендору сдала))", -- [211]
				"/cw Ресточка-Борейскаятундра И вроде в Шторме есть портал в Шаттрат", -- [212]
				"/cw Ресточка-Борейскаятундра Ну в БК в принципе |cff0070dd|Hitem:151016::::::::120:258::::::|h[Потрескавшийся череп некролита]|h|r", -- [213]
				"/cw Ресточка-Борейскаятундра Каждый раз мини-шок", -- [214]
				"/cw Ресточка-Борейскаятундра Я до сих пор не привыкла)", -- [215]
				"/cw Ресточка-Борейскаятундра )))", -- [216]
				"/cw Ресточка-Борейскаятундра Загоняют обратно в рейды, которые уже зафармлены давно ><", -- [217]
				"/cw Ресточка-Борейскаятундра |cffffff00|Hachievement:13469:Player-1625-0357DB16:0:0:0:-1:0:0:0:0|h[Рейд-питомник VI: живность Пандарии]|h|r", -- [218]
				"/cw Ресточка-Борейскаятундра Ты новых пэтов уже ходила фармить?", -- [219]
				"/cw Ресточка-Борейскаятундра Я этого дд знаю?)", -- [220]
				"/cw Ресточка-Борейскаятундра 8-9 по мск", -- [221]
				"/cw Ресточка-Борейскаятундра Привет) Мне сейчас уйти надо будет скоро.  Чуть позже вернусь и буду собирать", -- [222]
				" На выходных сходим", -- [223]
				" Тоже думаю, что подзновато уже", -- [224]
				" Ну я так, по принципу \"а вдруг\" спросила", -- [225]
				" После ГС в ключ пойдешь, если соберу?)", -- [226]
				"/г Вот непонятно, почему на некоторые профессии реги для инструментов падают все в одном инсте, а на другие - в четырёх разных инстах", -- [227]
				"/г :(", -- [228]
				"/г Панд, ты микрофон купил?", -- [229]
				"/г Похоже, в ключах реагенты на новые инструменты профессии таки не падают", -- [230]
				"/гр Thanks for the run guys", -- [231]
				"/гр hi", -- [232]
				"/cw Шалопеньо-Голдринн Нужен?", -- [233]
				"/cw Шалопеньо-Голдринн |cff0070dd|Hitem:159252::::::::120:258::2:4:4818:1527:4785:5465:::|h[Головной убор цепких глубин]|h|r могу тебе передать", -- [234]
				"/п Не бегай на другое щупальце", -- [235]
				"/п Стой всегда возле Крущащего ужаса", -- [236]
				"/п Танчи крушащее", -- [237]
				"/п И так тоже не делай", -- [238]
				"/п Не делай так больше", -- [239]
				"/cw Коррделия-Борейскаятундра Спокойной ночи)", -- [240]
				"/cw Коррделия-Борейскаятундра Спасибо", -- [241]
				"/cw Коррделия-Борейскаятундра В следующий раз упадёт)", -- [242]
				"/cw Коррделия-Борейскаятундра 55, 31 координаты", -- [243]
				"/cw Коррделия-Борейскаятундра Вот он рядом", -- [244]
				"/cw Коррделия-Борейскаятундра Меня видишь на карте?", -- [245]
				"/cw Коррделия-Борейскаятундра Мне с него последний маунт остался", -- [246]
				"/cw Коррделия-Борейскаятундра Идем Алашанира убьём", -- [247]
				"/cw Коррделия-Борейскаятундра Угу", -- [248]
				"/cw Коррделия-Борейскаятундра Мне что-то казалось, что там призраки и хор в разных кольцах", -- [249]
				"/cw Коррделия-Борейскаятундра А азеритка таки не совсем топовая", -- [250]
				"/cw Коррделия-Борейскаятундра Сучок дали)", -- [251]
				"/cw Коррделия-Борейскаятундра В шторм?", -- [252]
				"/cw Коррделия-Борейскаятундра Ты же в вармоде", -- [253]
				"/cw Коррделия-Борейскаятундра Только мы в разных фазах", -- [254]
				"/cw Коррделия-Борейскаятундра Сейчас локалку доделаю и пойду", -- [255]
				"/cw Коррделия-Борейскаятундра  с него", -- [256]
				"/cw Коррделия-Борейскаятундра Топовая азеритка", -- [257]
				"/cw Коррделия-Борейскаятундра О, Ивус Трухлявый реснулся", -- [258]
				"/cw Коррделия-Борейскаятундра А орудия труда сделал?)", -- [259]
				"/cw Коррделия-Борейскаятундра Ну почти)", -- [260]
				"/cw Коррделия-Борейскаятундра Ты валанир-то собрал?", -- [261]
				"/cw Коррделия-Борейскаятундра Тогда ты меня нагнал) я его только только сделала", -- [262]
				"/cw Коррделия-Борейскаятундра А ты на каком этапе сейчас?", -- [263]
				"/cw Коррделия-Борейскаятундра Ещё нет", -- [264]
				"/cw Коррделия-Борейскаятундра Потому что играю", -- [265]
				"/cw Коррделия-Борейскаятундра Привет", -- [266]
				"/с /tmw", -- [267]
				"/с /tmw", -- [268]
				"/с /tmw", -- [269]
				"/с /tmw", -- [270]
				"/гр Than you :)", -- [271]
				"/гр +", -- [272]
				"/гр Crit chicken for the win :)", -- [273]
				"/гр hey", -- [274]
				"/гр hi", -- [275]
				"/г |cff1eff00|Hitem:163611::::::::120:258::11::::|h[Кошель мореплавателя]|h|r|cff1eff00|Hitem:163612::::::::120:258::11::::|h[Сумка странника]|h|r|cff1eff00|Hitem:163613::::::::120:258::11::::|h[Мешок с награбленным добром]|h|r", -- [276]
				"/г А чего мне за одну экспедицию сразу три сумки дали?", -- [277]
				"/гр At least in my experience", -- [278]
				"/гр PvP queue always takes forever", -- [279]
				"/гр 2 tanks and a healer?)", -- [280]
				"/гр hi", -- [281]
				"/гр Thanks ", -- [282]
				"/гр hey", -- [283]
				"/гр hi", -- [284]
				" ))", -- [285]
				" |cffa335ee|Hkeystone:158923:353:10:9:6:4:117|h[Ключ: Осада Боралуса (10)]|h|r", -- [286]
				" Конечно)", -- [287]
				" Угадай, какой ключ выпал мне)", -- [288]
				"/гр Cheers)", -- [289]
				"/гр Thanks for awesome run guys", -- [290]
				"/гр Sorry, didn't realize there was an MCed mob)", -- [291]
				"/гр Yeah(", -- [292]
				"/гр I can't see the nameplates from this far", -- [293]
				"/гр did he reset?", -- [294]
				"/гр ty", -- [295]
				"/гр Ok, I'll do the cannons", -- [296]
				"/3 Беги сразу, не жди, пока треугольник погаснет", -- [297]
				"/гр hi", -- [298]
				"/гр hi", -- [299]
				"/п ДК посохи носят?)", -- [300]
				"/г Сразу, как можешь. Не жди, пока погаснет", -- [301]
				"/г Бежать по следу треугольника", -- [302]
				"/cw Айсли-Борейскаятундра Острова пойдешь?", -- [303]
				"/рейд Любопытно же, латное у тебя бельё, или нет", -- [304]
				"/рейд Сразу во флудилку", -- [305]
				"/рейд https://discord.gg/BfUKNH5", -- [306]
				"/рейд https://discord.gg/BfUKNH5", -- [307]
				"/рейд Мне больше понравилось: \"Киньте чёнить\" \"БР могу кинуть\"", -- [308]
				"/рейд Бабл в паладине!", -- [309]
				"/рейд В начале одного морпеха мне оставьте, пожалуйста", -- [310]
				"/рейд Я так и не поняла, бежать  в центр или бежать дальше. Буду бежать за печенькой", -- [311]
				"/рейд Снимают шкуру", -- [312]
				"/рейд У тебя лего под ногами :'(", -- [313]
				"/рейд Так вот почему ты такой злой(", -- [314]
				"/рейд 2 раза?", -- [315]
				"/рейд Лёш, а ты её убивал уже без нас?", -- [316]
				"/рейд /tmw", -- [317]
				"/рейд убежал опять", -- [318]
				"/рейд вот он", -- [319]
				"/рейд Денис, тебе на первой фазе хилить всё равно нечего. Скидывай ты моряков", -- [320]
				"/рейд Если рерольнется из приста - глядишь, собор новый нам построят", -- [321]
				"/рейд Они вздохнули \"Ну наконец-то!\" и отремонтировали там всё, что он накосячил", -- [322]
				"/рейд Ну Дэнчик рерольнулся из мага", -- [323]
				"/рейд Они в башне магов евроремонт сделали", -- [324]
				"/рейд Прилететь в Назмир, погооврить с дворфами", -- [325]
				"/рейд Заходить уже?", -- [326]
				"/рейд Вообще не находит?", -- [327]
				"/рейд Он тебе покажет, какие аддоны имеют апдейты", -- [328]
				"/рейд Отсортируй по статусу обновления", -- [329]
				"/г 2 минуты, квест доделаю", -- [330]
				"/г rofl", -- [331]
				"/г Я сегодня так ходила - танк ливнул после первого босса. В итоге фурик сам затанчил, сам задамажил", -- [332]
				"/г Тогда не спекайся, танчи в фурике", -- [333]
				"/г ы", -- [334]
				"/г Тем более, танком можешь стать", -- [335]
				"/г Но в героике быстрее", -- [336]
				"/г Думаю, да", -- [337]
				"/г Варр готовить!", -- [338]
				"/г Сначала показывают одно. Потом при проверке - другое", -- [339]
				"/г Очень странный квест", -- [340]
				"/г Один стреляет. Второй уворачивается", -- [341]
				"/г Им надо было сделать эту локалку на двоих", -- [342]
				"/г Мы не будем тебя расстраивать. Скоро сам всё узнаешь", -- [343]
				"/г Вейл...", -- [344]
				"/г Из Штормграда своим ходом", -- [345]
				" Круто)", -- [346]
				" Прям как у нас в линейке было", -- [347]
				" ПвП за босса", -- [348]
				" ы", -- [349]
				" Выключи вармод", -- [350]
				" Двойная польза от фарма", -- [351]
				" Тем более, тут почти со всех падают пэты\\игрушки", -- [352]
				" Они сейчас фармятся значительно быстрее, чем в актуале)", -- [353]
				" даже 7500, а не 10000", -- [354]
				" Сейчас точно скажу", -- [355]
				" Или даже меньше", -- [356]
				" 10к вневременных монет, кажется", -- [357]
				" А это тут причем?", -- [358]
				" Тоже не в центр, но хоть не через Штормград лететь", -- [359]
				" Купи себе |cffa335ee|Hitem:103678::::::::120:258::::::|h[Затерянный во времени артефакт]|h|r", -- [360]
				" (", -- [361]
				" Они боятся, что если отдадут кольцо - ты к ним больше не придёшь", -- [362]
				" Зато, наверное, мобы в маноре уже за руку здроваются", -- [363]
				" ))", -- [364]
				" Топ АоЕ даже не приходя в сознание", -- [365]
				" Фроста попробуй", -- [366]
				" Рероллимся в магов", -- [367]
				" ><", -- [368]
				" Значит, туда же", -- [369]
				" Это старый. А новый? Туда же?", -- [370]
				" Из Шторма же какой-то портал есть в Пандарию", -- [371]
				" Башня магов новая меня впечатлила. Не ожидала даже", -- [372]
				" Убрали что ли портал в святилище из Даларана?", -- [373]
				" В смысле без портала?", -- [374]
				" Уже неплохо)", -- [375]
				" Ну как, много пэтов уже набил?)", -- [376]
				" Скажи, когда перезайти на кд", -- [377]
				" Освободилась", -- [378]
				" Чуть позже", -- [379]
				" ргер хилю", -- [380]
				" Привет)", -- [381]
				"/п :)", -- [382]
				"/cw Альмагорн-Борейскаятундра (аддон для автоматической продажи хлама)", -- [383]
				"/cw Альмагорн-Борейскаятундра А хотя нет, Scrap работает, это я кнопки перепутала", -- [384]
				"/cw Альмагорн-Борейскаятундра И Scrap тоже", -- [385]
				"/cw Альмагорн-Борейскаятундра Нет, не работает у меня", -- [386]
				"/cw Альмагорн-Борейскаятундра Привет", -- [387]
				"/cw Коррделия-Борейскаятундра Ну вообще крут)", -- [388]
				"/cw Коррделия-Борейскаятундра Всё то, чем ты не интересуешься)", -- [389]
				"/cw Коррделия-Борейскаятундра За них можно покупать манутов, игрушки, пэтов", -- [390]
				"/cw Коррделия-Борейскаятундра Кстати, ещё висит) можешь хилом зарегаться", -- [391]
				"/cw Коррделия-Борейскаятундра Призыв к оружию прокнул", -- [392]
				"/cw Коррделия-Борейскаятундра Один", -- [393]
				"/п Это БР что ли был?", -- [394]
				"/cw Коррделия-Борейскаятундра Да", -- [395]
				"/cw Коррделия-Борейскаятундра Ничего себе", -- [396]
				"/cw Коррделия-Борейскаятундра воу", -- [397]
				"/cw Коррделия-Борейскаятундра Привет)", -- [398]
				"/cw Коррделия-Борейскаятундра Я не пойду сейчас в мифик", -- [399]
				" Саблезубов разных всяких и так полно. Бегемотик в прошлом сезоне зачетный был", -- [400]
				"/г *её", -- [401]
				"/г Хватайте его!", -- [402]
				" /greet", -- [403]
				" Согласна. Я когда с eu переехала, для меня тоже русскоязычное коммьюнити стало шоком)", -- [404]
				"/cw Малькар-Борейскаятундра Отправила. Можешь не отдавать", -- [405]
				"/cw Малькар-Борейскаятундра Сейчас отправлю", -- [406]
				"/cw Малькар-Борейскаятундра Пару тыщ, это две тысячи?", -- [407]
				" Ахахаха)))))", -- [408]
				" А зачем ты ходишь на БГ? Там же всегда так - все кричат и друг друга обвиняют", -- [409]
				" Да что жа там было такое, что ты успокоиться до сих пор не можешь?", -- [410]
				" Я тебе выдала в диске роль Боевого краба", -- [411]
				"/cw Iowenx-Silvermoon https://discord.gg/BfUKNH5", -- [412]
				"/гр Осада", -- [413]
				"/гр hi)", -- [414]
				"/гр Наш хилл отвалился. Сейчас другого найду", -- [415]
				" Ok, next time then :)", -- [416]
				" We would be extremely happy if you could heal us)", -- [417]
				" Танк на фронте ещё", -- [418]
				"/cw Айсли-Борейскаятундра Я ему не предлагала", -- [419]
				"/cw Айсли-Борейскаятундра Не пошел куда?", -- [420]
				" Sorry to pester you) but did you see my message concerning |cffa335ee|Hkeystone:158923:353:11:10:5:14:117|h[Ключ: Осада Боралуса (11)]|h|r?", -- [421]
				" Нет. Только осада, только хардкор", -- [422]
				"/cw Айсли-Борейскаятундра Угу", -- [423]
				" |cffa335ee|Hkeystone:158923:353:11:10:5:14:117|h[Ключ: Осада Боралуса (11)]|h|r пойдешь?", -- [424]
				"/cw Айсли-Борейскаятундра Я покажу, как не падать)", -- [425]
				" Hey there) We need a healer for |cffa335ee|Hkeystone:158923:353:11:10:5:14:117|h[Ключ: Осада Боралуса (11)]|h|r. Would you like to come?", -- [426]
				"/cw Айсли-Борейскаятундра Расскажем", -- [427]
				"/cw Айсли-Борейскаятундра Но он классный)", -- [428]
				"/cw Айсли-Борейскаятундра Пуфик, Йовен. Хилла ты не знаешь", -- [429]
				"/cw Айсли-Борейскаятундра Идем сегодня) мы врядли там надолго зависнем. Осада страшна,когда она тираник", -- [430]
				"/cw Пуфка-Борейскаятундра Ок", -- [431]
				"/cw Айсли-Борейскаятундра Скорей всего так же", -- [432]
				"/cw Айсли-Борейскаятундра Час по мск", -- [433]
				"/cw Айсли-Борейскаятундра Я завтра скорей всего буду поздно", -- [434]
				"/cw Айсли-Борейскаятундра Мы слишком крутые для 8-го ключа", -- [435]
				"/cw Айсли-Борейскаятундра У панды Сетралисс 8", -- [436]
				"/cw Пуфка-Борейскаятундра У тебя какой ключ?", -- [437]
				"/cw Пуфка-Борейскаятундра У меня |cffa335ee|Hkeystone:158923:353:11:10:5:14:117|h[Ключ: Осада Боралуса (11)]|h|r и Лёша говорит, что это пиздец", -- [438]
				" Сейчас спрошу, что у панды", -- [439]
				" |cffa335ee|Hkeystone:158923:353:11:10:5:14:117|h[Ключ: Осада Боралуса (11)]|h|r", -- [440]
				" Осаду 11 потанчишь?", -- [441]
				"/cw Пуфка Ты ж сказал \"которым хожу\". Теперь дошло", -- [442]
				"/cw Пуфка Ёлки,я думала, палец на ноге", -- [443]
				"/cw Пуфка *?", -- [444]
				"/cw Пуфка Ключ сейчас пойдешь, если получится собрать", -- [445]
				"/г В следующий раз затычки и будут. В накладных сидеть просто анриал", -- [446]
				"/г Сняла наушники. Так вот ты какое, счастье", -- [447]
				" Йа латник!", -- [448]
				" Зацени костюмчик", -- [449]
				"/рейд Вирж, а куда ты вторую палочку дел?", -- [450]
				"/г Уииии я снова человек!", -- [451]
				"/г Ну может у него не совой мифики закрыты", -- [452]
				" Но он без анимации", -- [453]
				" Остался только дебафф \"Самый большой фанат\")", -- [454]
				" Анимация очень прикольная. Им надо такую игрушку сделать)", -- [455]
				" Но всё равно обидно", -- [456]
				" Всё зверьё распугаешь", -- [457]
				" Ну оно логично. Кто же на охоту с двумя барабанами ходит?", -- [458]
				" 24 часа был бафф(((", -- [459]
				" А потом надела |cff0070dd|Hitem:92738::::::::120:258::::::|h[Шляпа для сафари]|h|r и она сняла с меня бафф барабанов О_О", -- [460]
				" Хотела в рейде сегодня похвастаться барабанами", -- [461]
				"/рейд Вот он, тот самый пулл", -- [462]
				"/рейд ЕЕЕЕЕЕЕЕЕЕЕЕЕЕ!!!!!!", -- [463]
				"/рейд Да?", -- [464]
				"/рейд Хилом неприкольно( в робота начинает кидать только тогда, когда уже нельзя ><", -- [465]
				"/рейд Давайте убьём с первого трая. Пожалуйста", -- [466]
				"/рейд В наушниках ппц неудобно", -- [467]
				"/cw Айсли-Борейскаятундра Очень взрослые", -- [468]
				"/cw Айсли-Борейскаятундра Врослые)", -- [469]
				"/cw Айсли-Борейскаятундра Сейчас попробую, может наушники работают", -- [470]
				"/cw Айсли-Борейскаятундра да", -- [471]
				"/cw Айсли-Борейскаятундра Я пока без диска. У меня тут люди в радиусе слышимости, при которых нельзя материться", -- [472]
				"/г /run print(IsQuestFlaggedCompleted(31425))", -- [473]
				"/г Грац)", -- [474]
				" Что-то 11е", -- [475]
				" Не знаю, не открывала сундук ещё", -- [476]
				" А ты, небось, думал, в сказку попал", -- [477]
				" Всё правильно", -- [478]
				" Ты манор прошел, пока спал?", -- [479]
				" Не поняла", -- [480]
				"/cw Аркадрон )))", -- [481]
				"/cw Аркадрон За вокалиста и басиста, наверное, тоже что-то давали, но я не обратила внимания", -- [482]
				"/cw Аркадрон А за гитариста гитару дадут?", -- [483]
				"/cw Аркадрон ы, делала |cffffff00|Hachievement:11919:Player-1625-0357DB16:0:0:0:-1:14:0:0:0|h[Ну, погнали!]|h|r и теперь у меня на спине барабаны с мёртвыми руками))))", -- [484]
				"/рейд Thanks", -- [485]
				"/рейд Can we have mage buff?", -- [486]
				" General > сними галочку Completionist Mode", -- [487]
				" Даш, привет. А ты не в курсе, как делается |cffffff00|Hachievement:12087:Player-1625-0357DB16:0:0:0:-1:0:0:0:0|h[На коне]|h|r, если локалка заканчивается, когда ты 300 набираешь?", -- [488]
				"/с /tiptac", -- [489]
				"/cw Коррделия-Борейскаятундра Да", -- [490]
				"/cw Коррделия-Борейскаятундра Я сейчас точно никуда не пойду", -- [491]
				"/cw Коррделия-Борейскаятундра Привет. Хороший посох", -- [492]
				"/cw Коррделия-Борейскаятундра Привет, нет", -- [493]
				"/гр Спасибо за пати", -- [494]
				"/гр ))))", -- [495]
				"/гр сек", -- [496]
				"/гр Thanks)", -- [497]
				"/гр Rinoa, can you please buff the healer with mana regen?", -- [498]
				" Я бы с удовольствием, но мне тут нужно панду сводить в ключ", -- [499]
				"/гр Нужен ещё кто-нибудь на сумм. Мы с палом у камня, но в разных фазах", -- [500]
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1589111313,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 6,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[18:38:23]|h Сообщение дня от гильдии: \"Всем, кто хочет рейдить в ШЛ пройти опрос !!! в дискорде (раздел анонсы) и выбрать роль (раздел выбор роли)\"",
					["r"] = 0.4627451300621033,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 827273.906,
					["g"] = 0.5058823823928833,
					["b"] = 0.9921569228172302,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[18:58:15]|h |cffd8d8d8[|r|Hplayer:Кэрро-Гордунни:3151:ACHIEVEMENT|h|cffd8bc3f50|r:|cfffe7b09Кэрро|r-|cff8dec6aГор|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:546:Player-1602-0E9896A3:1:11:23:20:4294967295:4294967295:4294967295:4294967295|h[Банковская ячейка]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1606150695,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828466.951,
					["g"] = 1,
					["b"] = 0,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[18:59:47]|h |cffd8d8d8[|r|Hplayer:Толомир-СвежевательДуш:3179:ACHIEVEMENT|h|cfff38bb9Толомир|r-|cff11dbe4Све|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:14060:Player-1604-0AABBF2A:1:11:23:20:4294967295:4294967295:4294967295:4294967295|h[Непоколебимая решимость]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1606150787,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						116, -- [3]
						123, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828559.165,
					["g"] = 1,
					["b"] = 0,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[19:00:00]|h |cffd8d8d8[|r|Hplayer:Бубулька-Гордунни:3182:ACHIEVEMENT|h|cfffefefeБубулька|r-|cff8dec6aГор|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:13771:Player-1602-030A94DF:1:11:23:20:4294967295:4294967295:4294967295:4294967295|h[Красота – в силе]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1606150800,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						116, -- [3]
						124, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828572.7980000001,
					["g"] = 1,
					["b"] = 0,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[19:00:18]|h |cffd8d8d8[|r|Hplayer:Алоиза-Борейскаятундра:3186:GUILD|h|cffd8bc3f50|r:|cfffefefeАлоиза|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:13772:Player-1929-0E2E5712:1:11:23:20:4294967295:4294967295:4294967295:4294967295|h[Сущий пустяк]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1606150818,
					["r"] = 0.2862745225429535,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						125, -- [3]
						126, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828590.579,
					["g"] = 0.4901961088180542,
					["b"] = 1,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[19:00:18]|h |cffd8d8d8[|r|Hplayer:Алоиза-Борейскаятундра:3187:ACHIEVEMENT|h|cffd8bc3f50|r:|cfffefefeАлоиза|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:13772:Player-1929-0E2E5712:1:11:23:20:4294967295:4294967295:4294967295:4294967295|h[Сущий пустяк]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1606150818,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						116, -- [3]
						127, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828590.579,
					["g"] = 1,
					["b"] = 0,
				}, -- [6]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 6,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[18:42:19]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq15|k:13:2736:BN_WHISPER:|Kq15|k:Phoenix#2481|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffe7b09|Kq15|k|r|h|cffd8d8d8]|r: |Hitem:136975::::::::50:102::1:3:1826:1472:3528:1:28:486:::|h[Голод стаи]|h о, с третьего раза )",
					["serverTime"] = 1606149739,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 827511.316,
					["g"] = 0.3137255012989044,
					["b"] = 0.9372549653053284,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[18:42:24]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq15|k:13:2745:BN_WHISPER:|Kq15|k:Phoenix#2481|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffe7b09|Kq15|k|r|h|cffd8d8d8]|r: правда, обычка",
					["serverTime"] = 1606149744,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 827516.6510000001,
					["g"] = 0.3137255012989044,
					["b"] = 0.9372549653053284,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[18:42:46]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq15|k:13:2763:BN_WHISPER:|Kq15|k:Phoenix#2481|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffe7b09|Kq15|k|r|h|cffd8d8d8]|r: Ты не из-за статов его берешь",
					["serverTime"] = 1606149766,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						46, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 827538.104,
					["g"] = 0.3137255012989044,
					["b"] = 0.9372549653053284,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[18:42:50]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq15|k:13:2768:BN_WHISPER:|Kq15|k:Phoenix#2481|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffe7b09|Kq15|k|r|h|cffd8d8d8]|r: это да",
					["serverTime"] = 1606149770,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 827542.53,
					["g"] = 0.3137255012989044,
					["b"] = 0.9372549653053284,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[18:43:08]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq15|k:13:2781:BN_WHISPER:|Kq15|k:Phoenix#2481|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffe7b09|Kq15|k|r|h|cffd8d8d8]|r: Отлично) теперь будешь летать от моба к мобу)",
					["serverTime"] = 1606149788,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						46, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 827560.321,
					["g"] = 0.3137255012989044,
					["b"] = 0.9372549653053284,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[18:43:16]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq15|k:13:2788:BN_WHISPER:|Kq15|k:Phoenix#2481|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffe7b09|Kq15|k|r|h|cffd8d8d8]|r: :) ага",
					["serverTime"] = 1606149796,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 827568.6950000001,
					["g"] = 0.3137255012989044,
					["b"] = 0.9372549653053284,
				}, -- [6]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[20:36:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134813:14|tДух лета – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1601660177,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479340.441,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[20:36:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T2735924:14|tТрубочих – |3-8(вражеский питомец) активный питомец.",
					["serverTime"] = 1601660178,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479341.207,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[20:38:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["serverTime"] = 1601660299,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479461.38,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[20:38:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135817:14|t|cff4e96f7|HbattlePetAbil:178:1481:276:276|h[Жертвенный огонь]|h|r наносит 133 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["serverTime"] = 1601660300,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479462.39,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[20:38:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135817:14|t|cff4e96f7|HbattlePetAbil:178:1481:276:276|h[Жертвенный огонь]|h|r накладывает эффект |T135817:14|t|cff4e96f7|HbattlePetAbil:177:1481:276:276|h[Жертвенный огонь]|h|r на |3-1(вражеский питомец) |3-3(|T2735924:14|tТрубочих).",
					["serverTime"] = 1601660300,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479462.64,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[20:38:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136182:14|t|cff4e96f7|HbattlePetAbil:640:1707:420:244|h[Ядовитый дым]|h|r наносит 232 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T134813:14|tДух лета).",
					["serverTime"] = 1601660302,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479465.125,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[20:38:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136182:14|t|cff4e96f7|HbattlePetAbil:640:1707:420:244|h[Ядовитый дым]|h|r накладывает эффект \"|T136182:14|t|cff4e96f7|HbattlePetAbil:639:1707:420:244|h[Ядовитый дым]|h|r\" на |3-3(ваша команда).",
					["serverTime"] = 1601660302,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479465.375,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[20:38:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135817:14|t|cff4e96f7|HbattlePetAbil:177:1249:276:276|h[Жертвенный огонь]|h|r наносит 55 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["serverTime"] = 1601660303,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479466.405,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[20:38:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136182:14|t|cff4e96f7|HbattlePetAbil:639:1652:420:244|h[Ядовитый дым]|h|r наносит 72 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T134813:14|tДух лета).",
					["serverTime"] = 1601660303,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479466.425,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[20:38:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["serverTime"] = 1601660307,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479470.391,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[20:38:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135827:14|t|cff4e96f7|HbattlePetAbil:179:1177:276:276|h[Поджигание]|h|r наносит 333 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["serverTime"] = 1601660308,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479471.851,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[20:38:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135827:14|t|cff4e96f7|HbattlePetAbil:179:1177:276:276|h[Поджигание]|h|r наносит 111 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["serverTime"] = 1601660309,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479472.611,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[20:38:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132104:14|t|cff4e96f7|HbattlePetAbil:2327:1208:420:244|h[Ядовитые брызги X]|h|r наносит 1650 ед. урона (сильн. удар) |3-2(ваш питомец) |3-2(|T134813:14|tДух лета).",
					["serverTime"] = 1601660311,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479474.251,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[20:38:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T134813:14|tДух лета погибает.",
					["serverTime"] = 1601660311,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479474.251,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[20:38:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135817:14|t|cff4e96f7|HbattlePetAbil:177:0:276:276|h[Жертвенный огонь]|h|r наносит 55 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["serverTime"] = 1601660313,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479476.778,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[20:38:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["serverTime"] = 1601660316,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479479.407,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[20:38:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132914:14|tИкки – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1601660316,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479479.407,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[20:38:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["serverTime"] = 1601660327,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479490.441,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[20:38:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135664:14|t|cff4e96f7|HbattlePetAbil:919:1319:322:409|h[Черный коготь]|h|r накладывает эффект |T135664:14|t|cff4e96f7|HbattlePetAbil:918:1319:322:409|h[Черный коготь]|h|r на |3-1(вражеский питомец) |3-3(|T2735924:14|tТрубочих).",
					["serverTime"] = 1601660328,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479491.635,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[20:38:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132108:14|t|cff4e96f7|HbattlePetAbil:1954:1153:420:244|h[Протокол отравления]|h|r наносит 72 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["serverTime"] = 1601660330,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479493.697,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[20:38:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132108:14|t|cff4e96f7|HbattlePetAbil:1954:1153:420:244|h[Протокол отравления]|h|r наносит 110 ед. урона |3-2(ваш питомец) |3-2(|T134373:14|tПтенец феникса).",
					["serverTime"] = 1601660332,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479495.097,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[20:38:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132108:14|t|cff4e96f7|HbattlePetAbil:1954:1153:420:244|h[Протокол отравления]|h|r накладывает эффект |T136067:14|t|cff4e96f7|HbattlePetAbil:379:1153:420:244|h[Отравление]|h|r на |3-1(ваш питомец) |3-3(|T132914:14|tИкки).",
					["serverTime"] = 1601660332,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479495.347,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[20:38:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132108:14|t|cff4e96f7|HbattlePetAbil:1954:1153:420:244|h[Протокол отравления]|h|r накладывает эффект |T136067:14|t|cff4e96f7|HbattlePetAbil:379:1153:420:244|h[Отравление]|h|r на |3-1(ваш питомец) |3-3(|T134373:14|tПтенец феникса).",
					["serverTime"] = 1601660332,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479495.597,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[20:38:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136067:14|t|cff4e96f7|HbattlePetAbil:379:1153:420:244|h[Отравление]|h|r наносит 110 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["serverTime"] = 1601660333,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479496.632,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[20:38:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136067:14|t|cff4e96f7|HbattlePetAbil:379:1153:420:244|h[Отравление]|h|r наносит 110 ед. урона |3-2(ваш питомец) |3-2(|T134373:14|tПтенец феникса).",
					["serverTime"] = 1601660333,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479496.652,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[20:38:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135817:14|t|cff4e96f7|HbattlePetAbil:177:0:276:276|h[Жертвенный огонь]|h|r наносит 158 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["serverTime"] = 1601660333,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479496.672,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[20:38:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136182:14|t|cff4e96f7|HbattlePetAbil:639:995:420:244|h[Ядовитый дым]|h|r наносит 110 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["serverTime"] = 1601660333,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479496.692,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[20:38:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T136182:14|t|cff4e96f7|HbattlePetAbil:639:995:420:244|h[Ядовитый дым]|h|r\", наложенного на |3-3(ваша команда), заканчивается.",
					["serverTime"] = 1601660334,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479497.693,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[20:39:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["serverTime"] = 1601660357,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479520.359,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[20:39:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1027:322:409|h[Стая]|h|r наносит 94 ед. урона |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["serverTime"] = 1601660357,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479520.709,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[20:39:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1027:322:409|h[Стая]|h|r наносит 94 ед. урона |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["serverTime"] = 1601660358,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479521.459,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[20:39:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1027:322:409|h[Стая]|h|r наносит 94 ед. урона |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["serverTime"] = 1601660358,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479521.81,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[20:39:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1027:322:409|h[Стая]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:1027:322:409|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T2735924:14|tТрубочих).",
					["serverTime"] = 1601660359,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479522.164,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[20:39:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136182:14|t|cff4e96f7|HbattlePetAbil:640:713:420:244|h[Ядовитый дым]|h|r наносит 352 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["serverTime"] = 1601660362,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479525.085,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[20:39:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136182:14|t|cff4e96f7|HbattlePetAbil:640:713:420:244|h[Ядовитый дым]|h|r накладывает эффект \"|T136182:14|t|cff4e96f7|HbattlePetAbil:639:713:420:244|h[Ядовитый дым]|h|r\" на |3-3(ваша команда).",
					["serverTime"] = 1601660362,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479525.335,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[20:39:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136067:14|t|cff4e96f7|HbattlePetAbil:379:713:420:244|h[Отравление]|h|r наносит 110 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["serverTime"] = 1601660363,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479526.365,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[20:39:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618976:14|t|cff4e96f7|HbattlePetAbil:239:565:322:409|h[Летающий питомец]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T132914:14|tИкки), заканчивается.",
					["serverTime"] = 1601660363,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479526.365,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[20:39:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136067:14|t|cff4e96f7|HbattlePetAbil:379:713:420:244|h[Отравление]|h|r наносит 110 ед. урона |3-2(ваш питомец) |3-2(|T134373:14|tПтенец феникса).",
					["serverTime"] = 1601660363,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479526.385,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[20:39:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135817:14|t|cff4e96f7|HbattlePetAbil:177:0:276:276|h[Жертвенный огонь]|h|r наносит 474 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["serverTime"] = 1601660363,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479526.405,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[20:39:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136182:14|t|cff4e96f7|HbattlePetAbil:639:239:420:244|h[Ядовитый дым]|h|r наносит 110 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["serverTime"] = 1601660363,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479526.425,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[20:39:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["serverTime"] = 1601660364,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479528.01,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[20:39:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:455:322:273|h[Стая]|h|r наносит 282 ед. урона |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["serverTime"] = 1601660365,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479528.51,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[20:39:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T2735924:14|tТрубочих погибает.",
					["serverTime"] = 1601660365,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479528.51,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[20:39:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:368:420:244|h[Последний шанс]|h|r восстанавливает 368 ед. урона |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["serverTime"] = 1601660367,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479531.031,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[20:39:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:368:420:244|h[Последний шанс]|h|r накладывает эффект |T618979:14|t|cff4e96f7|HbattlePetAbil:244:368:420:244|h[Механический питомец]|h|r на |3-1(вражеский питомец) |3-3(|T2735924:14|tТрубочих).",
					["serverTime"] = 1601660368,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479531.281,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[20:39:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:455:322:273|h[Стая]|h|r наносит 423 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["serverTime"] = 1601660371,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479534.395,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[20:39:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T2735924:14|tТрубочих погибает.",
					["serverTime"] = 1601660371,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479534.395,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[20:39:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136067:14|t|cff4e96f7|HbattlePetAbil:379:0:420:244|h[Отравление]|h|r наносит 110 ед. урона |3-2(ваш питомец) |3-2(|T134373:14|tПтенец феникса).",
					["serverTime"] = 1601660374,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479537.618,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[20:39:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136067:14|t|cff4e96f7|HbattlePetAbil:379:0:420:244|h[Отравление]|h|r наносит 110 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["serverTime"] = 1601660374,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479537.638,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[20:39:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136182:14|t|cff4e96f7|HbattlePetAbil:639:0:420:244|h[Ядовитый дым]|h|r наносит 110 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["serverTime"] = 1601660374,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479537.658,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[20:39:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T136067:14|t|cff4e96f7|HbattlePetAbil:379:0:420:244|h[Отравление]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T132914:14|tИкки), заканчивается.",
					["serverTime"] = 1601660375,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479538.673,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[20:39:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T136067:14|t|cff4e96f7|HbattlePetAbil:379:0:420:244|h[Отравление]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134373:14|tПтенец феникса), заканчивается.",
					["serverTime"] = 1601660375,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479538.673,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[20:39:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:777:322:273|h[Боевое восстановление]|h|r восстанавливает 542 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["serverTime"] = 1601660377,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479540.163,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[20:39:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1099:276:325|h[Боевое восстановление]|h|r восстанавливает 220 ед. урона |3-2(ваш питомец) |3-2(|T134373:14|tПтенец феникса).",
					["serverTime"] = 1601660377,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1479540.163,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [54]
			},
			["headIndex"] = 54,
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 11,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[19:03:00]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Элеван-ЧерныйШрам:3209:CHANNEL:3|h|cffc31d39Элеван|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: Сверловщица-ЧерныйШрам ну недалекие среди обоих полов существуют",
					["serverTime"] = 1606150980,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828752.169,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[19:03:03]|h Вы будете получать добычу для специализации \"Тьма\".",
					["serverTime"] = 1606150983,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 828754.9720000001,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[19:03:06]|h |Hchannel:channel:2|h[2] |h Смена канала: |Hchannel:CHANNEL:2|h[2. Оборона: Силитус]|h.",
					["serverTime"] = 1606150986,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						50, -- [3]
						51, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828754.9720000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[19:03:07]|h |Hchannel:channel:2|h[2] |h Смена канала: |Hchannel:CHANNEL:2|h[2. Оборона: Силитус: Рана]|h.",
					["serverTime"] = 1606150987,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						50, -- [3]
						51, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828758.991,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[19:03:09]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Тъма-Гром:3212:CHANNEL:3|h|cfffe7b09Тъма|r-|cffad5c7fГро|r|h|cffd8d8d8]|r: кек",
					["serverTime"] = 1606150989,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828760.944,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[19:03:13]|h Вы будете получать добычу для специализации \"Тьма\".",
					["serverTime"] = 1606150993,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 828764.867,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[19:03:13]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Торговля: Город]|h.",
					["serverTime"] = 1606150993,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						77, -- [3]
						89, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828764.867,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[19:03:13]|h |Hchannel:channel:2|h[2] |h Смена канала: |Hchannel:CHANNEL:2|h[2. Оборона: Гавань Боралуса]|h.",
					["serverTime"] = 1606150993,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						50, -- [3]
						51, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828764.867,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[19:03:17]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Дианэль-ЧерныйШрам:3215:CHANNEL:3|h|cffa22fc8Дианэль|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: <.<",
					["serverTime"] = 1606150997,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						91, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828769.06,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[19:03:19]|h |Hchannel:channel:1|h[1] |h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Торговля: Город]|h.",
					["serverTime"] = 1606150999,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						77, -- [3]
						89, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828771.1140000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[19:03:19]|h |Hchannel:channel:2|h[2] |h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Оборона: Гавань Боралуса]|h.",
					["serverTime"] = 1606150999,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						50, -- [3]
						51, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828771.1140000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[18:55:54]|h Вы получили предмет: |cffa335ee|Hitem:169072::::::::50:258::35:4:5442:1494:4786:6504:1:28:838:::|h[Дублет нестабильной подзарядки]|h|r.",
					["serverTime"] = 1606150554,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828326.789,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[18:55:54]|h Вы получили предмет: |cffa335ee|Hitem:174636::::::::50:258::35::1:28:838:::|h[Выброшенный азеритовый нагрудник]|h|r.",
					["serverTime"] = 1606150554,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828326.789,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[18:55:55]|h Вы получили предмет: |cffa335ee|Hitem:158301::::::::50:258::35:4:5442:1513:4786:6504:1:28:838:::|h[Гофрированная рубашка поэта]|h|r.",
					["serverTime"] = 1606150555,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828327.2270000001,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[18:55:55]|h Вы получили предмет: |cffa335ee|Hitem:174636::::::::50:258::35::1:28:838:::|h[Выброшенный азеритовый нагрудник]|h|r.",
					["serverTime"] = 1606150555,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828327.752,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[18:55:56]|h Вы получили предмет: |cffa335ee|Hitem:158301::::::::50:258::35:4:5442:1513:4786:6504:1:28:838:::|h[Гофрированная рубашка поэта]|h|r.",
					["serverTime"] = 1606150556,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828328.461,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[18:55:57]|h Вы получили предмет: |cffa335ee|Hitem:174636::::::::50:258::35::1:28:838:::|h[Выброшенный азеритовый нагрудник]|h|r.",
					["serverTime"] = 1606150557,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828328.986,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[18:55:57]|h Вы получили предмет: |cffa335ee|Hitem:159268::::::::50:258::35:4:5442:1513:4786:6504:1:28:838:::|h[Смирительная роба заключенного]|h|r.",
					["serverTime"] = 1606150557,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828329.676,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[18:55:58]|h Вы получили предмет: |cffa335ee|Hitem:174636::::::::50:258::35::1:28:838:::|h[Выброшенный азеритовый нагрудник]|h|r.",
					["serverTime"] = 1606150558,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828330.155,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[18:55:59]|h Вы получили предмет: |cffa335ee|Hitem:159268::::::::50:258::35:4:5442:1513:4786:6504:1:28:838:::|h[Смирительная роба заключенного]|h|r.",
					["serverTime"] = 1606150559,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828330.961,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[18:55:59]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Тъма-Гром:3101:CHANNEL:3|h|cfffe7b09Тъма|r-|cffad5c7fГро|r|h|cffd8d8d8]|r: Сверловщица-ЧерныйШрам зачем интересуешся?",
					["serverTime"] = 1606150559,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828331.153,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[18:56:00]|h Вы получили предмет: |cffa335ee|Hitem:174636::::::::50:258::35::1:28:838:::|h[Выброшенный азеритовый нагрудник]|h|r.",
					["serverTime"] = 1606150560,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828332.044,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[18:56:00]|h Вы получили предмет: |cffa335ee|Hitem:159257::::::::50:258::35:4:5442:1513:4786:6504:1:28:838:::|h[Одеяния возродившейся змеи]|h|r.",
					["serverTime"] = 1606150560,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828332.679,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[18:56:01]|h Вы получили предмет: |cffa335ee|Hitem:174636::::::::50:258::35::1:28:838:::|h[Выброшенный азеритовый нагрудник]|h|r.",
					["serverTime"] = 1606150561,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828333.224,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[18:56:01]|h Вы получили предмет: |cffa335ee|Hitem:159257::::::::50:258::35:4:5442:1513:4786:6504:1:28:838:::|h[Одеяния возродившейся змеи]|h|r.",
					["serverTime"] = 1606150561,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828333.576,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[18:56:02]|h Вы получили предмет: |cffa335ee|Hitem:174636::::::::50:258::35::1:28:838:::|h[Выброшенный азеритовый нагрудник]|h|r.",
					["serverTime"] = 1606150562,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828334.274,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[18:56:02]|h Вы получили предмет: |cffa335ee|Hitem:158301::::::::50:258::35:4:5442:1513:4786:6504:1:28:838:::|h[Гофрированная рубашка поэта]|h|r.",
					["serverTime"] = 1606150562,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828334.7760000001,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[18:56:03]|h Вы получили предмет: |cffa335ee|Hitem:174636::::::::50:258::35::1:28:838:::|h[Выброшенный азеритовый нагрудник]|h|r.",
					["serverTime"] = 1606150563,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828335.8250000001,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[18:56:05]|h Вы получили предмет: |cffa335ee|Hitem:159257::::::::50:258::35:4:5442:1513:4786:6504:1:28:838:::|h[Одеяния возродившейся змеи]|h|r.",
					["serverTime"] = 1606150565,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828337.1190000001,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[18:56:05]|h Вы получили предмет: |cffa335ee|Hitem:174636::::::::50:258::35::1:28:838:::|h[Выброшенный азеритовый нагрудник]|h|r.",
					["serverTime"] = 1606150565,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828337.593,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[18:56:06]|h Вы получили предмет: |cffa335ee|Hitem:159241::::::::50:258::35:4:5442:1513:4786:6504:1:28:838:::|h[Залитые кровью одеяния]|h|r.",
					["serverTime"] = 1606150566,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828338.622,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[18:56:07]|h Вы получили предмет: |cffa335ee|Hitem:174636::::::::50:258::35::1:28:838:::|h[Выброшенный азеритовый нагрудник]|h|r.",
					["serverTime"] = 1606150567,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828339.22,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[18:56:08]|h Вы получили предмет: |cffa335ee|Hitem:169072::::::::50:258::35:4:5442:1494:4786:6504:1:28:838:::|h[Дублет нестабильной подзарядки]|h|r.",
					["serverTime"] = 1606150568,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828339.956,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[18:56:08]|h Вы получили предмет: |cffa335ee|Hitem:174636::::::::50:258::35::1:28:838:::|h[Выброшенный азеритовый нагрудник]|h|r.",
					["serverTime"] = 1606150568,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828340.808,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[18:56:09]|h Вы получили предмет: |cffa335ee|Hitem:159241::::::::50:258::35:4:5442:1513:4786:6504:1:28:838:::|h[Залитые кровью одеяния]|h|r.",
					["serverTime"] = 1606150569,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828341.485,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[18:56:09]|h Вы получили предмет: |cffa335ee|Hitem:174636::::::::50:258::35::1:28:838:::|h[Выброшенный азеритовый нагрудник]|h|r.",
					["serverTime"] = 1606150569,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828341.843,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[18:56:11]|h Вы получили предмет: |cffa335ee|Hitem:159268::::::::50:258::35:4:5442:1513:4786:6504:1:28:838:::|h[Смирительная роба заключенного]|h|r.",
					["serverTime"] = 1606150571,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828343.134,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[18:56:11]|h Вы получили предмет: |cffa335ee|Hitem:174636::::::::50:258::35::1:28:838:::|h[Выброшенный азеритовый нагрудник]|h|r.",
					["serverTime"] = 1606150571,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828343.134,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[18:56:11]|h Вы получили предмет: |cffa335ee|Hitem:159241::::::::50:258::35:4:5442:1513:4786:6504:1:28:838:::|h[Залитые кровью одеяния]|h|r.",
					["serverTime"] = 1606150571,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828343.8470000001,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[18:56:12]|h Вы получили предмет: |cffa335ee|Hitem:174636::::::::50:258::35::1:28:838:::|h[Выброшенный азеритовый нагрудник]|h|r.",
					["serverTime"] = 1606150572,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828344.637,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[18:56:13]|h Вы получили предмет: |cffa335ee|Hitem:169072::::::::50:258::35:4:5442:1494:4786:6504:1:28:838:::|h[Дублет нестабильной подзарядки]|h|r.",
					["serverTime"] = 1606150573,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828345.299,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[18:56:14]|h Вы получили предмет: |cffa335ee|Hitem:174636::::::::50:258::35::1:28:838:::|h[Выброшенный азеритовый нагрудник]|h|r.",
					["serverTime"] = 1606150574,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828345.968,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[18:56:14]|h Вы получили предмет: |cffa335ee|Hitem:159268::::::::50:258::35:4:5442:1513:4786:6504:1:28:838:::|h[Смирительная роба заключенного]|h|r.",
					["serverTime"] = 1606150574,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828346.845,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[18:56:16]|h Вы получили предмет: |cffa335ee|Hitem:174636::::::::50:258::35::1:28:838:::|h[Выброшенный азеритовый нагрудник]|h|r.",
					["serverTime"] = 1606150576,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828348.086,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[18:56:17]|h Вы получили предмет: |cffa335ee|Hitem:159233::::::::50:258::35:4:5442:1513:4786:6504:1:28:838:::|h[Облачение предателя лоа]|h|r.",
					["serverTime"] = 1606150577,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828349.279,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[18:56:18]|h Вы получили предмет: |cffa335ee|Hitem:174636::::::::50:258::35::1:28:838:::|h[Выброшенный азеритовый нагрудник]|h|r.",
					["serverTime"] = 1606150578,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828350.226,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[18:56:19]|h Вы получили предмет: |cffa335ee|Hitem:169072::::::::50:258::35:4:5442:1494:4786:6504:1:28:838:::|h[Дублет нестабильной подзарядки]|h|r.",
					["serverTime"] = 1606150579,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828351.417,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[18:56:20]|h Вы получили предмет: |cffa335ee|Hitem:174636::::::::50:258::35::1:28:838:::|h[Выброшенный азеритовый нагрудник]|h|r.",
					["serverTime"] = 1606150580,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828352.627,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[18:56:21]|h Вы получили предмет: |cffa335ee|Hitem:158301::::::::50:258::35:4:5442:1513:4786:6504:1:28:838:::|h[Гофрированная рубашка поэта]|h|r.",
					["serverTime"] = 1606150581,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828353.398,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[18:56:22]|h Вы получили предмет: |cffa335ee|Hitem:174636::::::::50:258::35::1:28:838:::|h[Выброшенный азеритовый нагрудник]|h|r.",
					["serverTime"] = 1606150582,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828354.295,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[18:56:23]|h Вы получили предмет: |cffa335ee|Hitem:159233::::::::50:258::35:4:5442:1513:4786:6504:1:28:838:::|h[Облачение предателя лоа]|h|r.",
					["serverTime"] = 1606150583,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828355.206,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[18:56:24]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Сверловщица-ЧерныйШрам:3134:CHANNEL:3|h|cffc59a6cСверловщица|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: долго объяснять",
					["serverTime"] = 1606150584,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						111, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828356.192,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[18:56:24]|h Вы получили предмет: |cffa335ee|Hitem:174636::::::::50:258::35::1:28:838:::|h[Выброшенный азеритовый нагрудник]|h|r.",
					["serverTime"] = 1606150584,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828356.373,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[18:56:26]|h Вы получили предмет: |cffa335ee|Hitem:169072::::::::50:258::35:4:5442:1494:4786:6504:1:28:838:::|h[Дублет нестабильной подзарядки]|h|r.",
					["serverTime"] = 1606150586,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828358.082,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[18:56:34]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Элеван-ЧерныйШрам:3137:CHANNEL:3|h|cffc31d39Элеван|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: а почему Вадя? А не Гирострат какой-нибудь",
					["serverTime"] = 1606150594,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828366.088,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[18:56:35]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Сверловщица-ЧерныйШрам:3138:CHANNEL:3|h|cffc59a6cСверловщица|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: изучаю",
					["serverTime"] = 1606150595,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						111, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828367.698,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[18:56:38]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Тъма-Гром:3139:CHANNEL:3|h|cfffe7b09Тъма|r-|cffad5c7fГро|r|h|cffd8d8d8]|r: тады не интересно",
					["serverTime"] = 1606150598,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828370.471,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[18:57:24]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Элеван-ЧерныйШрам:3140:CHANNEL:3|h|cffc31d39Элеван|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: Сверловщица-ЧерныйШрам ты от близзард соц опрос проводишь?",
					["serverTime"] = 1606150644,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828416.561,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[18:57:34]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Сверловщица-ЧерныйШрам:3141:CHANNEL:3|h|cffc59a6cСверловщица|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: я мужик, не клейся",
					["serverTime"] = 1606150654,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						111, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828426.238,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[18:57:49]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Элеван-ЧерныйШрам:3142:CHANNEL:3|h|cffc31d39Элеван|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: Сверловщица-ЧерныйШрам а я клеюсь?",
					["serverTime"] = 1606150669,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828441.202,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[18:57:49]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq26|k:7:3143:BN_INLINE_TOAST_ALERT:0|h[|Kq26|k] (|TInterface\\ChatFrame\\UI-ChatIcon-Battlenet:14:14:0:0|tВега)|h входит в сеть.",
					["serverTime"] = 1606150669,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						16, -- [3]
						115, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828441.225,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[18:57:49]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Тъма-Гром:3144:CHANNEL:3|h|cfffe7b09Тъма|r-|cffad5c7fГро|r|h|cffd8d8d8]|r: пф )))",
					["serverTime"] = 1606150669,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828441.887,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[18:57:51]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Озарённая-ТкачСмерти:3145:CHANNEL:3|h|cfff38bb9Озарённая|r-|cff39a132Тка|r|h|cffd8d8d8]|r: Сверловщица-ЧерныйШрам  а он и не против",
					["serverTime"] = 1606150671,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						64, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828443.774,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[18:57:56]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Бобёр-ЧерныйШрам:3146:CHANNEL:3|h|cff006fdcБобёр|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: ахаха",
					["serverTime"] = 1606150676,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						102, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828448.389,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[18:58:04]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Сверловщица-ЧерныйШрам:3147:CHANNEL:3|h|cffc59a6cСверловщица|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: сам аллах не знает, что происходит",
					["serverTime"] = 1606150684,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						111, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828456.1190000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[18:58:08]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Бобёр-ЧерныйШрам:3148:CHANNEL:3|h|cff006fdcБобёр|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: 2к20, к черту подробности",
					["serverTime"] = 1606150688,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						102, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828460.147,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[18:58:09]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Сейнтлих-ЧерныйШрам:3149:CHANNEL:3|h|cffa9d271Сейнтлих|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: бобёр тяночка",
					["serverTime"] = 1606150689,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828461.525,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[18:58:12]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Сейнтлих-ЧерныйШрам:3150:CHANNEL:3|h|cffa9d271Сейнтлих|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: кста",
					["serverTime"] = 1606150692,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828464.54,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[18:58:15]|h |cffd8d8d8[|r|Hplayer:Кэрро-Гордунни:3151:ACHIEVEMENT|h|cffd8bc3f50|r:|cfffe7b09Кэрро|r-|cff8dec6aГор|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:546:Player-1602-0E9896A3:1:11:23:20:4294967295:4294967295:4294967295:4294967295|h[Банковская ячейка]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1606150695,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						116, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828466.951,
					["g"] = 1,
					["b"] = 0,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[18:58:18]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Сверловщица-ЧерныйШрам:3152:CHANNEL:3|h|cffc59a6cСверловщица|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: ТНН!",
					["serverTime"] = 1606150698,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						111, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828470.729,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[18:58:35]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Абстинент-Борейскаятундра:3154:CHANNEL:3|h|cffc31d39Абстинент|r|h|cffd8d8d8]|r: на каком маунте есть банк?",
					["serverTime"] = 1606150715,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						118, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828486.963,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[18:58:42]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Лирс-ЧерныйШрам:3155:CHANNEL:3|h|cffa22fc8Лирс|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: на ваде",
					["serverTime"] = 1606150722,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						60, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828493.943,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[18:58:44]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Лирс-ЧерныйШрам:3156:CHANNEL:3|h|cffa22fc8Лирс|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: он сейф",
					["serverTime"] = 1606150724,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						60, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828496.462,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[18:58:44]|h |Hchannel:channel:1|h[1] |h|cffd8d8d8[|r|Hplayer:Кристайлис-ЧерныйШрам:3157:CHANNEL:1|h|cff00fe97Кристайлис|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: |cffffffff|Hitem:133576::::::::50:269:::::::|h[Медвежий тартар]|h|rпродам 25г за штуку",
					["serverTime"] = 1606150724,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						77, -- [3]
						113, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828496.7050000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[18:58:46]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Лирс-ЧерныйШрам:3158:CHANNEL:3|h|cffa22fc8Лирс|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: ...",
					["serverTime"] = 1606150726,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						60, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828498.09,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[18:58:47]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Бони-Гром:3159:CHANNEL:3|h|cffa9d271Бони|r-|cffad5c7fГро|r|h|cffd8d8d8]|r: кто в хромитайм и может посидеть в пати, напиши в приват, плс",
					["serverTime"] = 1606150727,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						120, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828499.017,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[18:58:47]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Кристайлис-ЧерныйШрам:3160:CHANNEL:3|h|cff00fe97Кристайлис|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: Продам |cffffffff|Hitem:133576::::::::50:269:::::::|h[Медвежий тартар]|h|r25г за штуку",
					["serverTime"] = 1606150727,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						100, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828499.2270000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[18:58:50]|h Вы будете получать добычу для специализации \"Тьма\".",
					["serverTime"] = 1606150730,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 828502.221,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[18:58:52]|h |Hchannel:channel:1|h[1] |h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Торговля: Город]|h.",
					["serverTime"] = 1606150732,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						77, -- [3]
						89, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828502.221,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[18:58:52]|h |Hchannel:channel:2|h[2] |h Смена канала: |Hchannel:CHANNEL:2|h[2. Оборона: Силитус]|h.",
					["serverTime"] = 1606150732,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						50, -- [3]
						51, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828502.221,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[18:58:52]|h |Hchannel:channel:2|h[2] |h Смена канала: |Hchannel:CHANNEL:2|h[2. Оборона: Силитус: Рана]|h.",
					["serverTime"] = 1606150732,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						50, -- [3]
						51, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828504.65,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[18:58:53]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Абстинент-Борейскаятундра:3164:CHANNEL:3|h|cffc31d39Абстинент|r|h|cffd8d8d8]|r: тебе кто сказал рот открыть?",
					["serverTime"] = 1606150733,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						118, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828505.777,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[18:59:00]|h Вы получили предмет: |cffa335ee|Hcurrency:1553:2500|h[Гудящий азеритовый сердечник]|h|r.",
					["serverTime"] = 1606150740,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						28, -- [3]
						29, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828512.115,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[18:59:00]|h Артефакт |cffe6cc80|Hitem:158075::::::::50:258::11:4:6316:4932:4933:1560::::|h[Сердце Азерот]|h|r получает 2500 ед. силы артефакта.",
					["serverTime"] = 1606150740,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						28, -- [3]
						29, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828512.115,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[18:59:00]|h Вы получили предмет: |cff0070dd|Hitem:166298::::::::50:258::11::1:28:464:::|h[Припасы Защитников Азерот]|h|r.",
					["serverTime"] = 1606150740,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828512.2170000001,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[18:59:00]|h Задание \"Благодарность Магни\" выполнено.",
					["serverTime"] = 1606150740,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						28, -- [3]
						29, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828512.2170000001,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[18:59:01]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Сейнтлих-ЧерныйШрам:3169:CHANNEL:3|h|cffa9d271Сейнтлих|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: открывай рот",
					["serverTime"] = 1606150741,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828513.709,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[18:59:04]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Айвн-Борейскаятундра:3170:CHANNEL:3|h|cffc59a6cАйвн|r|h|cffd8d8d8]|r: Нет такого маунта",
					["serverTime"] = 1606150744,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						62, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828516.165,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[18:59:04]|h Получено: 4502 |4золотая:золотые:золотых;, 17 |4серебряная:серебряные:серебряных;, 79 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1606150744,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						28, -- [3]
						29, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828516.381,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[18:59:05]|h Вы получаете валюту – |cffffffff|Hcurrency:1560:0|h[Ресурсы для войны]|h|r, 500 шт.",
					["serverTime"] = 1606150745,
					["r"] = 0.4431372880935669,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						83, -- [3]
						84, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828517.427,
					["g"] = 0.6901960968971252,
					["b"] = 1,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[18:59:11]|h Вы будете получать добычу для специализации \"Тьма\".",
					["serverTime"] = 1606150751,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 828523.104,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[18:59:11]|h |Hchannel:channel:2|h[2] |h Смена канала: |Hchannel:CHANNEL:2|h[2. Оборона: Зал Сердца]|h.",
					["serverTime"] = 1606150751,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						50, -- [3]
						51, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828523.104,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[18:59:30]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Элеван-ЧерныйШрам:3174:CHANNEL:3|h|cffc31d39Элеван|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: Кристайлис-ЧерныйШрам могу рублями заплатить",
					["serverTime"] = 1606150770,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828542.622,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[18:59:31]|h Вы получили предмет: |cff9d9d9d|Hitem:169992::::::::50:258:::::::|h[Треснувшая радужная линза]|h|r.",
					["serverTime"] = 1606150771,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828543.238,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[18:59:34]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq51|k:56:3176:BN_INLINE_TOAST_ALERT:0|h[|Kq51|k] (|TInterface\\ChatFrame\\UI-ChatIcon-Battlenet:14:14:0:0|tStripy)|h входит в сеть.",
					["serverTime"] = 1606150774,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						16, -- [3]
						122, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828546.473,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[18:59:38]|h Вы получили предмет: |cff9d9d9d|Hitem:170027::::::::50:258:::::::|h[Усыхающее семечко]|h|r.",
					["serverTime"] = 1606150778,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828550.024,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[18:59:46]|h Вы получили предмет: |cffe6cc80|Hitem:173885::::::::50:258::14::1:28:740:::|h[Нестабильная капля Бездны]|h|r.",
					["serverTime"] = 1606150786,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828558.465,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[18:59:47]|h |cffd8d8d8[|r|Hplayer:Толомир-СвежевательДуш:3179:ACHIEVEMENT|h|cfff38bb9Толомир|r-|cff11dbe4Све|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:14060:Player-1604-0AABBF2A:1:11:23:20:4294967295:4294967295:4294967295:4294967295|h[Непоколебимая решимость]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1606150787,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						116, -- [3]
						123, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828559.165,
					["g"] = 1,
					["b"] = 0,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[18:59:50]|h Вы получили предмет: |cffe6cc80|Hitem:168856::::::::50:258::14::1:28:740:::|h[Резонирующее сердце элементаля]|h|r.",
					["serverTime"] = 1606150790,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828562.564,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[18:59:55]|h Вы получили предмет: |cffe6cc80|Hitem:168943::::::::50:258::14::1:28:740:::|h[Решетка исторгаемой жизненной силы]|h|r.",
					["serverTime"] = 1606150795,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828567.148,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[19:00:00]|h |cffd8d8d8[|r|Hplayer:Бубулька-Гордунни:3182:ACHIEVEMENT|h|cfffefefeБубулька|r-|cff8dec6aГор|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:13771:Player-1602-030A94DF:1:11:23:20:4294967295:4294967295:4294967295:4294967295|h[Красота – в силе]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1606150800,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						116, -- [3]
						124, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828572.7980000001,
					["g"] = 1,
					["b"] = 0,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[19:00:03]|h Вы получили предмет: |cff9d9d9d|Hitem:170039::::::::50:258:::::::|h[Изорванная решетка]|h|r.",
					["serverTime"] = 1606150803,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828575.235,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[19:00:10]|h Вы получили предмет: |cff9d9d9d|Hitem:174517::::::::50:258:::::::|h[Синеватый осадок]|h|r.",
					["serverTime"] = 1606150810,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828582.398,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[19:00:18]|h Вы получили предмет: |cff9d9d9d|Hitem:170015::::::::50:258:::::::|h[Безжизненный камень]|h|r.",
					["serverTime"] = 1606150818,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828590.398,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[19:00:18]|h |cffd8d8d8[|r|Hplayer:Алоиза-Борейскаятундра:3186:GUILD|h|cffd8bc3f50|r:|cfffefefeАлоиза|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:13772:Player-1929-0E2E5712:1:11:23:20:4294967295:4294967295:4294967295:4294967295|h[Сущий пустяк]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1606150818,
					["r"] = 0.2862745225429535,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						125, -- [3]
						126, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828590.579,
					["g"] = 0.4901961088180542,
					["b"] = 1,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[19:00:18]|h |cffd8d8d8[|r|Hplayer:Алоиза-Борейскаятундра:3187:ACHIEVEMENT|h|cffd8bc3f50|r:|cfffefefeАлоиза|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:13772:Player-1929-0E2E5712:1:11:23:20:4294967295:4294967295:4294967295:4294967295|h[Сущий пустяк]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1606150818,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						116, -- [3]
						127, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828590.579,
					["g"] = 1,
					["b"] = 0,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[19:00:42]|h Вы продали хлама на 500|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t",
					["serverTime"] = 1606150842,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						26, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828614.14,
					["g"] = 1,
					["b"] = 0,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[19:01:01]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Лирс-ЧерныйШрам:3188:CHANNEL:3|h|cffa22fc8Лирс|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: чат сдох",
					["serverTime"] = 1606150861,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						60, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828633.02,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[19:01:03]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Лирс-ЧерныйШрам:3189:CHANNEL:3|h|cffa22fc8Лирс|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: ресните",
					["serverTime"] = 1606150863,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						60, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828635.916,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[19:01:08]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Сверловщица-ЧерныйШрам:3190:CHANNEL:3|h|cffc59a6cСверловщица|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: просто вов - прожигание жизни жестокое. и ведь в него уже не интеренсо играть",
					["serverTime"] = 1606150868,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						111, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828640.297,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[19:01:14]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Нож-Гром:3191:CHANNEL:3|h|cfffef367Нож|r-|cffad5c7fГро|r|h|cffd8d8d8]|r: какой рар следующий?",
					["serverTime"] = 1606150874,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						128, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828646.437,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[19:01:15]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Сверловщица-ЧерныйШрам:3192:CHANNEL:3|h|cffc59a6cСверловщица|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: а всё равно сидим",
					["serverTime"] = 1606150875,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						111, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828647.1680000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[19:01:28]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Этобылядио-ЧерныйШрам:3193:CHANNEL:3|h|cfffefefeЭтобылядио|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: |cffa335ee|Hitem:168370::::::::46:256::::1:28:713:::|h[Ржавые ключи от \"Свалочного скитальца\"]|h|r для того что бы изучить его надо мехагон открыть? а то я на твинке фармил",
					["serverTime"] = 1606150888,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						130, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828660.539,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[19:01:29]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Тъма-Гром:3194:CHANNEL:3|h|cfffe7b09Тъма|r-|cffad5c7fГро|r|h|cffd8d8d8]|r: Сверловщица-ЧерныйШрам и че сидишь?",
					["serverTime"] = 1606150889,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828661.91,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[19:01:40]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Астион-Гром:3195:CHANNEL:3|h|cfff38bb9Астион|r-|cffad5c7fГро|r|h|cffd8d8d8]|r: а больше нема куда пойти",
					["serverTime"] = 1606150900,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						48, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828672.01,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[19:01:40]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Этобылядио-ЧерныйШрам:3196:CHANNEL:3|h|cfffefefeЭтобылядио|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: не дает мне изучить его",
					["serverTime"] = 1606150900,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						130, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828672.01,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[19:01:47]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Лирс-ЧерныйШрам:3197:CHANNEL:3|h|cffa22fc8Лирс|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: время проведённое с удовольствием не считается потраченным зря",
					["serverTime"] = 1606150907,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						60, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828678.995,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[19:01:50]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Сверловщица-ЧерныйШрам:3198:CHANNEL:3|h|cffc59a6cСверловщица|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: ну я понятно, у меня нет настроения . а вот зачем женщины играют я никогда не понимал",
					["serverTime"] = 1606150910,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						111, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828682.336,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[19:01:57]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Сверловщица-ЧерныйШрам:3199:CHANNEL:3|h|cffc59a6cСверловщица|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: у баб депресии не бывает",
					["serverTime"] = 1606150917,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						111, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828689.434,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[19:02:04]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Сейнтлих-ЧерныйШрам:3200:CHANNEL:3|h|cffa9d271Сейнтлих|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: зочем",
					["serverTime"] = 1606150924,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828696.848,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[19:02:21]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Элеван-ЧерныйШрам:3201:CHANNEL:3|h|cffc31d39Элеван|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: Сверловщица-ЧерныйШрам а почему бабы не могкут играть в вов?",
					["serverTime"] = 1606150941,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828713.111,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[19:02:29]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Сейнтлих-ЧерныйШрам:3202:CHANNEL:3|h|cffa9d271Сейнтлих|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: приходит к тебе баба с депрессией а ты ей такой",
					["serverTime"] = 1606150949,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828721.308,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[19:02:32]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Сверловщица-ЧерныйШрам:3203:CHANNEL:3|h|cffc59a6cСверловщица|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: потому что жизнь интереснее",
					["serverTime"] = 1606150952,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						111, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828724.449,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[19:02:37]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Сейнтлих-ЧерныйШрам:3204:CHANNEL:3|h|cffa9d271Сейнтлих|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: а у тебя ее не может быть. ха фьють",
					["serverTime"] = 1606150957,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828729.783,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[19:02:41]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Сверловщица-ЧерныйШрам:3205:CHANNEL:3|h|cffc59a6cСверловщица|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: бабы и водку не жрут",
					["serverTime"] = 1606150961,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						111, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828733.2660000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[19:02:52]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Сверловщица-ЧерныйШрам:3206:CHANNEL:3|h|cffc59a6cСверловщица|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: они выносливее",
					["serverTime"] = 1606150972,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						111, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828744.328,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[19:02:54]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Лирс-ЧерныйШрам:3207:CHANNEL:3|h|cffa22fc8Лирс|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: над тебе матку вшить и налить в неё крови",
					["serverTime"] = 1606150974,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						60, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828746.058,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[19:02:58]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Лирс-ЧерныйШрам:3208:CHANNEL:3|h|cffa22fc8Лирс|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: дептессуха даванёт сразу",
					["serverTime"] = 1606150978,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						1, -- [3]
						60, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 828750.791,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [128]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
