
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
				"/cw Криворожка А я с тобой серебром поделюсь)", -- [1]
				"/cw Криворожка Пуфик, поможешь нам с ачивкой?", -- [2]
				"/рейд Вейл, слезай с коня", -- [3]
				"/г |cff0070dd|Hitem:163607::::::::120:258::::::|h[Швейная игла Люсиль]|h|r кажется я знаю, чем Лёша теперь будет заниматься в рейдах вместо кидания мяча", -- [4]
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
				"/cw Подобиемага-Борейскаятундра Зайдешь ко мне в диск?", -- [1]
				"/гр Hey", -- [2]
				"/гр Мне ни один не нравится)", -- [3]
				"/гр Вань, выбери какого-нибудь ДК", -- [4]
				"/гр Ну давай Гавань попробуем собрать", -- [5]
				"/гр |cffa335ee|Hkeystone:158923:252:6:9:11:0:0|h[Ключ: Святилище Штормов (6)]|h|r", -- [6]
				"/гр Тогда Усадьба, раз ты уже там", -- [7]
				"/гр Ваф, зайдешь в войс?", -- [8]
				"/гр Осада", -- [9]
				"/гр Едь, точнее", -- [10]
				"/гр Пуф, лети ко мне. Поможешь присамонить остальных", -- [11]
				"/гр Да, слышно", -- [12]
				"/гр У нас тут Кейс ещё в диске", -- [13]
				"/гр Может ты его поставишь по-быстрому?", -- [14]
				"/гр https://discord.gg/BfUKNH5", -- [15]
				"/г Я теперь юность вспомнила", -- [16]
				"/г Ну тебя, Лёша, с твоей музыкой(", -- [17]
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
				"/с /vuhdo options", -- [1]
			},
			["ChatFrame3EditBox"] = {
				" ><", -- [1]
				" Ну и славно", -- [2]
				" Ну и ладно", -- [3]
				" Ничего он не скажет, нам дд нужны", -- [4]
				" В героик без проблем можешь приходить", -- [5]
				" Рейды среда, воскресенье с 21", -- [6]
				" Последнего только что убили", -- [7]
				" Да", -- [8]
				" Привет)", -- [9]
				" У меня всё по старому)) работаю-играю-потом снова работаю)", -- [10]
				" А то он ещё несколько недель назад нам сову обещал", -- [11]
				" Я тут Роео всю плешь проела", -- [12]
				" В ключах тебя не хватает)", -- [13]
				" Рейдим потихоньку. Закрыли целый один мифик", -- [14]
				" У нас мало что изменилось)", -- [15]
				" А надежда есть на килл или всё плохо?", -- [16]
				"/cw Коррделия-Борейскаятундра Я тоже делать буду. Придётся", -- [17]
				"/cw Коррделия-Борейскаятундра Там ещё продолжение вышла на этой неделе", -- [18]
				"/cw Коррделия-Борейскаятундра Что за квесты? Военная кампания?", -- [19]
				" А какого маунта за РБГ дают?", -- [20]
				" У вас наверняка тоже набирают в ПвП сообщества", -- [21]
				" Сообщества", -- [22]
				" Жена Айсли не играет)", -- [23]
				"/гр Панда сейчас подойдет", -- [24]
				"/cw Айсли-Борейскаятундра Я возьму тебе самого крутого хилла с самым высоким миф скором", -- [25]
				"/cw Айсли-Борейскаятундра Мой хилл сказал, что уйти надо. Можно я пуга найду?", -- [26]
				" Мы всегда до 23 мск", -- [27]
				" Им надо было удалить релики из трини из старинного лута", -- [28]
				"/cw Саджет-Борейскаятундра А ты сейчас на каком боссе?", -- [29]
				" /simc", -- [30]
				" Я тебя не звала, не потому, что я в тебе сомневаюсь, а потому что когда мы собирались, тебя онлайн не было)", -- [31]
				"/cw Альмагорн-Борейскаятундра Прием-прием", -- [32]
				"/cw Ромеох-Борейскаятундра Жилу 10 пойдешь?", -- [33]
				" Sweet)", -- [34]
				" Hey :) We need a healer for |cffa335ee|Hkeystone:158923:247:10:10:8:4:117|h[Ключ: ЗОЛОТАЯ ЖИЛА!!! (10)]|h|r, would you like to come?", -- [35]
				" Ты сифон победил уже?)", -- [36]
				"/cw Гриддис-Борейскаятундра Ещё актуален вопрос?)", -- [37]
				"/cw Гриддис-Борейскаятундра Сорри, не увидела второе сообщение", -- [38]
				"/cw Гриддис-Борейскаятундра Не, сейчас не пойду никуда", -- [39]
				"/cw Кейстут-Борейскаятундра Две вольные гавани", -- [40]
				"/cw Кейстут-Борейскаятундра В среду", -- [41]
				"/cw Кейстут-Борейскаятундра Да)", -- [42]
				" Надо было сказать: \"Гости пусть тоже заходят, дамажить будут\"", -- [43]
				"/cw Саджет-Борейскаятундра тут", -- [44]
				"/cw Меллия-Борейскаятундра Как раз фуллпати наберется", -- [45]
				"/cw Меллия-Борейскаятундра С вами Крабодрон ещё?", -- [46]
				" У тебя желтый монокль, правильно?", -- [47]
				" Я думала, сейчас всех собрать", -- [48]
				"/cw Ложимся-Борейскаятундра С утра, это чтоб можно было вообще не ложиться?)", -- [49]
				"/cw Ресточка-Борейскаятундра Опрашиваю народ. Ориентировочно воскресенье, вторая половина дня", -- [50]
				"/cw Аркадрон Привет. Ты в воскресенье будешь?", -- [51]
				"/cw Ложимся-Борейскаятундра А в воскресенье?)", -- [52]
				"/cw Ложимся-Борейскаятундра Блин, у меня тоже корпоратив", -- [53]
				"/cw Ложимся Ты в субботу будешь? Если да, то когда?", -- [54]
				"/cw Ресточка-Борейскаятундра Ёлка, это чтоб коту было с чем играться?)", -- [55]
				"/cw Ресточка-Борейскаятундра Остальные у нас уже есть", -- [56]
				"/cw Ресточка-Борейскаятундра Сделай себе зелёный монокль, он самый просто", -- [57]
				"/cw Ресточка-Борейскаятундра Угу", -- [58]
				"/cw Ресточка-Борейскаятундра Для последнего этапа нужно именно 5 игроков", -- [59]
				"/cw Ресточка-Борейскаятундра нет", -- [60]
				"/cw Ресточка-Борейскаятундра Угу", -- [61]
				"/cw Ресточка-Борейскаятундра Мы на выходных, скорей всего, будем делать. Если надумаешь, присоединяйся", -- [62]
				"/cw Ресточка-Борейскаятундра https://www.noob-club.ru/index.php?topic=51073.0", -- [63]
				"/cw Меллия Заходи", -- [64]
				"/cw Блэкмор-Борейскаятундра Я даже не знаю, можно ли это сейвом назвать", -- [65]
				"/cw Блэкмор-Борейскаятундра 11к", -- [66]
				" :DD", -- [67]
				"/cw Айсли-Борейскаятундра Тут, сорри", -- [68]
				"/cw Саджет-Борейскаятундра :D", -- [69]
				"/cw Подобиемага-Борейскаятундра Идем в ключи?", -- [70]
				"/cw Саджет-Борейскаятундра В ключи идем?", -- [71]
				"/cw Альмагорн-Борейскаятундра Во сколько он реально будет, хз", -- [72]
				"/cw Альмагорн-Борейскаятундра [20:44:53] [W From] [Sahj]: Выезжаю от родителей. В течение часа буду, если что.", -- [73]
				" Ждем тебя", -- [74]
				" Мы уже собрались", -- [75]
				"/cw Альмагорн-Борейскаятундра Ну как, дождался ужин?)", -- [76]
				" Это +10, я тут надолго", -- [77]
				" А потом убьем всех остальных боссов)", -- [78]
				"/рейд Кто я?", -- [79]
				" Два мили, это 20% нашего рейда", -- [80]
				"/cw Альмагорн-Борейскаятундра Думаешь, они каждый день наблюдают паладинов на медузах?", -- [81]
				"/cw Альмагорн-Борейскаятундра Враги офигеют  и не станут бить", -- [82]
				"/cw Альмагорн-Борейскаятундра Перед входом в Ульдир как раз озерцо есть, там можно поплескаться", -- [83]
				"/cw Альмагорн-Борейскаятундра Ну тоже неплохо)", -- [84]
				"/cw Альмагорн-Борейскаятундра Красота", -- [85]
				"/cw Альмагорн-Борейскаятундра Воу, летающая медуза?", -- [86]
				"/cw Альмагорн-Борейскаятундра |cff1eff00|Hitem:153712::::::::120:258::13:1:3524:::|h[Кианит универсальности]|h|r и я могу сделать)", -- [87]
				"/cw Альмагорн-Борейскаятундра Привет. Если речь о |cff0070dd|Hitem:154128::::::::120:258::13:1:3524:::|h[Королевский кварц универсальности]|h|r, то делают Саджет, Кхорус, Паркетник и Ресточка", -- [88]
				"/cw Аркадрон-Борейскаятундра |cff0070dd|Hitem:152876::::::::120:256::::::|h[Теневой осколок]|h|r х 8 |cffffffff|Hitem:152875::::::::120:256::::::|h[Сумеречная пыль]|h|r х 20", -- [89]
				"/cw Аркадрон-Борейскаятундра |cff0070dd|Hitem:152876::::::::120:258::::::|h[Теневой осколок]|h|r х8 и |cffffffff|Hitem:152875::::::::120:258::::::|h[Сумеречная пыль]|h|rх20", -- [90]
				"/cw Аркадрон-Борейскаятундра Не могу, осколков нет", -- [91]
				"/cw Аркадрон-Борейскаятундра Нет, я не пользуюсь ва", -- [92]
				" Не больше 8 точно", -- [93]
				" Наши звёзды вроде 7 максимально проходили", -- [94]
				"/cw Раерр-Борейскаятундра В Легионе миссии в оплоте были на золото. Оно пассивно копилось", -- [95]
				"/гр Садж, Ваф, заходите туда", -- [96]
				"/гр Они в гильдейском войсе", -- [97]
				" Садж через 20 минут освободится и мы идем в гавань и в усадьбу", -- [98]
				"/cw Пуфка-Борейскаятундра Может осталось", -- [99]
				"/cw Пуфка-Борейскаятундра Тебе какая нужна, линкани", -- [100]
				"/cw Пуфка-Борейскаятундра Я сама вчера алхимию качала, почти всё слила", -- [101]
				"/cw Саджет-Борейскаятундра Маякни, пожалуйста, как освободишься", -- [102]
				"/cw Аркадрон-Борейскаятундра Ты в диск можешь зайти?", -- [103]
				"/cw Альмагорн-Борейскаятундра Нет, спасибо. Я уже с ребятами договорилась на счет мифов", -- [104]
				"/cw Айсли-Борейскаятундра С кем?", -- [105]
				" Если что, договоримся)", -- [106]
				" Хиловская у меня уже есть. На счет ддшной не знаю, насколько она хороша для шп, нужно больше информации", -- [107]
				" Спасибо)", -- [108]
				" )", -- [109]
				" Так, я утратила нить повествования. Что ты собрался повторять?", -- [110]
				"/cw Маэвин-Борейскаятундра Я видела объявления по 1к и 800. Но сомневаюсь, что это кто-то покупает", -- [111]
				"/cw Маэвин-Борейскаятундра Вроде всё", -- [112]
				"/cw Маэвин-Борейскаятундра Не знала", -- [113]
				"/cw Маэвин-Борейскаятундра Ы, если продолжать крафтить при полном инвентаре, вещи пришлют на почту", -- [114]
				"/cw Маэвин-Борейскаятундра Печаль", -- [115]
				"/cw Маэвин-Борейскаятундра Точно, чант же", -- [116]
				"/cw Маэвин-Борейскаятундра 175 наручей Оо", -- [117]
				"/cw Альмагорн-Борейскаятундра Это Ваня у нас совотерминатор 310+)", -- [118]
				"/cw Альмагорн-Борейскаятундра У меня 299)", -- [119]
				"/cw Альмагорн-Борейскаятундра Мы в нормалы", -- [120]
				"/cw Альмагорн-Борейскаятундра Ага, точно. Отдельный плагин", -- [121]
				"/cw Альмагорн-Борейскаятундра Сейчас чет не показывает. Надо, наверное, плагин для БФА скачать", -- [122]
				"/cw Альмагорн-Борейскаятундра Раньше показывало рарники и сундуки", -- [123]
				"/cw Альмагорн-Борейскаятундра Лин, я думала, ты в инсты с нами собирался)", -- [124]
				" Чтоб призвать", -- [125]
				" Надо как-нибудь собраться. Там вроде 5 человек нужно", -- [126]
				" )", -- [127]
				" Но фиг там, естественно)", -- [128]
				" Сноходца хочу", -- [129]
				" Я Вальшару всему твинками всегда делала", -- [130]
				" Вроде да", -- [131]
				" да", -- [132]
				" И будет ещё |cffffffff|Hitem:152496::::::::110:258::13:1:3524:::|h[Зелье обмана Демитрия]|h|r", -- [133]
				" В материалах для крафта", -- [134]
				" Обычно все дренорское пьют. Если покупать готовое, оно самое недорогое", -- [135]
				" |cffffffff|Hitem:127840::::::::110:258::13:1:3524:::|h[Скагглсок]|h|r", -- [136]
				" |cffffffff|Hitem:116268::::::::110:258:::1:3524:::|h[Дренорское зелье невидимости]|h|r", -- [137]
				" Непонерфленный", -- [138]
				" Рецепт из Классики", -- [139]
				" При этом, в качестве инвиз пота я до сих пор пью |cffffffff|Hitem:9172::::::::110:258::::::|h[Зелье невидимости]|h|r", -- [140]
				" Верните мне мой тартар!", -- [141]
				" К черту, что вы хотите", -- [142]
				" Это их дурацкая философия: \"Мы не хотим, чтоб игроки считали себя обязанными фармить старый контент\"", -- [143]
				" И по ощущениям 250 - это исчезающе мало", -- [144]
				" А теперь \"Скорость повышена на 250\"", -- [145]
				" Раньше было +40%", -- [146]
				" Но я не вижу разницы между этой \"прибавкой\" и моей обычной скоростью", -- [147]
				" Конечно", -- [148]
				" Нет. Там тоже был статик, но мы вайпнулись", -- [149]
			},
			["ChatFrame1EditBox"] = {
				" Она тоже не дамажит)", -- [1]
				" Я тоже ведила, но я не по фото выбираю)", -- [2]
				" Ты не оставил мне выбора ><", -- [3]
				" Я уже Дашу взяла", -- [4]
				" Хилить сейчас кстати просто. Аффиксы изи", -- [5]
				" сек", -- [6]
				" Лин, опять забалгался инвайт", -- [7]
				" Нам просто пятый нужен", -- [8]
				" А потом допройдем тв", -- [9]
				" Кстати, не хочешь Атал 11 похилить?", -- [10]
				" Мы в ключ идем сейчас", -- [11]
				" Да, но у меня ещё танк есть", -- [12]
				" Привет", -- [13]
				" Атал 11", -- [14]
				" We need a victim... mmm... volunteer", -- [15]
				" Кис-кис", -- [16]
				"/гр /break 5", -- [17]
				"/гр Как раз на следующей неделе 10й ключ сразу будет", -- [18]
				"/гр Идем в Сетралис", -- [19]
				"/гр диск", -- [20]
				"/гр Ёлки, у нас ещё и все баффы", -- [21]
				"/г мы в дискорде", -- [22]
				"/г Панд, почему ты опять Пикачу?", -- [23]
				"/г И у него уже закрыты ключи. А у совы нет", -- [24]
				"/г Он в экспедиции", -- [25]
				"/г Зови сову", -- [26]
				"/г Могу в принципе похилить", -- [27]
				"/г ))", -- [28]
				"/г Или вы оба в одном Тол-Дагоре?", -- [29]
				"/г Так он уже в данже", -- [30]
				"/г Хил", -- [31]
				" Я сегодня из дома работаю, может вечером получится собрать", -- [32]
				" А ты по каким дням работаешь?", -- [33]
				" Подстава", -- [34]
				" Угу, работа здорово мешает играть", -- [35]
				" Нет) он несколько раз заходил)", -- [36]
				" Сов заходил", -- [37]
				" Джайну убили", -- [38]
				"/г ы, Ромео друидом уже наигрался?)", -- [39]
				"/г Остаются экспедиции", -- [40]
				"/г ДХ даже если ручками докачиваешь, он ещё день не может ходить в старый контент (рейды, данжи)", -- [41]
				"/г Вспомнила, у меня с ДХ была аналогичная ситуация", -- [42]
				"/г Через сутки сможешь", -- [43]
				"/г \"There is a 24hr lockout of boosted characters accessing older content.\"", -- [44]
				"/г Ты друида бустом апал?", -- [45]
				"/г Для лич кинга это 80", -- [46]
				"/г Таймволки должны быть доступны начиная с уровня, соответствующего дополнению", -- [47]
				"/г Она там качалась с 113 до 120", -- [48]
				"/г Нет", -- [49]
				"/г Это как некоторые разработчики сообщение об ошибке делают \"Something went wrong\"", -- [50]
				"/г КАКИМ требованиям?", -- [51]
				"/г Ну ппц", -- [52]
				"/г \"Амкамия не отвечает требованиям для подземелий в этой категории\"", -- [53]
				"/г Сомневаюсь, что на таймволки лич кинга нужна кампания", -- [54]
				"/г Хрошо смотрел?", -- [55]
				"/г эмм", -- [56]
				"/г В смысле не пашут?", -- [57]
				"/г Даша говорила, что путешествия + экспедиции у неё дали 7 уровней за ~3 часа", -- [58]
				"/г островные", -- [59]
				"/г Экспедиции", -- [60]
				"/г И на острова", -- [61]
				"/г Иди в таймволки", -- [62]
				"/cw Амкамия-Борейскаятундра Привет", -- [63]
				" На здоровье)", -- [64]
				" окей)", -- [65]
				" ы", -- [66]
				" Ты же понимаешь, что я не ПвПшусь и вообще хз что делать?)", -- [67]
				" регай", -- [68]
				" Сек, акулу убью", -- [69]
				" Идем", -- [70]
				" Геноцид черепашек провожу", -- [71]
				" Привет", -- [72]
				"/г Вы по трезвому чтоль вообще никогда не встречаетесь?", -- [73]
				"/г То есть, ты обещал мне возвращение совы, но сам в это не верил?", -- [74]
				" Привет)", -- [75]
				"/cw Никчёмный-Борейскаятундра Привет. Нет, спасибо", -- [76]
				" Докачивай паладина :D", -- [77]
				" Если бы ты ещё с нашего сервера был, он бы тебя вообще обнял и расцеловал", -- [78]
				" Оставшиеся два пойдем закрывать?", -- [79]
				" Нормальная тушка", -- [80]
				" Так мы б тебя взяли, если бы ты чуть раньше написал", -- [81]
				"/рейд Нас 20 и мы почти все с одного сервера", -- [82]
				"/рейд Я пропустила окошко, если кто-то выроллил", -- [83]
				"/рейд А |cffa335ee|Hitem:165582::::::::120:258::5:3:4799:1522:4786:::|h[Проклятая обезьянья рука]|h|r кто-то роллил с первого босса?", -- [84]
				"/рейд Я слева беру изумруд", -- [85]
				"/рейд Это же варовская", -- [86]
				"/рейд А почему на мне печенька?", -- [87]
				"/рейд Зайди во флудилку", -- [88]
				"/рейд Или это мы были?", -- [89]
				"/рейд Кто-то убил брутозавра(", -- [90]
				"/рейд Кристина, кто из них твой муж?", -- [91]
				"/рейд Мы уже ни в чем не уверены", -- [92]
				"/рейд https://discord.gg/BfUKNH5", -- [93]
				"/рейд Кого-то одного из них  надо кикнуть", -- [94]
				"/рейд крокодил", -- [95]
				"/рейд о ппц", -- [96]
				"/рейд Я сначала подумала, что это очередной ренейм Дэнчика", -- [97]
				"/cw Айсли +", -- [98]
				"/г Но всё равно перезайду. Танк всяко полезней", -- [99]
				"/г Мне казалось, передаётся", -- [100]
				"/г Блин", -- [101]
				"/г Разве?", -- [102]
				"/г Как раз кожа) и там кд нету ещё на рарников", -- [103]
				"/г Сейчас зайду за ДХ или мишку", -- [104]
				"/г Можно сходить", -- [105]
				"/г Дальше кул-тирасца будешь качать?", -- [106]
				"/г Круто", -- [107]
				"/г Грац!", -- [108]
				"/г Неплохо", -- [109]
				"/г В таймволках?", -- [110]
				"/г Да, тебе)", -- [111]
				"/п Cпасибо", -- [112]
				" На все крафтовые профессии такое есть", -- [113]
				" Увеличивает количество шардов от распыления", -- [114]
				" |cffa335ee|Hitem:164766::::::::120:258::13::::|h[Чародейский жезл Ивен]|h|r это чантерский инструмент", -- [115]
				" Квесты дадут", -- [116]
				" Сходи к учителям профессий", -- [117]
				" )", -- [118]
				" Ты себе инструменты для профессий уже начал делать?", -- [119]
				"/г Как-то мы с тобой синхоронно ходим. Ты в Нексусе - и я в Нексусе, ты в Гундраке - я там же", -- [120]
				"/cw Арианна-Голдринн Спасиб", -- [121]
				"/cw Арианна-Голдринн магобафф можно?", -- [122]
				"/п Ариана, чародейскую гениальность баффни, плиз", -- [123]
				"/рейд Thanks for the run guys) good luck", -- [124]
				"/рейд Most of the raid died even before the singularity))", -- [125]
				"/рейд Let's do one pull so you'd see what I mean)", -- [126]
				"/рейд Most of the raind will die to that", -- [127]
				"/рейд |cff66bbff|Hjournal:2:15355:16|h[Разрывающая сингулярность]|h|r takes practice", -- [128]
				"/рейд I just remembered why we indeed not gonna kill him ><", -- [129]
				"/рейд You can trade that only to people on your realm", -- [130]
				"/рейд Why not? We've got DK for the grip", -- [131]
				"/рейд We should've killed the maiden. He heals off her once he's at 100 energy", -- [132]
				"/рейд I can go heal but that's not gonna help us", -- [133]
				"/рейд Thanks for the summon", -- [134]
				" А третий кто?", -- [135]
				" Хы)", -- [136]
				" Тираник Тол-Дагор - то ещё удовольствие", -- [137]
				" Ничесебе", -- [138]
				" Вау", -- [139]
				" Спокойной ночи)", -- [140]
				" Я на велосипеде так училась) сначала по ночам)", -- [141]
				" ))", -- [142]
				" \"кого не жалко\" :DDDD", -- [143]
				" Спокойной)", -- [144]
				" Я только потом поняла, что у них стратегия действий такая - ничему не научить, а потом предложить \"посодействовать\" в поисках контактов в ГАИ", -- [145]
				"  У нас в автошколе инструкторы были вообще никакие", -- [146]
				" У тебя был кто-нибудь, с кем первое время можно было поездить поучиться?", -- [147]
				" Ну как чего? Что или сама убьюсь, или кого-нибудь другого убью", -- [148]
				" Права получила, а всё равно страшно", -- [149]
				" А я и хочу купить себе, и боюсь", -- [150]
				" Ромео нам тут хвастался, что ты себе машину купил) причем, его это, видимо, так впечатлило, что он об этом сообщал четыре раза", -- [151]
				" Мы в новый офис переехали :D", -- [152]
				" Ну некоторые вещи меняются, конечно", -- [153]
				"/cw Зозуль-Борейскаятундра Поймай и потискай котика) и успокойся. Всё нормально, ничего плохого не случилось", -- [154]
				"/cw Зозуль-Борейскаятундра Ещё успеем наапаться)) это же не последний ключ в нашей жизни", -- [155]
				"/cw Зозуль-Борейскаятундра Тебе засчитали прохождение?", -- [156]
				"/cw Зозуль-Борейскаятундра Мы даже почти успели. Две минуты не хватило для апа", -- [157]
				"/cw Зозуль-Борейскаятундра Это всего лишь ключ", -- [158]
				"/cw Зозуль-Борейскаятундра Кристин, ты серьёзно?)", -- [159]
				"/cw Зозуль-Борейскаятундра О боже, да ладно тебе))))", -- [160]
				"/cw Жутетварь-Борейскаятундра )))", -- [161]
				"/cw Жутетварь-Борейскаятундра Как надумаешь идти, я тебе портал открою", -- [162]
				"/cw Жутетварь-Борейскаятундра )", -- [163]
				"/cw Жутетварь И выбила маунта на следующей неделе", -- [164]
				"/cw Жутетварь Пока тебя не было, я себе доделала квест на портал к Архимонду", -- [165]
				" Ты дамажишь, кстати", -- [166]
				"/гр Заходите в диск", -- [167]
				"/гр Сейчас Садж ещё будет", -- [168]
				"/гр |cffa335ee|Hkeystone:158923:353:10:9:6:4:117|h[Ключ: Осада Боралуса (10)]|h|r", -- [169]
				"/cw Зозуль Напиши, как готова будешь", -- [170]
				" )))", -- [171]
				" Вы готовы?", -- [172]
				" Это нужно увидеть", -- [173]
				" Магия ласт трая", -- [174]
				"/г МЯУ!", -- [175]
				" Это ты ещё в Штормграде в башне магов не был", -- [176]
				"/cw Зозуль-Борейскаятундра Отлично", -- [177]
				"/cw Зозуль Привет) после островов Осаду 10 пойдешь?", -- [178]
				" Всё, ДБМ ответил)", -- [179]
				" Привет. Ты в ключе или просто инструменты фармишь?", -- [180]
				" Хорошо, тогда чуть позже на край света сходим)", -- [181]
				" ))", -- [182]
				" Вы на каком боссе сейчас?", -- [183]
				" Обновляется", -- [184]
				" Хы, у нас тут Жутесов вернулся", -- [185]
				"/cw Ресточка-Борейскаятундра Единственный и неповторимый", -- [186]
				"/cw Ресточка-Борейскаятундра Он самый", -- [187]
				" Ну так по ходу дела и вспомнишь", -- [188]
				"/cw Ресточка-Борейскаятундра Обновляется", -- [189]
				"/cw Ресточка-Борейскаятундра У нас тут совень вернулась", -- [190]
				"/cw Ресточка Даш, Осаду 10 пойдешь?", -- [191]
				" Блин) Ты уже перезашел", -- [192]
				" Я сейчас собираю остальных пока. Напишу, как перезаходить, хорошо?", -- [193]
				" Как раз собираю", -- [194]
				" Осаду 10 пойдешь?)", -- [195]
				" Конечно)", -- [196]
				" Ты вернулся))", -- [197]
				" Привет)", -- [198]
				" ВАНЯ!!!!", -- [199]
				" Привет) Ты как на счет |cffa335ee|Hkeystone:158923:353:10:9:6:4:117|h[Ключ: Осада Боралуса (10)]|h|r потанчить?", -- [200]
				" Привет, после Анторуса в ключи пойдешь?", -- [201]
				"/cw Ресточка-Борейскаятундра Аманийского медведя за тайм-ран не убрали. Почему убрали этот тайм-ран?", -- [202]
				"/cw Ресточка-Борейскаятундра Странно", -- [203]
				"/cw Ресточка-Борейскаятундра Удалили что ли?", -- [204]
				"/cw Ресточка-Борейскаятундра О_О?", -- [205]
				"/cw Ресточка-Борейскаятундра А у тебя нету её что ли?", -- [206]
				"/cw Ресточка-Борейскаятундра Мы с Ваней ходили в Легионе, выбили обоим", -- [207]
				"/cw Ресточка-Борейскаятундра Да", -- [208]
				"/cw Ресточка-Борейскаятундра Не увидела, что там портал есть", -- [209]
				"/cw Ресточка-Борейскаятундра Не знаю)", -- [210]
				"/cw Ресточка-Борейскаятундра А я кольцо вендору сдала))", -- [211]
				"/cw Ресточка-Борейскаятундра И вроде в Шторме есть портал в Шаттрат", -- [212]
				"/cw Ресточка-Борейскаятундра Ну в БК в принципе |cff0070dd|Hitem:151016::::::::120:258::::::|h[Потрескавшийся череп некролита]|h|r", -- [213]
				"/cw Ресточка-Борейскаятундра Каждый раз мини-шок", -- [214]
				"/cw Ресточка-Борейскаятундра Я до сих пор не привыкла)", -- [215]
				"/cw Ресточка-Борейскаятундра )))", -- [216]
				"/cw Ресточка-Борейскаятундра Загоняют обратно в рейды, которые уже зафармлены давно ><", -- [217]
				"/cw Ресточка-Борейскаятундра |cffffff00|Hachievement:13469:Player-1625-0357DB16:0:0:0:-1:0:0:0:0|h[Рейд-питомник VI: живность Пандарии]|h|r", -- [218]
				"/cw Ресточка-Борейскаятундра Ты новых пэтов уже ходила фармить?", -- [219]
				"/cw Ресточка-Борейскаятундра Я этого дд знаю?)", -- [220]
				"/cw Ресточка-Борейскаятундра 8-9 по мск", -- [221]
				"/cw Ресточка-Борейскаятундра Привет) Мне сейчас уйти надо будет скоро.  Чуть позже вернусь и буду собирать", -- [222]
				" На выходных сходим", -- [223]
				" Тоже думаю, что подзновато уже", -- [224]
				" Ну я так, по принципу \"а вдруг\" спросила", -- [225]
				" После ГС в ключ пойдешь, если соберу?)", -- [226]
				"/г Вот непонятно, почему на некоторые профессии реги для инструментов падают все в одном инсте, а на другие - в четырёх разных инстах", -- [227]
				"/г :(", -- [228]
				"/г Панд, ты микрофон купил?", -- [229]
				"/г Похоже, в ключах реагенты на новые инструменты профессии таки не падают", -- [230]
				"/гр Thanks for the run guys", -- [231]
				"/гр hi", -- [232]
				"/cw Шалопеньо-Голдринн Нужен?", -- [233]
				"/cw Шалопеньо-Голдринн |cff0070dd|Hitem:159252::::::::120:258::2:4:4818:1527:4785:5465:::|h[Головной убор цепких глубин]|h|r могу тебе передать", -- [234]
				"/п Не бегай на другое щупальце", -- [235]
				"/п Стой всегда возле Крущащего ужаса", -- [236]
				"/п Танчи крушащее", -- [237]
				"/п И так тоже не делай", -- [238]
				"/п Не делай так больше", -- [239]
				"/cw Коррделия-Борейскаятундра Спокойной ночи)", -- [240]
				"/cw Коррделия-Борейскаятундра Спасибо", -- [241]
				"/cw Коррделия-Борейскаятундра В следующий раз упадёт)", -- [242]
				"/cw Коррделия-Борейскаятундра 55, 31 координаты", -- [243]
				"/cw Коррделия-Борейскаятундра Вот он рядом", -- [244]
				"/cw Коррделия-Борейскаятундра Меня видишь на карте?", -- [245]
				"/cw Коррделия-Борейскаятундра Мне с него последний маунт остался", -- [246]
				"/cw Коррделия-Борейскаятундра Идем Алашанира убьём", -- [247]
				"/cw Коррделия-Борейскаятундра Угу", -- [248]
				"/cw Коррделия-Борейскаятундра Мне что-то казалось, что там призраки и хор в разных кольцах", -- [249]
				"/cw Коррделия-Борейскаятундра А азеритка таки не совсем топовая", -- [250]
				"/cw Коррделия-Борейскаятундра Сучок дали)", -- [251]
				"/cw Коррделия-Борейскаятундра В шторм?", -- [252]
				"/cw Коррделия-Борейскаятундра Ты же в вармоде", -- [253]
				"/cw Коррделия-Борейскаятундра Только мы в разных фазах", -- [254]
				"/cw Коррделия-Борейскаятундра Сейчас локалку доделаю и пойду", -- [255]
				"/cw Коррделия-Борейскаятундра  с него", -- [256]
				"/cw Коррделия-Борейскаятундра Топовая азеритка", -- [257]
				"/cw Коррделия-Борейскаятундра О, Ивус Трухлявый реснулся", -- [258]
				"/cw Коррделия-Борейскаятундра А орудия труда сделал?)", -- [259]
				"/cw Коррделия-Борейскаятундра Ну почти)", -- [260]
				"/cw Коррделия-Борейскаятундра Ты валанир-то собрал?", -- [261]
				"/cw Коррделия-Борейскаятундра Тогда ты меня нагнал) я его только только сделала", -- [262]
				"/cw Коррделия-Борейскаятундра А ты на каком этапе сейчас?", -- [263]
				"/cw Коррделия-Борейскаятундра Ещё нет", -- [264]
				"/cw Коррделия-Борейскаятундра Потому что играю", -- [265]
				"/cw Коррделия-Борейскаятундра Привет", -- [266]
				"/с /tmw", -- [267]
				"/с /tmw", -- [268]
				"/с /tmw", -- [269]
				"/с /tmw", -- [270]
				"/гр Than you :)", -- [271]
				"/гр +", -- [272]
				"/гр Crit chicken for the win :)", -- [273]
				"/гр hey", -- [274]
				"/гр hi", -- [275]
				"/г |cff1eff00|Hitem:163611::::::::120:258::11::::|h[Кошель мореплавателя]|h|r|cff1eff00|Hitem:163612::::::::120:258::11::::|h[Сумка странника]|h|r|cff1eff00|Hitem:163613::::::::120:258::11::::|h[Мешок с награбленным добром]|h|r", -- [276]
				"/г А чего мне за одну экспедицию сразу три сумки дали?", -- [277]
				"/гр At least in my experience", -- [278]
				"/гр PvP queue always takes forever", -- [279]
				"/гр 2 tanks and a healer?)", -- [280]
				"/гр hi", -- [281]
				"/гр Thanks ", -- [282]
				"/гр hey", -- [283]
				"/гр hi", -- [284]
				" ))", -- [285]
				" |cffa335ee|Hkeystone:158923:353:10:9:6:4:117|h[Ключ: Осада Боралуса (10)]|h|r", -- [286]
				" Конечно)", -- [287]
				" Угадай, какой ключ выпал мне)", -- [288]
				"/гр Cheers)", -- [289]
				"/гр Thanks for awesome run guys", -- [290]
				"/гр Sorry, didn't realize there was an MCed mob)", -- [291]
				"/гр Yeah(", -- [292]
				"/гр I can't see the nameplates from this far", -- [293]
				"/гр did he reset?", -- [294]
				"/гр ty", -- [295]
				"/гр Ok, I'll do the cannons", -- [296]
				"/3 Беги сразу, не жди, пока треугольник погаснет", -- [297]
				"/гр hi", -- [298]
				"/гр hi", -- [299]
				"/п ДК посохи носят?)", -- [300]
				"/г Сразу, как можешь. Не жди, пока погаснет", -- [301]
				"/г Бежать по следу треугольника", -- [302]
				"/cw Айсли-Борейскаятундра Острова пойдешь?", -- [303]
				"/рейд Любопытно же, латное у тебя бельё, или нет", -- [304]
				"/рейд Сразу во флудилку", -- [305]
				"/рейд https://discord.gg/BfUKNH5", -- [306]
				"/рейд https://discord.gg/BfUKNH5", -- [307]
				"/рейд Мне больше понравилось: \"Киньте чёнить\" \"БР могу кинуть\"", -- [308]
				"/рейд Бабл в паладине!", -- [309]
				"/рейд В начале одного морпеха мне оставьте, пожалуйста", -- [310]
				"/рейд Я так и не поняла, бежать  в центр или бежать дальше. Буду бежать за печенькой", -- [311]
				"/рейд Снимают шкуру", -- [312]
				"/рейд У тебя лего под ногами :'(", -- [313]
				"/рейд Так вот почему ты такой злой(", -- [314]
				"/рейд 2 раза?", -- [315]
				"/рейд Лёш, а ты её убивал уже без нас?", -- [316]
				"/рейд /tmw", -- [317]
				"/рейд убежал опять", -- [318]
				"/рейд вот он", -- [319]
				"/рейд Денис, тебе на первой фазе хилить всё равно нечего. Скидывай ты моряков", -- [320]
				"/рейд Если рерольнется из приста - глядишь, собор новый нам построят", -- [321]
				"/рейд Они вздохнули \"Ну наконец-то!\" и отремонтировали там всё, что он накосячил", -- [322]
				"/рейд Ну Дэнчик рерольнулся из мага", -- [323]
				"/рейд Они в башне магов евроремонт сделали", -- [324]
				"/рейд Прилететь в Назмир, погооврить с дворфами", -- [325]
				"/рейд Заходить уже?", -- [326]
				"/рейд Вообще не находит?", -- [327]
				"/рейд Он тебе покажет, какие аддоны имеют апдейты", -- [328]
				"/рейд Отсортируй по статусу обновления", -- [329]
				"/г 2 минуты, квест доделаю", -- [330]
				"/г rofl", -- [331]
				"/г Я сегодня так ходила - танк ливнул после первого босса. В итоге фурик сам затанчил, сам задамажил", -- [332]
				"/г Тогда не спекайся, танчи в фурике", -- [333]
				"/г ы", -- [334]
				"/г Тем более, танком можешь стать", -- [335]
				"/г Но в героике быстрее", -- [336]
				"/г Думаю, да", -- [337]
				"/г Варр готовить!", -- [338]
				"/г Сначала показывают одно. Потом при проверке - другое", -- [339]
				"/г Очень странный квест", -- [340]
				"/г Один стреляет. Второй уворачивается", -- [341]
				"/г Им надо было сделать эту локалку на двоих", -- [342]
				"/г Мы не будем тебя расстраивать. Скоро сам всё узнаешь", -- [343]
				"/г Вейл...", -- [344]
				"/г Из Штормграда своим ходом", -- [345]
				" Круто)", -- [346]
				" Прям как у нас в линейке было", -- [347]
				" ПвП за босса", -- [348]
				" ы", -- [349]
				" Выключи вармод", -- [350]
				" Двойная польза от фарма", -- [351]
				" Тем более, тут почти со всех падают пэты\\игрушки", -- [352]
				" Они сейчас фармятся значительно быстрее, чем в актуале)", -- [353]
				" даже 7500, а не 10000", -- [354]
				" Сейчас точно скажу", -- [355]
				" Или даже меньше", -- [356]
				" 10к вневременных монет, кажется", -- [357]
				" А это тут причем?", -- [358]
				" Тоже не в центр, но хоть не через Штормград лететь", -- [359]
				" Купи себе |cffa335ee|Hitem:103678::::::::120:258::::::|h[Затерянный во времени артефакт]|h|r", -- [360]
				" (", -- [361]
				" Они боятся, что если отдадут кольцо - ты к ним больше не придёшь", -- [362]
				" Зато, наверное, мобы в маноре уже за руку здроваются", -- [363]
				" ))", -- [364]
				" Топ АоЕ даже не приходя в сознание", -- [365]
				" Фроста попробуй", -- [366]
				" Рероллимся в магов", -- [367]
				" ><", -- [368]
				" Значит, туда же", -- [369]
				" Это старый. А новый? Туда же?", -- [370]
				" Из Шторма же какой-то портал есть в Пандарию", -- [371]
				" Башня магов новая меня впечатлила. Не ожидала даже", -- [372]
				" Убрали что ли портал в святилище из Даларана?", -- [373]
				" В смысле без портала?", -- [374]
				" Уже неплохо)", -- [375]
				" Ну как, много пэтов уже набил?)", -- [376]
				" Скажи, когда перезайти на кд", -- [377]
				" Освободилась", -- [378]
				" Чуть позже", -- [379]
				" ргер хилю", -- [380]
				" Привет)", -- [381]
				"/п :)", -- [382]
				"/cw Альмагорн-Борейскаятундра (аддон для автоматической продажи хлама)", -- [383]
				"/cw Альмагорн-Борейскаятундра А хотя нет, Scrap работает, это я кнопки перепутала", -- [384]
				"/cw Альмагорн-Борейскаятундра И Scrap тоже", -- [385]
				"/cw Альмагорн-Борейскаятундра Нет, не работает у меня", -- [386]
				"/cw Альмагорн-Борейскаятундра Привет", -- [387]
				"/cw Коррделия-Борейскаятундра Ну вообще крут)", -- [388]
				"/cw Коррделия-Борейскаятундра Всё то, чем ты не интересуешься)", -- [389]
				"/cw Коррделия-Борейскаятундра За них можно покупать манутов, игрушки, пэтов", -- [390]
				"/cw Коррделия-Борейскаятундра Кстати, ещё висит) можешь хилом зарегаться", -- [391]
				"/cw Коррделия-Борейскаятундра Призыв к оружию прокнул", -- [392]
				"/cw Коррделия-Борейскаятундра Один", -- [393]
				"/п Это БР что ли был?", -- [394]
				"/cw Коррделия-Борейскаятундра Да", -- [395]
				"/cw Коррделия-Борейскаятундра Ничего себе", -- [396]
				"/cw Коррделия-Борейскаятундра воу", -- [397]
				"/cw Коррделия-Борейскаятундра Привет)", -- [398]
				"/cw Коррделия-Борейскаятундра Я не пойду сейчас в мифик", -- [399]
				" Саблезубов разных всяких и так полно. Бегемотик в прошлом сезоне зачетный был", -- [400]
				"/г *её", -- [401]
				"/г Хватайте его!", -- [402]
				" /greet", -- [403]
				" Согласна. Я когда с eu переехала, для меня тоже русскоязычное коммьюнити стало шоком)", -- [404]
				"/cw Малькар-Борейскаятундра Отправила. Можешь не отдавать", -- [405]
				"/cw Малькар-Борейскаятундра Сейчас отправлю", -- [406]
				"/cw Малькар-Борейскаятундра Пару тыщ, это две тысячи?", -- [407]
				" Ахахаха)))))", -- [408]
				" А зачем ты ходишь на БГ? Там же всегда так - все кричат и друг друга обвиняют", -- [409]
				" Да что жа там было такое, что ты успокоиться до сих пор не можешь?", -- [410]
				" Я тебе выдала в диске роль Боевого краба", -- [411]
				"/cw Iowenx-Silvermoon https://discord.gg/BfUKNH5", -- [412]
				"/гр Осада", -- [413]
				"/гр hi)", -- [414]
				"/гр Наш хилл отвалился. Сейчас другого найду", -- [415]
				" Ok, next time then :)", -- [416]
				" We would be extremely happy if you could heal us)", -- [417]
				" Танк на фронте ещё", -- [418]
				"/cw Айсли-Борейскаятундра Я ему не предлагала", -- [419]
				"/cw Айсли-Борейскаятундра Не пошел куда?", -- [420]
				" Sorry to pester you) but did you see my message concerning |cffa335ee|Hkeystone:158923:353:11:10:5:14:117|h[Ключ: Осада Боралуса (11)]|h|r?", -- [421]
				" Нет. Только осада, только хардкор", -- [422]
				"/cw Айсли-Борейскаятундра Угу", -- [423]
				" |cffa335ee|Hkeystone:158923:353:11:10:5:14:117|h[Ключ: Осада Боралуса (11)]|h|r пойдешь?", -- [424]
				"/cw Айсли-Борейскаятундра Я покажу, как не падать)", -- [425]
				" Hey there) We need a healer for |cffa335ee|Hkeystone:158923:353:11:10:5:14:117|h[Ключ: Осада Боралуса (11)]|h|r. Would you like to come?", -- [426]
				"/cw Айсли-Борейскаятундра Расскажем", -- [427]
				"/cw Айсли-Борейскаятундра Но он классный)", -- [428]
				"/cw Айсли-Борейскаятундра Пуфик, Йовен. Хилла ты не знаешь", -- [429]
				"/cw Айсли-Борейскаятундра Идем сегодня) мы врядли там надолго зависнем. Осада страшна,когда она тираник", -- [430]
				"/cw Пуфка-Борейскаятундра Ок", -- [431]
				"/cw Айсли-Борейскаятундра Скорей всего так же", -- [432]
				"/cw Айсли-Борейскаятундра Час по мск", -- [433]
				"/cw Айсли-Борейскаятундра Я завтра скорей всего буду поздно", -- [434]
				"/cw Айсли-Борейскаятундра Мы слишком крутые для 8-го ключа", -- [435]
				"/cw Айсли-Борейскаятундра У панды Сетралисс 8", -- [436]
				"/cw Пуфка-Борейскаятундра У тебя какой ключ?", -- [437]
				"/cw Пуфка-Борейскаятундра У меня |cffa335ee|Hkeystone:158923:353:11:10:5:14:117|h[Ключ: Осада Боралуса (11)]|h|r и Лёша говорит, что это пиздец", -- [438]
				" Сейчас спрошу, что у панды", -- [439]
				" |cffa335ee|Hkeystone:158923:353:11:10:5:14:117|h[Ключ: Осада Боралуса (11)]|h|r", -- [440]
				" Осаду 11 потанчишь?", -- [441]
				"/cw Пуфка Ты ж сказал \"которым хожу\". Теперь дошло", -- [442]
				"/cw Пуфка Ёлки,я думала, палец на ноге", -- [443]
				"/cw Пуфка *?", -- [444]
				"/cw Пуфка Ключ сейчас пойдешь, если получится собрать", -- [445]
				"/г В следующий раз затычки и будут. В накладных сидеть просто анриал", -- [446]
				"/г Сняла наушники. Так вот ты какое, счастье", -- [447]
				" Йа латник!", -- [448]
				" Зацени костюмчик", -- [449]
				"/рейд Вирж, а куда ты вторую палочку дел?", -- [450]
				"/г Уииии я снова человек!", -- [451]
				"/г Ну может у него не совой мифики закрыты", -- [452]
				" Но он без анимации", -- [453]
				" Остался только дебафф \"Самый большой фанат\")", -- [454]
				" Анимация очень прикольная. Им надо такую игрушку сделать)", -- [455]
				" Но всё равно обидно", -- [456]
				" Всё зверьё распугаешь", -- [457]
				" Ну оно логично. Кто же на охоту с двумя барабанами ходит?", -- [458]
				" 24 часа был бафф(((", -- [459]
				" А потом надела |cff0070dd|Hitem:92738::::::::120:258::::::|h[Шляпа для сафари]|h|r и она сняла с меня бафф барабанов О_О", -- [460]
				" Хотела в рейде сегодня похвастаться барабанами", -- [461]
				"/рейд Вот он, тот самый пулл", -- [462]
				"/рейд ЕЕЕЕЕЕЕЕЕЕЕЕЕЕ!!!!!!", -- [463]
				"/рейд Да?", -- [464]
				"/рейд Хилом неприкольно( в робота начинает кидать только тогда, когда уже нельзя ><", -- [465]
				"/рейд Давайте убьём с первого трая. Пожалуйста", -- [466]
				"/рейд В наушниках ппц неудобно", -- [467]
				"/cw Айсли-Борейскаятундра Очень взрослые", -- [468]
				"/cw Айсли-Борейскаятундра Врослые)", -- [469]
				"/cw Айсли-Борейскаятундра Сейчас попробую, может наушники работают", -- [470]
				"/cw Айсли-Борейскаятундра да", -- [471]
				"/cw Айсли-Борейскаятундра Я пока без диска. У меня тут люди в радиусе слышимости, при которых нельзя материться", -- [472]
				"/г /run print(IsQuestFlaggedCompleted(31425))", -- [473]
				"/г Грац)", -- [474]
				" Что-то 11е", -- [475]
				" Не знаю, не открывала сундук ещё", -- [476]
				" А ты, небось, думал, в сказку попал", -- [477]
				" Всё правильно", -- [478]
				" Ты манор прошел, пока спал?", -- [479]
				" Не поняла", -- [480]
				"/cw Аркадрон )))", -- [481]
				"/cw Аркадрон За вокалиста и басиста, наверное, тоже что-то давали, но я не обратила внимания", -- [482]
				"/cw Аркадрон А за гитариста гитару дадут?", -- [483]
				"/cw Аркадрон ы, делала |cffffff00|Hachievement:11919:Player-1625-0357DB16:0:0:0:-1:14:0:0:0|h[Ну, погнали!]|h|r и теперь у меня на спине барабаны с мёртвыми руками))))", -- [484]
				"/рейд Thanks", -- [485]
				"/рейд Can we have mage buff?", -- [486]
				" General > сними галочку Completionist Mode", -- [487]
				" Даш, привет. А ты не в курсе, как делается |cffffff00|Hachievement:12087:Player-1625-0357DB16:0:0:0:-1:0:0:0:0|h[На коне]|h|r, если локалка заканчивается, когда ты 300 набираешь?", -- [488]
				"/с /tiptac", -- [489]
				"/cw Коррделия-Борейскаятундра Да", -- [490]
				"/cw Коррделия-Борейскаятундра Я сейчас точно никуда не пойду", -- [491]
				"/cw Коррделия-Борейскаятундра Привет. Хороший посох", -- [492]
				"/cw Коррделия-Борейскаятундра Привет, нет", -- [493]
				"/гр Спасибо за пати", -- [494]
				"/гр ))))", -- [495]
				"/гр сек", -- [496]
				"/гр Thanks)", -- [497]
				"/гр Rinoa, can you please buff the healer with mana regen?", -- [498]
				" Я бы с удовольствием, но мне тут нужно панду сводить в ключ", -- [499]
				"/гр Нужен ещё кто-нибудь на сумм. Мы с палом у камня, но в разных фазах", -- [500]
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1589111313,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 28,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[02:48:03]|h Соединение со службой Blizzard разорвано.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 0.9843137860298157,
					["serverTime"] = 1693698482,
					["timestamp"] = 2837.587,
					["g"] = 1,
					["r"] = 0.9529412388801575,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[02:49:03]|h Соединение со службой Blizzard разорвано.",
					["b"] = 0.9843137860298157,
					["r"] = 0.9529412388801575,
					["g"] = 1,
					["timestamp"] = 2837.587,
					["serverTime"] = 1693698543,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [2]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 13 |4минута:минуты:минут;, 25 |4секунда:секунды:секунд;.",
					["timestamp"] = 2837.587,
				}, -- [3]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 2837.587,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[04:57:19]|h |Hchannel:PARTY|h[Группа]|h |Hplayer:Rtxq-TwistingNether:616:PARTY:|h[|cff00ff98Rtxq-TwistingNether|r]|h: doing mythic m0 ?",
					["serverTime"] = 1693706239,
					["r"] = 0.6392157077789307,
					["extraData"] = {
						3, -- [1]
						15, -- [2]
						16, -- [3]
						"CHAT_MSG_PARTY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9729.693,
					["g"] = 0.9764706492424011,
					["b"] = 0.7647059559822083,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[04:57:25]|h |Hchannel:PARTY|h[Группа]|h |Hplayer:Алоиза-Борейскаятундра:617:PARTY:|h[|cffffffffАлоиза|r]|h: hi",
					["serverTime"] = 1693706245,
					["r"] = 0.6392157077789307,
					["extraData"] = {
						3, -- [1]
						15, -- [2]
						17, -- [3]
						"CHAT_MSG_PARTY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9735.595,
					["g"] = 0.9764706492424011,
					["b"] = 0.7647059559822083,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[04:57:25]|h |Hchannel:PARTY|h[Группа]|h |Hplayer:Highfly-Rexxar:618:PARTY:|h[|cfff48cbaHighfly-Rexxar|r]|h: yew",
					["serverTime"] = 1693706245,
					["r"] = 0.6392157077789307,
					["extraData"] = {
						3, -- [1]
						15, -- [2]
						18, -- [3]
						"CHAT_MSG_PARTY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9735.808,
					["g"] = 0.9764706492424011,
					["b"] = 0.7647059559822083,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[04:57:27]|h |Hchannel:PARTY|h[Лидер группы]|h |Hplayer:Styxpr-Blackhand:619:PARTY:|h[|cffffffffStyxpr-Blackhand|r]|h: ye",
					["serverTime"] = 1693706247,
					["r"] = 0.3333333432674408,
					["extraData"] = {
						50, -- [1]
						15, -- [2]
						19, -- [3]
						"CHAT_MSG_PARTY_LEADER", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9737.142,
					["g"] = 0.9686275124549866,
					["b"] = 0.6117647290229797,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[04:57:32]|h |Hchannel:PARTY|h[Группа]|h |Hplayer:Rtxq-TwistingNether:620:PARTY:|h[|cff00ff98Rtxq-TwistingNether|r]|h: cool",
					["serverTime"] = 1693706252,
					["r"] = 0.6392157077789307,
					["extraData"] = {
						3, -- [1]
						15, -- [2]
						16, -- [3]
						"CHAT_MSG_PARTY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9742.26,
					["g"] = 0.9764706492424011,
					["b"] = 0.7647059559822083,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[04:57:36]|h |Hchannel:PARTY|h[Группа]|h |Hplayer:Rtxq-TwistingNether:621:PARTY:|h[|cff00ff98Rtxq-TwistingNether|r]|h: what we start ?",
					["serverTime"] = 1693706256,
					["r"] = 0.6392157077789307,
					["extraData"] = {
						3, -- [1]
						15, -- [2]
						16, -- [3]
						"CHAT_MSG_PARTY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9746.345,
					["g"] = 0.9764706492424011,
					["b"] = 0.7647059559822083,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[04:57:54]|h |Hchannel:PARTY|h[Лидер группы]|h |Hplayer:Styxpr-Blackhand:622:PARTY:|h[|cffffffffStyxpr-Blackhand|r]|h: ruby only",
					["serverTime"] = 1693706274,
					["r"] = 0.3333333432674408,
					["extraData"] = {
						50, -- [1]
						15, -- [2]
						19, -- [3]
						"CHAT_MSG_PARTY_LEADER", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9763.783,
					["g"] = 0.9686275124549866,
					["b"] = 0.6117647290229797,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[04:57:54]|h |Hchannel:PARTY|h[Лидер группы]|h |Hplayer:Styxpr-Blackhand:623:PARTY:|h[|cffffffffStyxpr-Blackhand|r]|h: fastest dungeon",
					["serverTime"] = 1693706274,
					["r"] = 0.3333333432674408,
					["extraData"] = {
						50, -- [1]
						15, -- [2]
						19, -- [3]
						"CHAT_MSG_PARTY_LEADER", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9763.783,
					["g"] = 0.9686275124549866,
					["b"] = 0.6117647290229797,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[04:58:21]|h |Hchannel:PARTY|h[Группа]|h |Hplayer:Highfly-Rexxar:629:PARTY:|h[|cfff48cbaHighfly-Rexxar|r]|h: Uff",
					["serverTime"] = 1693706301,
					["r"] = 0.6392157077789307,
					["extraData"] = {
						3, -- [1]
						15, -- [2]
						18, -- [3]
						"CHAT_MSG_PARTY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9791.4,
					["g"] = 0.9764706492424011,
					["b"] = 0.7647059559822083,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[04:58:22]|h |Hchannel:PARTY|h[Группа]|h |Hplayer:Highfly-Rexxar:630:PARTY:|h[|cfff48cbaHighfly-Rexxar|r]|h: XD",
					["serverTime"] = 1693706302,
					["r"] = 0.6392157077789307,
					["extraData"] = {
						3, -- [1]
						15, -- [2]
						18, -- [3]
						"CHAT_MSG_PARTY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9792.075,
					["g"] = 0.9764706492424011,
					["b"] = 0.7647059559822083,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[04:58:22]|h |Hchannel:PARTY|h[Группа]|h |Hplayer:Алоиза-Борейскаятундра:631:PARTY:|h[|cffffffffАлоиза|r]|h: Thanks for the summon",
					["serverTime"] = 1693706302,
					["r"] = 0.6392157077789307,
					["extraData"] = {
						3, -- [1]
						15, -- [2]
						17, -- [3]
						"CHAT_MSG_PARTY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9792.331,
					["g"] = 0.9764706492424011,
					["b"] = 0.7647059559822083,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[04:58:45]|h |Hchannel:PARTY|h[Лидер группы]|h |Hplayer:Styxpr-Blackhand:632:PARTY:|h[|cffffffffStyxpr-Blackhand|r]|h: meeh",
					["serverTime"] = 1693706325,
					["r"] = 0.3333333432674408,
					["extraData"] = {
						50, -- [1]
						15, -- [2]
						19, -- [3]
						"CHAT_MSG_PARTY_LEADER", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9815.575,
					["g"] = 0.9686275124549866,
					["b"] = 0.6117647290229797,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[04:58:45]|h |Hchannel:PARTY|h[Группа]|h |Hplayer:Rtxq-TwistingNether:633:PARTY:|h[|cff00ff98Rtxq-TwistingNether|r]|h: boss is dead ?",
					["serverTime"] = 1693706325,
					["r"] = 0.6392157077789307,
					["extraData"] = {
						3, -- [1]
						15, -- [2]
						16, -- [3]
						"CHAT_MSG_PARTY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9815.575,
					["g"] = 0.9764706492424011,
					["b"] = 0.7647059559822083,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[04:59:04]|h |Hchannel:PARTY|h[Лидер группы]|h |Hplayer:Styxpr-Blackhand:635:PARTY:|h[|cffffffffStyxpr-Blackhand|r]|h: forgot to reset",
					["serverTime"] = 1693706344,
					["r"] = 0.3333333432674408,
					["extraData"] = {
						50, -- [1]
						15, -- [2]
						19, -- [3]
						"CHAT_MSG_PARTY_LEADER", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9834.525,
					["g"] = 0.9686275124549866,
					["b"] = 0.6117647290229797,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[04:59:21]|h |Hchannel:PARTY|h[Лидер группы]|h |Hplayer:Styxpr-Blackhand:636:PARTY:|h[|cffffffffStyxpr-Blackhand|r]|h: <SavedInstances> Reset all instances",
					["serverTime"] = 1693706361,
					["r"] = 0.3333333432674408,
					["extraData"] = {
						50, -- [1]
						15, -- [2]
						19, -- [3]
						"CHAT_MSG_PARTY_LEADER", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9851.571,
					["g"] = 0.9686275124549866,
					["b"] = 0.6117647290229797,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[04:59:51]|h |Hchannel:PARTY|h[Группа]|h |Hplayer:Nimp-DarkmoonFaire:637:PARTY:|h[|cffc69b6dNimp-DarkmoonFaire|r]|h: bk",
					["serverTime"] = 1693706391,
					["r"] = 0.6392157077789307,
					["extraData"] = {
						3, -- [1]
						15, -- [2]
						24, -- [3]
						"CHAT_MSG_PARTY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9881.41,
					["g"] = 0.9764706492424011,
					["b"] = 0.7647059559822083,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[05:06:32]|h |Hchannel:PARTY|h[Группа]|h |Hplayer:Nimp-DarkmoonFaire:744:PARTY:|h[|cffc69b6dNimp-DarkmoonFaire|r]|h: how the fuk we did not pull red dragon XD",
					["serverTime"] = 1693706792,
					["r"] = 0.6392157077789307,
					["extraData"] = {
						3, -- [1]
						15, -- [2]
						24, -- [3]
						"CHAT_MSG_PARTY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10282.648,
					["g"] = 0.9764706492424011,
					["b"] = 0.7647059559822083,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[05:09:00]|h |Hchannel:PARTY|h[Группа]|h |Hplayer:Rtxq-TwistingNether:783:PARTY:|h[|cff00ff98Rtxq-TwistingNether|r]|h: i got |cffa335ee|Hkeystone:180653:404:2:9:0:0:0|h[Keystone: Neltharus (2)]|h|r",
					["serverTime"] = 1693706940,
					["r"] = 0.6392157077789307,
					["extraData"] = {
						3, -- [1]
						15, -- [2]
						16, -- [3]
						"CHAT_MSG_PARTY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10430.68,
					["g"] = 0.9764706492424011,
					["b"] = 0.7647059559822083,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[05:09:04]|h |Hchannel:PARTY|h[Группа]|h |Hplayer:Rtxq-TwistingNether:784:PARTY:|h[|cff00ff98Rtxq-TwistingNether|r]|h: we do it ?",
					["serverTime"] = 1693706944,
					["r"] = 0.6392157077789307,
					["extraData"] = {
						3, -- [1]
						15, -- [2]
						16, -- [3]
						"CHAT_MSG_PARTY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10434.665,
					["g"] = 0.9764706492424011,
					["b"] = 0.7647059559822083,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[05:09:14]|h |Hchannel:PARTY|h[Лидер группы]|h |Hplayer:Styxpr-Blackhand:785:PARTY:|h[|cffffffffStyxpr-Blackhand|r]|h: we go again",
					["serverTime"] = 1693706954,
					["r"] = 0.3333333432674408,
					["extraData"] = {
						50, -- [1]
						15, -- [2]
						19, -- [3]
						"CHAT_MSG_PARTY_LEADER", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10444.637,
					["g"] = 0.9686275124549866,
					["b"] = 0.6117647290229797,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[05:09:18]|h |Hchannel:PARTY|h[Лидер группы]|h |Hplayer:Styxpr-Blackhand:786:PARTY:|h[|cffffffffStyxpr-Blackhand|r]|h: ruby0",
					["serverTime"] = 1693706958,
					["r"] = 0.3333333432674408,
					["extraData"] = {
						50, -- [1]
						15, -- [2]
						19, -- [3]
						"CHAT_MSG_PARTY_LEADER", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10448.106,
					["g"] = 0.9686275124549866,
					["b"] = 0.6117647290229797,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[05:09:22]|h |Hchannel:PARTY|h[Группа]|h |Hplayer:Highfly-Rexxar:787:PARTY:|h[|cfff48cbaHighfly-Rexxar|r]|h: machen wa noch 2x?",
					["serverTime"] = 1693706962,
					["r"] = 0.6392157077789307,
					["extraData"] = {
						3, -- [1]
						15, -- [2]
						18, -- [3]
						"CHAT_MSG_PARTY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10452.383,
					["g"] = 0.9764706492424011,
					["b"] = 0.7647059559822083,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[05:09:41]|h |Hchannel:PARTY|h[Лидер группы]|h |Hplayer:Styxpr-Blackhand:789:PARTY:|h[|cffffffffStyxpr-Blackhand|r]|h: <SavedInstances> Reset all instances",
					["serverTime"] = 1693706981,
					["r"] = 0.3333333432674408,
					["extraData"] = {
						50, -- [1]
						15, -- [2]
						19, -- [3]
						"CHAT_MSG_PARTY_LEADER", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10471.315,
					["g"] = 0.9686275124549866,
					["b"] = 0.6117647290229797,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[05:09:45]|h |Hchannel:PARTY|h[Группа]|h |Hplayer:Алоиза-Борейскаятундра:790:PARTY:|h[|cffffffffАлоиза|r]|h: Thanks for the run",
					["serverTime"] = 1693706985,
					["r"] = 0.6392157077789307,
					["extraData"] = {
						3, -- [1]
						15, -- [2]
						17, -- [3]
						"CHAT_MSG_PARTY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10475.19,
					["g"] = 0.9764706492424011,
					["b"] = 0.7647059559822083,
				}, -- [28]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 4,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[02:48:03]|h Соединение со службой Blizzard разорвано.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 0.9843137860298157,
					["serverTime"] = 1693698482,
					["timestamp"] = 2837.587,
					["g"] = 1,
					["r"] = 0.9529412388801575,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[02:49:03]|h Соединение со службой Blizzard разорвано.",
					["b"] = 0.9843137860298157,
					["r"] = 0.9529412388801575,
					["g"] = 1,
					["timestamp"] = 2837.587,
					["serverTime"] = 1693698543,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [2]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 13 |4минута:минуты:минут;, 25 |4секунда:секунды:секунд;.",
					["timestamp"] = 2837.587,
				}, -- [3]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 2837.587,
				}, -- [4]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 9,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 0.9843137860298157,
					["g"] = 1,
					["timestamp"] = 2837.587,
					["serverTime"] = 1693660506,
					["r"] = 0.9529412388801575,
				}, -- [1]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["b"] = 0.9843137860298157,
					["r"] = 0.9529412388801575,
					["serverTime"] = 1693698450,
					["timestamp"] = 2837.587,
					["g"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [2]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["g"] = 1,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2837.587,
					["serverTime"] = 1693698534,
					["b"] = 0.9843137860298157,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[02:48:03]|h Соединение со службой Blizzard разорвано.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 0.9843137860298157,
					["serverTime"] = 1693698482,
					["timestamp"] = 2837.587,
					["g"] = 1,
					["r"] = 0.9529412388801575,
				}, -- [4]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["serverTime"] = 1693699348,
					["r"] = 0.9529412388801575,
					["b"] = 0.9843137860298157,
					["timestamp"] = 2837.587,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["g"] = 1,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[02:49:03]|h Соединение со службой Blizzard разорвано.",
					["b"] = 0.9843137860298157,
					["r"] = 0.9529412388801575,
					["g"] = 1,
					["timestamp"] = 2837.587,
					["serverTime"] = 1693698543,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [6]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 13 |4минута:минуты:минут;, 25 |4секунда:секунды:секунд;.",
					["timestamp"] = 2837.587,
				}, -- [7]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 2837.587,
				}, -- [8]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2814.4,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [9]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 4,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[02:48:03]|h Соединение со службой Blizzard разорвано.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 0.9843137860298157,
					["serverTime"] = 1693698482,
					["timestamp"] = 2837.587,
					["g"] = 1,
					["r"] = 0.9529412388801575,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[02:49:03]|h Соединение со службой Blizzard разорвано.",
					["b"] = 0.9843137860298157,
					["r"] = 0.9529412388801575,
					["g"] = 1,
					["timestamp"] = 2837.587,
					["serverTime"] = 1693698543,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [2]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 13 |4минута:минуты:минут;, 25 |4секунда:секунды:секунд;.",
					["timestamp"] = 2837.587,
				}, -- [3]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 2837.587,
				}, -- [4]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 8,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[02:48:03]|h Соединение со службой Blizzard разорвано.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 0.9843137860298157,
					["serverTime"] = 1693698482,
					["timestamp"] = 2837.587,
					["g"] = 1,
					["r"] = 0.9529412388801575,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[02:49:03]|h Соединение со службой Blizzard разорвано.",
					["b"] = 0.9843137860298157,
					["r"] = 0.9529412388801575,
					["g"] = 1,
					["timestamp"] = 2837.587,
					["serverTime"] = 1693698543,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [2]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 13 |4минута:минуты:минут;, 25 |4секунда:секунды:секунд;.",
					["timestamp"] = 2837.587,
				}, -- [3]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 2837.587,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[03:08:55]|h |Hplayer:Алоиза-Борейскаятундра|h[|cffffffffАлоиза|r]|h заслужила достижение |cffffff00|Hachievement:17506:Player-1929-0E2E5712:1:9:3:23:4294967295:4294967295:4294967295:4294967295|h[\"Ну нравится мне стоять в огне!\"]|h|r!",
					["serverTime"] = 1693699735,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 3225.4,
					["g"] = 1,
					["b"] = 0,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[03:34:54]|h |Hplayer:Алоиза-Борейскаятундра|h[|cffffffffАлоиза|r]|h заслужила достижение |cffffff00|Hachievement:16567:Player-1929-0E2E5712:1:9:3:23:4294967295:4294967295:4294967295:4294967295|h[Коллекция отличных снимков!]|h|r!",
					["serverTime"] = 1693701294,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 4784.633,
					["g"] = 1,
					["b"] = 0,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[05:08:49]|h |Hplayer:Алоиза-Борейскаятундра|h[|cffffffffАлоиза|r]|h заслужила достижение |cffffff00|Hachievement:16268:Player-1929-0E2E5712:1:9:3:23:4294967295:4294967295:4294967295:4294967295|h[Эпохальный режим: Рубиновые Омуты Жизни]|h|r!",
					["serverTime"] = 1693706929,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 10418.949,
					["g"] = 1,
					["b"] = 0,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[05:08:49]|h |Hplayer:Rtxq-TwistingNether|h[|cff00ff98Rtxq-TwistingNether|r]|h заслужила достижение |cffffff00|Hachievement:16268:Player-3674-0B31F4A1:1:9:3:23:4294967295:4294967295:4294967295:4294967295|h[Эпохальный режим: Рубиновые Омуты Жизни]|h|r!",
					["serverTime"] = 1693706929,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 10418.949,
					["g"] = 1,
					["b"] = 0,
				}, -- [8]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[21:11:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T797325:14|tЗандаларский ногокус – |3-8(ваш питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008227.924,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225469,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[21:11:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T2027888:14|tШиполист – |3-8(вражеский питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008228.684,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225470,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[21:11:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008230.934,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225472,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[21:11:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135664:14|t|cff4e96f7|HbattlePetAbil:919:1237:305:305|h[Черный коготь]|h|r накладывает эффект |T135664:14|t|cff4e96f7|HbattlePetAbil:918:1237:305:305|h[Черный коготь]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008232.294,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225473,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[21:11:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:268:2574:231:285|h[Фотосинтез]|h|r накладывает эффект |T136085:14|t|cff4e96f7|HbattlePetAbil:267:2574:231:285|h[Фотосинтез]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008234.324,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225475,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[21:11:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:2574:231:285|h[Фотосинтез]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008235.834,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225477,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[21:11:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008237.834,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225479,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[21:11:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r наносит 211 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008238.484,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225479,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[21:11:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r наносит 211 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008239.234,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225480,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[21:11:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r наносит 211 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008239.584,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225481,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[21:11:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:1237:305:305|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008239.934,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225481,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[21:11:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:746:1941:231:285|h[Грибные споры]|h|r накладывает эффект \"|T132371:14|t|cff4e96f7|HbattlePetAbil:747:1941:231:285|h[Грибные споры]|h|r\" на |3-3(ваша команда).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008242.594,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225484,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[21:11:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:2016:231:285|h[Фотосинтез]|h|r восстанавливает 75 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008243.865,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225485,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[21:11:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008244.875,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225486,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[21:11:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r наносит 251 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008245.183,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225486,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[21:11:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r наносит 251 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008245.984,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225487,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[21:11:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r наносит 251 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008246.334,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225487,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[21:11:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:1237:305:305|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008246.684,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225488,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[21:11:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134218:14|t|cff4e96f7|HbattlePetAbil:394:1263:231:285|h[Кнут]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T797325:14|tЗандаларский ногокус).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008249.254,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225490,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[21:11:32]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:1338:231:285|h[Фотосинтез]|h|r восстанавливает 75 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008250.514,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225491,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[21:11:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008256.864,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225498,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[21:11:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136231:14|t|cff4e96f7|HbattlePetAbil:917:1112:305:305|h[Кровавый клык]|h|r наносит 739 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008258.364,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225499,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[21:11:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134218:14|t|cff4e96f7|HbattlePetAbil:394:599:231:285|h[Кнут]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T797325:14|tЗандаларский ногокус).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008260.034,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225501,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[21:11:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:674:231:285|h[Фотосинтез]|h|r восстанавливает 75 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008261.294,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225502,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[21:11:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:747:674:231:285|h[Грибные споры]|h|r накладывает эффект |T132371:14|t|cff4e96f7|HbattlePetAbil:748:674:231:285|h[Взрыв спор]|h|r на |3-1(ваш питомец) |3-3(|T797325:14|tЗандаларский ногокус).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008264.034,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225505,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[21:11:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135664:14|t|cff4e96f7|HbattlePetAbil:918:987:305:305|h[Черный коготь]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008265.042,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225506,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[21:11:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132358:14|t|cff4e96f7|HbattlePetAbil:542:987:305:305|h[Брешь в защите]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008265.042,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225506,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[21:11:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T132371:14|t|cff4e96f7|HbattlePetAbil:747:674:231:285|h[Грибные споры]|h|r\", наложенного на |3-3(ваша команда), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008265.042,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225506,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[21:11:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008267.882,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225509,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[21:11:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|tАнконская курица – |3-8(ваш питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008267.882,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225509,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[21:11:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:746:674:231:285|h[Грибные споры]|h|r накладывает эффект \"|T132371:14|t|cff4e96f7|HbattlePetAbil:747:674:231:285|h[Грибные споры]|h|r\" на |3-3(ваша команда).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008270.282,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225511,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[21:11:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:748:674:231:285|h[Взрыв спор]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T135996:14|tАнконская курица).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008271.062,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225512,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[21:11:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:749:231:285|h[Фотосинтез]|h|r восстанавливает 75 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008271.562,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225512,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[21:11:57]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008274.882,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225516,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[21:11:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1356:276:414|h[Стая]|h|r наносит 44 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008275.632,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225517,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[21:11:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1356:276:414|h[Стая]|h|r наносит 44 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008276.382,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225517,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[21:11:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1356:276:414|h[Стая]|h|r наносит 44 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008276.732,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225518,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[21:11:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1356:276:414|h[Стая]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:1356:276:414|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008277.082,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225518,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[21:12:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134218:14|t|cff4e96f7|HbattlePetAbil:394:617:231:285|h[Кнут]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T135996:14|tАнконская курица).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008279.982,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225521,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[21:12:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134218:14|t|cff4e96f7|HbattlePetAbil:394:617:231:285|h[Кнут]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T135996:14|tАнконская курица).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008280.482,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225521,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[21:12:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:748:617:231:285|h[Взрыв спор]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T135996:14|tАнконская курица).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008281.262,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225522,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[21:12:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:692:231:285|h[Фотосинтез]|h|r восстанавливает 75 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008281.762,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225523,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[21:12:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T136085:14|t|cff4e96f7|HbattlePetAbil:267:692:231:285|h[Фотосинтез]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008282.772,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225524,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[21:12:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008284.002,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225525,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[21:12:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:981:276:414|h[Стая]|h|r наносит 111 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008284.352,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225525,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[21:12:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:981:276:414|h[Стая]|h|r наносит 111 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008285.129,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225526,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[21:12:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:981:276:414|h[Стая]|h|r наносит 111 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008285.479,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225526,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[21:12:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:981:276:414|h[Стая]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:981:276:414|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008285.829,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225527,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[21:12:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:268:359:231:285|h[Фотосинтез]|h|r накладывает эффект |T136085:14|t|cff4e96f7|HbattlePetAbil:267:359:231:285|h[Фотосинтез]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008288.399,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225529,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[21:12:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:748:359:231:285|h[Взрыв спор]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T135996:14|tАнконская курица).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008289.429,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225530,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[21:12:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:434:231:285|h[Фотосинтез]|h|r восстанавливает 75 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008289.929,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225531,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[21:12:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:747:434:231:285|h[Грибные споры]|h|r накладывает эффект |T132371:14|t|cff4e96f7|HbattlePetAbil:748:434:231:285|h[Взрыв спор]|h|r на |3-1(ваш питомец) |3-3(|T135996:14|tАнконская курица).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008291.969,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225533,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[21:12:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132371:14|t|cff4e96f7|HbattlePetAbil:748:434:231:285|h[Взрыв спор]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T797325:14|tЗандаларский ногокус), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008292.979,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225534,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[21:12:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T132371:14|t|cff4e96f7|HbattlePetAbil:747:434:231:285|h[Грибные споры]|h|r\", наложенного на |3-3(ваша команда), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008292.979,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225534,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[21:12:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008292.979,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225534,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[21:12:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:856:276:414|h[Стая]|h|r наносит 155 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008293.229,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225534,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[21:12:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:856:276:414|h[Стая]|h|r наносит 155 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008294.329,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225535,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[21:12:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:856:276:414|h[Стая]|h|r наносит 155 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008294.829,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225536,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[21:12:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T2027888:14|tШиполист погибает.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008294.829,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225536,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[21:12:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:748:0:231:285|h[Взрыв спор]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T135996:14|tАнконская курица).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008297.209,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225538,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[21:12:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618976:14|t|cff4e96f7|HbattlePetAbil:239:731:276:414|h[Летающий питомец]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T135996:14|tАнконская курица), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008297.209,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225538,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[21:12:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1106:276:276|h[Боевое восстановление]|h|r восстанавливает 375 ед. урона |3-2(ваш питомец) |3-2(|T135996:14|tАнконская курица).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008298.109,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225539,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[21:12:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1112:305:305|h[Боевое восстановление]|h|r восстанавливает 125 ед. урона |3-2(ваш питомец) |3-2(|T797325:14|tЗандаларский ногокус).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008298.109,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1622225539,
				}, -- [63]
			},
			["headIndex"] = 63,
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 4,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[02:48:03]|h Соединение со службой Blizzard разорвано.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 0.9843137860298157,
					["serverTime"] = 1693698482,
					["timestamp"] = 2837.587,
					["g"] = 1,
					["r"] = 0.9529412388801575,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[02:49:03]|h Соединение со службой Blizzard разорвано.",
					["b"] = 0.9843137860298157,
					["r"] = 0.9529412388801575,
					["g"] = 1,
					["timestamp"] = 2837.587,
					["serverTime"] = 1693698543,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [2]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 13 |4минута:минуты:минут;, 25 |4секунда:секунды:секунд;.",
					["timestamp"] = 2837.587,
				}, -- [3]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 2837.587,
				}, -- [4]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 4,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[02:48:03]|h Соединение со службой Blizzard разорвано.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 0.9843137860298157,
					["serverTime"] = 1693698482,
					["timestamp"] = 2837.587,
					["g"] = 1,
					["r"] = 0.9529412388801575,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[02:49:03]|h Соединение со службой Blizzard разорвано.",
					["b"] = 0.9843137860298157,
					["r"] = 0.9529412388801575,
					["g"] = 1,
					["timestamp"] = 2837.587,
					["serverTime"] = 1693698543,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [2]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 13 |4минута:минуты:минут;, 25 |4секунда:секунды:секунд;.",
					["timestamp"] = 2837.587,
				}, -- [3]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 2837.587,
				}, -- [4]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 4,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[02:48:03]|h Соединение со службой Blizzard разорвано.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 0.9843137860298157,
					["serverTime"] = 1693698482,
					["timestamp"] = 2837.587,
					["g"] = 1,
					["r"] = 0.9529412388801575,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[02:49:03]|h Соединение со службой Blizzard разорвано.",
					["b"] = 0.9843137860298157,
					["r"] = 0.9529412388801575,
					["g"] = 1,
					["timestamp"] = 2837.587,
					["serverTime"] = 1693698543,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [2]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 13 |4минута:минуты:минут;, 25 |4секунда:секунды:секунд;.",
					["timestamp"] = 2837.587,
				}, -- [3]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 2837.587,
				}, -- [4]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 8,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[05:30:44]|h Вы будете получать добычу для специализации \"Тьма\".",
					["serverTime"] = 1693708244,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11733.948,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[05:30:44]|h |cff9900ffWeakAuras:|r  Готово к применению 3 |4обновление:обновления:обновлений;.",
					["timestamp"] = 11733.948,
					["serverTime"] = 1693708244,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[05:30:45]|h Смена канала: |Hchannel:CHANNEL:1|h[1. Торговля: Город]|h.",
					["serverTime"] = 1693708245,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						20, -- [2]
						21, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 11735.508,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[05:30:45]|h Смена канала: |Hchannel:CHANNEL:2|h[2. Оборона: Вальдраккен]|h.",
					["serverTime"] = 1693708245,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						7, -- [2]
						8, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 11735.508,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[05:30:45]|h Смена канала: |Hchannel:CHANNEL:5|h[5. Торговля (услуги): Город]|h.",
					["serverTime"] = 1693708245,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						22, -- [2]
						23, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 11735.508,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[05:31:08]|h Вы получили предмет: |cffa335ee|Hitem:204193::::::::70:258:::::::::|h[Гребень дракончика из пламени Тьмы]|h|r.",
					["serverTime"] = 1693708268,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11758.179,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[05:31:10]|h Вы получили предмет: |cffa335ee|Hitem:204193::::::::70:258:::::::::|h[Гребень дракончика из пламени Тьмы]|h|r.",
					["serverTime"] = 1693708270,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11760.116,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[05:31:12]|h Вы получили предмет: |cffa335ee|Hitem:204193::::::::70:258:::::::::|h[Гребень дракончика из пламени Тьмы]|h|r.",
					["serverTime"] = 1693708272,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11762.229,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[05:20:29]|h Ремесленница Кулика говорит: Ну же, возьми охотников и отправляйся на охоту. Это твоя работа! Нашим воинам нужно оружие.",
					["serverTime"] = 1693707629,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						3, -- [2]
						4, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 11119.355,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[05:20:37]|h Тутакан говорит: Это для меня ничего не значит. Мне теперь все равно.",
					["serverTime"] = 1693707637,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						3, -- [2]
						4, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 11127.459,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[05:20:40]|h Тутакан говорит: Делай все, что нужно Кулике и Унуджааку. Я хочу побыть в одиночестве.",
					["serverTime"] = 1693707640,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						3, -- [2]
						4, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 11130.733,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[05:20:47]|h Задание \"Худшее впечатление\" выполнено.",
					["serverTime"] = 1693707647,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11137.755,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[05:20:47]|h Получено: 2 |4золотая:золотые:золотых;, 80 |4серебряная:серебряные:серебряных;, 90 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1693707647,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11137.755,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[05:20:49]|h Ремесленница Кулика говорит: Славный вождь и мастер охоты – тоже мне! Прячешься, пока нас теснят джарадины!",
					["serverTime"] = 1693707649,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						3, -- [2]
						4, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 11138.921,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[05:20:53]|h Старейшина Унуджаак тяжело вздыхает, заламывая руки.",
					["serverTime"] = 1693707653,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						5, -- [2]
						6, -- [3]
						"CHAT_MSG_MONSTER_EMOTE", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 11143.826,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[05:20:59]|h Вы получили предмет: |cffffffff|Hitem:192191::::::::70:258::11::1:28:2078:::::|h[Рыболовная сеть клыкарров]|h|r.",
					["serverTime"] = 1693707659,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11149.309,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[05:20:59]|h Вы получили задание \"Беспокойные воды\".",
					["serverTime"] = 1693707659,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11149.356,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[05:21:00]|h Старейшина Унуджаак говорит: Нам пригодится все, что ты найдешь. Наши желудки не могут ждать Тутакана.",
					["serverTime"] = 1693707660,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						3, -- [2]
						4, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 11150.351,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[05:21:01]|h Вы получили задание \"Спасение припасов\".",
					["serverTime"] = 1693707661,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11151.837,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[05:21:02]|h Ремесленница Кулика говорит: Я не хочу, чтобы Уктулут гнил, как Тутакан. Принеси мне припасы!",
					["serverTime"] = 1693707662,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						3, -- [2]
						4, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 11152.825,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[05:21:09]|h Ваша добыча: |cffffffff|Hitem:191862::::::::70:258:::::::::|h[Обломок китовой кости]|h|r.",
					["serverTime"] = 1693707669,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11159.666,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[05:21:20]|h Вы получили предмет: |cffffffff|Hitem:71096::::::::70:258:::::::::|h[Мрачный трофей]|h|r.",
					["serverTime"] = 1693707680,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11170.209,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[05:21:21]|h Вы получили предмет: |cffffffff|Hitem:71096::::::::70:258:::::::::|h[Мрачный трофей]|h|r.",
					["serverTime"] = 1693707681,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11170.851,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[05:21:29]|h Вы получили задание \"Нарастающий жар\".",
					["serverTime"] = 1693707689,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11179.119,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[05:21:31]|h Ваша добыча: |cff9d9d9d|Hitem:192630::::::::70:258:::::::::|h[Рифовый панцирь]|h|rx2.",
					["serverTime"] = 1693707691,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11180.967,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[05:21:31]|h Ваша добыча: |cff9d9d9d|Hitem:195359::::::::70:258:::::::::|h[Сухое мясо щелкуна]|h|rx2.",
					["serverTime"] = 1693707691,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11181.128,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[05:21:44]|h Вы получили предмет: |cffffffff|Hitem:71096::::::::70:258:::::::::|h[Мрачный трофей]|h|r.",
					["serverTime"] = 1693707704,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11193.997,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[05:21:45]|h Ваша добыча: |cff9d9d9d|Hitem:192630::::::::70:258:::::::::|h[Рифовый панцирь]|h|r.",
					["serverTime"] = 1693707705,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11195.404,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[05:21:45]|h Ваша добыча: |cff9d9d9d|Hitem:195360::::::::70:258:::::::::|h[Обугленное мясо щелкуна]|h|r.",
					["serverTime"] = 1693707705,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11195.686,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[05:21:47]|h Ваша добыча: |cffffffff|Hitem:191863::::::::70:258:::::::::|h[Промокшее дерево]|h|rx5.",
					["serverTime"] = 1693707707,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11197.65,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[05:22:03]|h Вы получили предмет: |cffffffff|Hitem:71096::::::::70:258:::::::::|h[Мрачный трофей]|h|r.",
					["serverTime"] = 1693707723,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11213.647,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[05:22:05]|h Ваша добыча: |cff9d9d9d|Hitem:195359::::::::70:258:::::::::|h[Сухое мясо щелкуна]|h|r.",
					["serverTime"] = 1693707725,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11215.465,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[05:22:05]|h Ваша добыча: |cff9d9d9d|Hitem:192630::::::::70:258:::::::::|h[Рифовый панцирь]|h|r.",
					["serverTime"] = 1693707725,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11215.642,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[05:22:09]|h Ваша добыча: |cffffffff|Hitem:191862::::::::70:258:::::::::|h[Обломок китовой кости]|h|r.",
					["serverTime"] = 1693707729,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11219.059,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[05:22:13]|h Вы получили предмет: |cffffffff|Hitem:71096::::::::70:258:::::::::|h[Мрачный трофей]|h|r.",
					["serverTime"] = 1693707733,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11223.673,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[05:22:15]|h Ваша добыча: |cff9d9d9d|Hitem:195359::::::::70:258:::::::::|h[Сухое мясо щелкуна]|h|r.",
					["serverTime"] = 1693707735,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11225.254,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[05:22:15]|h Ваша добыча: |cff9d9d9d|Hitem:192630::::::::70:258:::::::::|h[Рифовый панцирь]|h|r.",
					["serverTime"] = 1693707735,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11225.427,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[05:22:21]|h Ваша добыча: |cffffffff|Hitem:191863::::::::70:258:::::::::|h[Промокшее дерево]|h|rx5.",
					["serverTime"] = 1693707741,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11231.607,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[05:22:50]|h Ваша добыча: |cffffffff|Hitem:191863::::::::70:258:::::::::|h[Промокшее дерево]|h|rx3.",
					["serverTime"] = 1693707770,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11259.855,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[05:23:11]|h Ваша добыча: |cffffffff|Hitem:191863::::::::70:258:::::::::|h[Промокшее дерево]|h|rx5.",
					["serverTime"] = 1693707791,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11281.086,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[05:23:15]|h Ваша добыча: |cffffffff|Hitem:191862::::::::70:258:::::::::|h[Обломок китовой кости]|h|r.",
					["serverTime"] = 1693707795,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11285.248,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[05:23:19]|h Вы получили предмет: |cffffffff|Hitem:71096::::::::70:258:::::::::|h[Мрачный трофей]|h|r.",
					["serverTime"] = 1693707799,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11289.359,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[05:23:21]|h Ваша добыча: |cffffffff|Hitem:191858::::::::70:258:::::::::|h[Сочное мясо луциана]|h|r.",
					["serverTime"] = 1693707801,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11291.124,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[05:23:21]|h Ваша добыча: |cff9d9d9d|Hitem:192664::::::::70:258:::::::::|h[Зазубренная клешня]|h|r.",
					["serverTime"] = 1693707801,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11291.201,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[05:23:26]|h Вы получили предмет: |cffffffff|Hitem:71096::::::::70:258:::::::::|h[Мрачный трофей]|h|r.",
					["serverTime"] = 1693707806,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11296.74,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[05:23:29]|h Ваша добыча: |cffffffff|Hitem:191858::::::::70:258:::::::::|h[Сочное мясо луциана]|h|r.",
					["serverTime"] = 1693707809,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11298.943,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[05:23:29]|h Ваша добыча: |cff9d9d9d|Hitem:192630::::::::70:258:::::::::|h[Рифовый панцирь]|h|r.",
					["serverTime"] = 1693707809,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11298.943,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[05:23:32]|h Ваша добыча: |cffffffff|Hitem:191862::::::::70:258:::::::::|h[Обломок китовой кости]|h|r.",
					["serverTime"] = 1693707812,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11302.367,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[05:23:38]|h Ваша добыча: |cffffffff|Hitem:191863::::::::70:258:::::::::|h[Промокшее дерево]|h|rx3.",
					["serverTime"] = 1693707818,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11307.985,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[05:23:49]|h Вы получили предмет: |cffffffff|Hitem:71096::::::::70:258:::::::::|h[Мрачный трофей]|h|r.",
					["serverTime"] = 1693707829,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11319.174,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[05:23:50]|h Вы получили предмет: |cffffffff|Hitem:71096::::::::70:258:::::::::|h[Мрачный трофей]|h|r.",
					["serverTime"] = 1693707830,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11320.363,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[05:23:51]|h Ваша добыча: |cffffffff|Hitem:191858::::::::70:258:::::::::|h[Сочное мясо луциана]|h|rx2.",
					["serverTime"] = 1693707831,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11321.62,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[05:23:51]|h Ваша добыча: |cff9d9d9d|Hitem:192630::::::::70:258:::::::::|h[Рифовый панцирь]|h|r.",
					["serverTime"] = 1693707831,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11321.62,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[05:23:51]|h Ваша добыча: |cff9d9d9d|Hitem:192664::::::::70:258:::::::::|h[Зазубренная клешня]|h|r.",
					["serverTime"] = 1693707831,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11321.62,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[05:23:57]|h Ваша добыча: |cffffffff|Hitem:191863::::::::70:258:::::::::|h[Промокшее дерево]|h|rx3.",
					["serverTime"] = 1693707837,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11326.939,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[05:23:59]|h Ваша добыча: |cffffffff|Hitem:191862::::::::70:258:::::::::|h[Обломок китовой кости]|h|r.",
					["serverTime"] = 1693707839,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11329.419,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[05:24:03]|h Вы получили предмет: |cffffffff|Hitem:71096::::::::70:258:::::::::|h[Мрачный трофей]|h|r.",
					["serverTime"] = 1693707843,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11333.78,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[05:24:06]|h Ваша добыча: |cff9d9d9d|Hitem:195360::::::::70:258:::::::::|h[Обугленное мясо щелкуна]|h|r.",
					["serverTime"] = 1693707846,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11336.244,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[05:24:06]|h Ваша добыча: |cff9d9d9d|Hitem:192630::::::::70:258:::::::::|h[Рифовый панцирь]|h|r.",
					["serverTime"] = 1693707846,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11336.244,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[05:24:11]|h Вы получили предмет: |cffffffff|Hitem:71096::::::::70:258:::::::::|h[Мрачный трофей]|h|r.",
					["serverTime"] = 1693707851,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11341.404,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[05:24:13]|h Ваша добыча: |cff9d9d9d|Hitem:195359::::::::70:258:::::::::|h[Сухое мясо щелкуна]|h|r.",
					["serverTime"] = 1693707853,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11343.044,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[05:24:13]|h Ваша добыча: |cff9d9d9d|Hitem:192630::::::::70:258:::::::::|h[Рифовый панцирь]|h|r.",
					["serverTime"] = 1693707853,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11343.044,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[05:24:15]|h Ваша добыча: |cffffffff|Hitem:191863::::::::70:258:::::::::|h[Промокшее дерево]|h|rx5.",
					["serverTime"] = 1693707855,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11345.245,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[05:24:20]|h Ваша добыча: |cffffffff|Hitem:191862::::::::70:258:::::::::|h[Обломок китовой кости]|h|r.",
					["serverTime"] = 1693707860,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11350.519,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[05:24:30]|h Вы получили предмет: |cffffffff|Hitem:71096::::::::70:258:::::::::|h[Мрачный трофей]|h|r.",
					["serverTime"] = 1693707870,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11360.156,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[05:24:30]|h Вы получили предмет: |cffffffff|Hitem:71096::::::::70:258:::::::::|h[Мрачный трофей]|h|r.",
					["serverTime"] = 1693707870,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11360.535,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[05:24:32]|h Ваша добыча: |cff9d9d9d|Hitem:195359::::::::70:258:::::::::|h[Сухое мясо щелкуна]|h|r.",
					["serverTime"] = 1693707872,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11362.053,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[05:24:32]|h Ваша добыча: |cff9d9d9d|Hitem:192630::::::::70:258:::::::::|h[Рифовый панцирь]|h|rx2.",
					["serverTime"] = 1693707872,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11362.227,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[05:24:32]|h Ваша добыча: |cff9d9d9d|Hitem:195360::::::::70:258:::::::::|h[Обугленное мясо щелкуна]|h|r.",
					["serverTime"] = 1693707872,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11362.399,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[05:24:36]|h Ваша добыча: |cffffffff|Hitem:191863::::::::70:258:::::::::|h[Промокшее дерево]|h|rx3.",
					["serverTime"] = 1693707876,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11366.328,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[05:24:43]|h Ваша добыча: |cffffffff|Hitem:191862::::::::70:258:::::::::|h[Обломок китовой кости]|h|r.",
					["serverTime"] = 1693707883,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11373.325,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[05:24:52]|h Вы получили предмет: |cffffffff|Hitem:71096::::::::70:258:::::::::|h[Мрачный трофей]|h|r.",
					["serverTime"] = 1693707892,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11382.108,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[05:24:54]|h Ваша добыча: |cffffffff|Hitem:191858::::::::70:258:::::::::|h[Сочное мясо луциана]|h|r.",
					["serverTime"] = 1693707894,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11384.381,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[05:24:54]|h Ваша добыча: |cff9d9d9d|Hitem:192630::::::::70:258:::::::::|h[Рифовый панцирь]|h|r.",
					["serverTime"] = 1693707894,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11384.381,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[05:25:02]|h Вы получили предмет: |cffffffff|Hitem:71096::::::::70:258:::::::::|h[Мрачный трофей]|h|r.",
					["serverTime"] = 1693707902,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11392.423,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[05:25:03]|h Вы получили предмет: |cffffffff|Hitem:71096::::::::70:258:::::::::|h[Мрачный трофей]|h|r.",
					["serverTime"] = 1693707903,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11392.97,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[05:25:04]|h Ваша добыча: |cffffffff|Hitem:191858::::::::70:258:::::::::|h[Сочное мясо луциана]|h|r.",
					["serverTime"] = 1693707904,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11394.397,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[05:25:04]|h Ваша добыча: |cff9d9d9d|Hitem:192630::::::::70:258:::::::::|h[Рифовый панцирь]|h|rx2.",
					["serverTime"] = 1693707904,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11394.397,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[05:25:04]|h Ваша добыча: |cff9d9d9d|Hitem:195360::::::::70:258:::::::::|h[Обугленное мясо щелкуна]|h|r.",
					["serverTime"] = 1693707904,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11394.397,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[05:25:04]|h Ваша добыча: |cffffffff|Hitem:197741::::::::70:258:::::::::|h[Может и мясо]|h|rx3.",
					["serverTime"] = 1693707904,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11394.397,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[05:25:14]|h Ваша добыча: |cffffffff|Hitem:191862::::::::70:258:::::::::|h[Обломок китовой кости]|h|r.",
					["serverTime"] = 1693707914,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11404.187,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[05:25:25]|h Старейшина Унуджаак говорит: Клянусь морями! Я не видел столько добычи уже несколько недель!",
					["serverTime"] = 1693707925,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						3, -- [2]
						4, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 11414.987,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[05:25:27]|h Ремесленница Кулика говорит: Ну и ну! Чужаки ищут припасы лучше, чем наш мастер охоты!",
					["serverTime"] = 1693707927,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						3, -- [2]
						4, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 11417.286,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[05:25:44]|h Задание \"Нарастающий жар\" выполнено.",
					["serverTime"] = 1693707944,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11434.692,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[05:25:44]|h Получено: 2 |4золотая:золотые:золотых;, 80 |4серебряная:серебряные:серебряных;, 90 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1693707944,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11434.692,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[05:25:44]|h Вы получили предмет: |cff0070dd|Hitem:201784::::::::70:258::11::1:28:2078:::::|h[Рецепт: своевременная смерть]|h|r.",
					["serverTime"] = 1693707944,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11434.692,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[05:25:48]|h Задание \"Беспокойные воды\" выполнено.",
					["serverTime"] = 1693707948,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11437.952,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[05:25:48]|h Получено: 28 |4золотая:золотые:золотых;, 9 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1693707948,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11437.952,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[05:25:48]|h Старейшина Унуджаак говорит: Я сейчас же велю заготовить мясо впрок. Возможно, нам придется долго его хранить.",
					["serverTime"] = 1693707948,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						3, -- [2]
						4, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 11438.46,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[05:25:57]|h Ремесленница Кулика говорит: Вот за что я тебя люблю, Алоиза! Наконец-то нормальные материалы.",
					["serverTime"] = 1693707957,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						3, -- [2]
						4, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 11447.018,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[05:26:00]|h Задание \"Спасение припасов\" выполнено.",
					["serverTime"] = 1693707960,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11450.433,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[05:26:00]|h Получено: 28 |4золотая:золотые:золотых;, 9 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1693707960,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11450.433,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[05:26:01]|h Ремесленница Кулика говорит: Покрасуйся пока вон там, пока я кую из них настоящее клыкаррское оружие!",
					["serverTime"] = 1693707961,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						3, -- [2]
						4, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 11451.06,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[05:26:05]|h Ремесленница Кулика говорит: Ага! Вот! Одно из моих лучших копий. Пусть огненные мерзавцы распробуют, что их скоро ждет.",
					["serverTime"] = 1693707965,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						3, -- [2]
						4, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 11455.658,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[05:26:41]|h Вы получили задание \"Испытание клыкаррсенала\".",
					["serverTime"] = 1693708001,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11491.742,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[05:26:42]|h Ремесленница Кулика говорит: Возьми это копье. Опробуй его, а я пока начну делать остальные.",
					["serverTime"] = 1693708002,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						3, -- [2]
						4, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 11491.871,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[05:27:18]|h Ремесленница Кулика говорит: Ха! Похоже, новые охотники готовы отправляться, даже если вождь – нет.",
					["serverTime"] = 1693708038,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						3, -- [2]
						4, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 11527.937,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[05:27:21]|h Задание \"Испытание клыкаррсенала\" выполнено.",
					["serverTime"] = 1693708041,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11531.321,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[05:27:21]|h Получено: 28 |4золотая:золотые:золотых;, 9 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1693708041,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11531.321,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[05:27:21]|h Вы получили предмет: |cff0070dd|Hitem:199830::::::::70:258::11::1:28:2078:::::|h[Тренировочный манекен клыкарров]|h|r.",
					["serverTime"] = 1693708041,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11531.376,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[05:27:30]|h Тутакан говорит: Алоиза, мне надо с тобой поговорить.",
					["serverTime"] = 1693708050,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						3, -- [2]
						4, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 11540.128,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[05:27:38]|h Вы получили задание \"Все, кроме одной\".",
					["serverTime"] = 1693708058,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11548.294,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[05:27:39]|h Тутакан говорит: Я отправлюсь на берег, Алоиза. Мне просто нужна минутка... подготовиться.",
					["serverTime"] = 1693708059,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						3, -- [2]
						4, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 11549.288,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[05:27:57]|h Вы получили предмет: |cffffffff|Hitem:71096::::::::70:258:::::::::|h[Мрачный трофей]|h|r.",
					["serverTime"] = 1693708077,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11567.437,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[05:28:05]|h Ваша добыча: |cff9d9d9d|Hitem:192621::::::::70:258:::::::::|h[Длинный коготь]|h|r.",
					["serverTime"] = 1693708085,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11575.459,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[05:28:05]|h Ваша добыча: |cff9d9d9d|Hitem:192628::::::::70:258:::::::::|h[Пепел феникса]|h|r.",
					["serverTime"] = 1693708085,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11575.459,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[05:28:06]|h Тутакан кричит: Это Ипко! О, предки, я... Алоиза, скорее неси ее сюда! Унуджаак может ее исцелить!",
					["serverTime"] = 1693708086,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						1, -- [2]
						2, -- [3]
						"CHAT_MSG_MONSTER_YELL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 11576.395,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[05:28:07]|h Старейшина Унуджаак кричит: Тутакан, назад! Нельзя так рисковать – джарадинских тварей слишком много! Мы не можем потерять и тебя!",
					["serverTime"] = 1693708087,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						1, -- [2]
						2, -- [3]
						"CHAT_MSG_MONSTER_YELL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 11577.236,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[05:28:53]|h Тутакан кричит: Ипко! Прошу, отдай ее мне!",
					["serverTime"] = 1693708133,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						1, -- [2]
						2, -- [3]
						"CHAT_MSG_MONSTER_YELL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 11622.941,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[05:28:56]|h Тутакан говорит: Она ведь?.. Нет, она... она мертва.",
					["serverTime"] = 1693708136,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						3, -- [2]
						4, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 11625.972,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[05:29:04]|h Задание \"Все, кроме одной\" выполнено.",
					["serverTime"] = 1693708144,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11634.475,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[05:29:04]|h Получено: 28 |4золотая:золотые:золотых;, 9 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1693708144,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11634.475,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[05:29:06]|h Тутакан говорит: Я... Прости меня, Ипко.",
					["serverTime"] = 1693708146,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						3, -- [2]
						4, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 11636.182,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[05:29:09]|h Тутакан говорит: Я подвел тебя. Подвел своего лучшего друга... Предки, простите меня...",
					["serverTime"] = 1693708149,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						3, -- [2]
						4, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 11639.035,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[05:29:10]|h Вы получили задание \"Примирение\".",
					["serverTime"] = 1693708150,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11640.286,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[05:29:12]|h Старейшина Унуджаак говорит: Приходи. Встретимся у святилища Каркута – бога, который приглядывает за теми, кто нас покинул. Вождю понадобится поддержка.",
					["serverTime"] = 1693708152,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						3, -- [2]
						4, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 11642.806,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[05:29:27]|h Тутакан вас будто не замечает, полностью поглощенный безмолвной молитвой.",
					["serverTime"] = 1693708167,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						5, -- [2]
						6, -- [3]
						"CHAT_MSG_MONSTER_EMOTE", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 11656.928,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[05:29:30]|h Тутакан говорит: Прошу, помоги Унуджааку с ритуалом. Я... я хочу быть с Ипко.",
					["serverTime"] = 1693708170,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						3, -- [2]
						4, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 11660.258,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[05:29:36]|h Старейшина Унуджаак говорит: Эти благовония изготовлены из растений, собранных неподалеку от каменных предков. Дым привлечет внимание духов. Зажги благовония, Алоиза.",
					["serverTime"] = 1693708176,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						3, -- [2]
						4, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 11666.48,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[05:29:37]|h Старейшина Унуджаак говорит: Как дым поднимается в небеса, так и наша подруга поднимется к вам, предки. Примите ее.",
					["serverTime"] = 1693708177,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						3, -- [2]
						4, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 11667.641,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[05:29:45]|h Старейшина Унуджаак говорит: Теперь сделаем подношение. Алоиза, возьми из корзины одну рыбу и положи ее на алтарь.",
					["serverTime"] = 1693708185,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						3, -- [2]
						4, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 11675.178,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[05:29:47]|h Старейшина Унуджаак говорит: Как и вождь, Ипко много раз возглавляла охоту, защищая наших людей от врагов и голода. Прими этот дар – плод одной из многих ее побед.",
					["serverTime"] = 1693708187,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						3, -- [2]
						4, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 11677.448,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[05:29:53]|h Старейшина Унуджаак говорит: Ипко была прекрасной охотницей, воительницей и подругой – нашим лучом света. Но светом надо делиться...",
					["serverTime"] = 1693708193,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						3, -- [2]
						4, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 11683.381,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[05:30:00]|h Тутакан говорит: ...иначе остальные дома останутся погружены во тьму.",
					["serverTime"] = 1693708200,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						3, -- [2]
						4, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 11690.529,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[05:30:10]|h Старейшина Унуджаак говорит: Каркут принял ее. Да пребудет она среди предков.",
					["serverTime"] = 1693708210,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						3, -- [2]
						4, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 11700.135,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[05:30:17]|h Задание \"Примирение\" выполнено.",
					["serverTime"] = 1693708217,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11707.156,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[05:30:17]|h Получено: 28 |4золотая:золотые:золотых;, 9 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1693708217,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 11707.156,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[05:30:17]|h Тутакан говорит: Я... мне надо побыть одному.",
					["serverTime"] = 1693708217,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						3, -- [2]
						4, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 11707.729,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [128]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
