
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
				"/cw Криворожка А я с тобой серебром поделюсь)", -- [1]
				"/cw Криворожка Пуфик, поможешь нам с ачивкой?", -- [2]
				"/рейд Вейл, слезай с коня", -- [3]
				"/г |cff0070dd|Hitem:163607::::::::120:258::::::|h[Швейная игла Люсиль]|h|r кажется я знаю, чем Лёша теперь будет заниматься в рейдах вместо кидания мяча", -- [4]
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
				"/cw Подобиемага-Борейскаятундра Зайдешь ко мне в диск?", -- [1]
				"/гр Hey", -- [2]
				"/гр Мне ни один не нравится)", -- [3]
				"/гр Вань, выбери какого-нибудь ДК", -- [4]
				"/гр Ну давай Гавань попробуем собрать", -- [5]
				"/гр |cffa335ee|Hkeystone:158923:252:6:9:11:0:0|h[Ключ: Святилище Штормов (6)]|h|r", -- [6]
				"/гр Тогда Усадьба, раз ты уже там", -- [7]
				"/гр Ваф, зайдешь в войс?", -- [8]
				"/гр Осада", -- [9]
				"/гр Едь, точнее", -- [10]
				"/гр Пуф, лети ко мне. Поможешь присамонить остальных", -- [11]
				"/гр Да, слышно", -- [12]
				"/гр У нас тут Кейс ещё в диске", -- [13]
				"/гр Может ты его поставишь по-быстрому?", -- [14]
				"/гр https://discord.gg/BfUKNH5", -- [15]
				"/г Я теперь юность вспомнила", -- [16]
				"/г Ну тебя, Лёша, с твоей музыкой(", -- [17]
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
				" Она тоже не дамажит)", -- [1]
				" Я тоже ведила, но я не по фото выбираю)", -- [2]
				" Ты не оставил мне выбора ><", -- [3]
				" Я уже Дашу взяла", -- [4]
				" Хилить сейчас кстати просто. Аффиксы изи", -- [5]
				" сек", -- [6]
				" Лин, опять забалгался инвайт", -- [7]
				" Нам просто пятый нужен", -- [8]
				" А потом допройдем тв", -- [9]
				" Кстати, не хочешь Атал 11 похилить?", -- [10]
				" Мы в ключ идем сейчас", -- [11]
				" Да, но у меня ещё танк есть", -- [12]
				" Привет", -- [13]
				" Атал 11", -- [14]
				" We need a victim... mmm... volunteer", -- [15]
				" Кис-кис", -- [16]
				"/гр /break 5", -- [17]
				"/гр Как раз на следующей неделе 10й ключ сразу будет", -- [18]
				"/гр Идем в Сетралис", -- [19]
				"/гр диск", -- [20]
				"/гр Ёлки, у нас ещё и все баффы", -- [21]
				"/г мы в дискорде", -- [22]
				"/г Панд, почему ты опять Пикачу?", -- [23]
				"/г И у него уже закрыты ключи. А у совы нет", -- [24]
				"/г Он в экспедиции", -- [25]
				"/г Зови сову", -- [26]
				"/г Могу в принципе похилить", -- [27]
				"/г ))", -- [28]
				"/г Или вы оба в одном Тол-Дагоре?", -- [29]
				"/г Так он уже в данже", -- [30]
				"/г Хил", -- [31]
				" Я сегодня из дома работаю, может вечером получится собрать", -- [32]
				" А ты по каким дням работаешь?", -- [33]
				" Подстава", -- [34]
				" Угу, работа здорово мешает играть", -- [35]
				" Нет) он несколько раз заходил)", -- [36]
				" Сов заходил", -- [37]
				" Джайну убили", -- [38]
				"/г ы, Ромео друидом уже наигрался?)", -- [39]
				"/г Остаются экспедиции", -- [40]
				"/г ДХ даже если ручками докачиваешь, он ещё день не может ходить в старый контент (рейды, данжи)", -- [41]
				"/г Вспомнила, у меня с ДХ была аналогичная ситуация", -- [42]
				"/г Через сутки сможешь", -- [43]
				"/г \"There is a 24hr lockout of boosted characters accessing older content.\"", -- [44]
				"/г Ты друида бустом апал?", -- [45]
				"/г Для лич кинга это 80", -- [46]
				"/г Таймволки должны быть доступны начиная с уровня, соответствующего дополнению", -- [47]
				"/г Она там качалась с 113 до 120", -- [48]
				"/г Нет", -- [49]
				"/г Это как некоторые разработчики сообщение об ошибке делают \"Something went wrong\"", -- [50]
				"/г КАКИМ требованиям?", -- [51]
				"/г Ну ппц", -- [52]
				"/г \"Амкамия не отвечает требованиям для подземелий в этой категории\"", -- [53]
				"/г Сомневаюсь, что на таймволки лич кинга нужна кампания", -- [54]
				"/г Хрошо смотрел?", -- [55]
				"/г эмм", -- [56]
				"/г В смысле не пашут?", -- [57]
				"/г Даша говорила, что путешествия + экспедиции у неё дали 7 уровней за ~3 часа", -- [58]
				"/г островные", -- [59]
				"/г Экспедиции", -- [60]
				"/г И на острова", -- [61]
				"/г Иди в таймволки", -- [62]
				"/cw Амкамия-Борейскаятундра Привет", -- [63]
				" На здоровье)", -- [64]
				" окей)", -- [65]
				" ы", -- [66]
				" Ты же понимаешь, что я не ПвПшусь и вообще хз что делать?)", -- [67]
				" регай", -- [68]
				" Сек, акулу убью", -- [69]
				" Идем", -- [70]
				" Геноцид черепашек провожу", -- [71]
				" Привет", -- [72]
				"/г Вы по трезвому чтоль вообще никогда не встречаетесь?", -- [73]
				"/г То есть, ты обещал мне возвращение совы, но сам в это не верил?", -- [74]
				" Привет)", -- [75]
				"/cw Никчёмный-Борейскаятундра Привет. Нет, спасибо", -- [76]
				" Докачивай паладина :D", -- [77]
				" Если бы ты ещё с нашего сервера был, он бы тебя вообще обнял и расцеловал", -- [78]
				" Оставшиеся два пойдем закрывать?", -- [79]
				" Нормальная тушка", -- [80]
				" Так мы б тебя взяли, если бы ты чуть раньше написал", -- [81]
				"/рейд Нас 20 и мы почти все с одного сервера", -- [82]
				"/рейд Я пропустила окошко, если кто-то выроллил", -- [83]
				"/рейд А |cffa335ee|Hitem:165582::::::::120:258::5:3:4799:1522:4786:::|h[Проклятая обезьянья рука]|h|r кто-то роллил с первого босса?", -- [84]
				"/рейд Я слева беру изумруд", -- [85]
				"/рейд Это же варовская", -- [86]
				"/рейд А почему на мне печенька?", -- [87]
				"/рейд Зайди во флудилку", -- [88]
				"/рейд Или это мы были?", -- [89]
				"/рейд Кто-то убил брутозавра(", -- [90]
				"/рейд Кристина, кто из них твой муж?", -- [91]
				"/рейд Мы уже ни в чем не уверены", -- [92]
				"/рейд https://discord.gg/BfUKNH5", -- [93]
				"/рейд Кого-то одного из них  надо кикнуть", -- [94]
				"/рейд крокодил", -- [95]
				"/рейд о ппц", -- [96]
				"/рейд Я сначала подумала, что это очередной ренейм Дэнчика", -- [97]
				"/cw Айсли +", -- [98]
				"/г Но всё равно перезайду. Танк всяко полезней", -- [99]
				"/г Мне казалось, передаётся", -- [100]
				"/г Блин", -- [101]
				"/г Разве?", -- [102]
				"/г Как раз кожа) и там кд нету ещё на рарников", -- [103]
				"/г Сейчас зайду за ДХ или мишку", -- [104]
				"/г Можно сходить", -- [105]
				"/г Дальше кул-тирасца будешь качать?", -- [106]
				"/г Круто", -- [107]
				"/г Грац!", -- [108]
				"/г Неплохо", -- [109]
				"/г В таймволках?", -- [110]
				"/г Да, тебе)", -- [111]
				"/п Cпасибо", -- [112]
				" На все крафтовые профессии такое есть", -- [113]
				" Увеличивает количество шардов от распыления", -- [114]
				" |cffa335ee|Hitem:164766::::::::120:258::13::::|h[Чародейский жезл Ивен]|h|r это чантерский инструмент", -- [115]
				" Квесты дадут", -- [116]
				" Сходи к учителям профессий", -- [117]
				" )", -- [118]
				" Ты себе инструменты для профессий уже начал делать?", -- [119]
				"/г Как-то мы с тобой синхоронно ходим. Ты в Нексусе - и я в Нексусе, ты в Гундраке - я там же", -- [120]
				"/cw Арианна-Голдринн Спасиб", -- [121]
				"/cw Арианна-Голдринн магобафф можно?", -- [122]
				"/п Ариана, чародейскую гениальность баффни, плиз", -- [123]
				"/рейд Thanks for the run guys) good luck", -- [124]
				"/рейд Most of the raid died even before the singularity))", -- [125]
				"/рейд Let's do one pull so you'd see what I mean)", -- [126]
				"/рейд Most of the raind will die to that", -- [127]
				"/рейд |cff66bbff|Hjournal:2:15355:16|h[Разрывающая сингулярность]|h|r takes practice", -- [128]
				"/рейд I just remembered why we indeed not gonna kill him ><", -- [129]
				"/рейд You can trade that only to people on your realm", -- [130]
				"/рейд Why not? We've got DK for the grip", -- [131]
				"/рейд We should've killed the maiden. He heals off her once he's at 100 energy", -- [132]
				"/рейд I can go heal but that's not gonna help us", -- [133]
				"/рейд Thanks for the summon", -- [134]
				" А третий кто?", -- [135]
				" Хы)", -- [136]
				" Тираник Тол-Дагор - то ещё удовольствие", -- [137]
				" Ничесебе", -- [138]
				" Вау", -- [139]
				" Спокойной ночи)", -- [140]
				" Я на велосипеде так училась) сначала по ночам)", -- [141]
				" ))", -- [142]
				" \"кого не жалко\" :DDDD", -- [143]
				" Спокойной)", -- [144]
				" Я только потом поняла, что у них стратегия действий такая - ничему не научить, а потом предложить \"посодействовать\" в поисках контактов в ГАИ", -- [145]
				"  У нас в автошколе инструкторы были вообще никакие", -- [146]
				" У тебя был кто-нибудь, с кем первое время можно было поездить поучиться?", -- [147]
				" Ну как чего? Что или сама убьюсь, или кого-нибудь другого убью", -- [148]
				" Права получила, а всё равно страшно", -- [149]
				" А я и хочу купить себе, и боюсь", -- [150]
				" Ромео нам тут хвастался, что ты себе машину купил) причем, его это, видимо, так впечатлило, что он об этом сообщал четыре раза", -- [151]
				" Мы в новый офис переехали :D", -- [152]
				" Ну некоторые вещи меняются, конечно", -- [153]
				"/cw Зозуль-Борейскаятундра Поймай и потискай котика) и успокойся. Всё нормально, ничего плохого не случилось", -- [154]
				"/cw Зозуль-Борейскаятундра Ещё успеем наапаться)) это же не последний ключ в нашей жизни", -- [155]
				"/cw Зозуль-Борейскаятундра Тебе засчитали прохождение?", -- [156]
				"/cw Зозуль-Борейскаятундра Мы даже почти успели. Две минуты не хватило для апа", -- [157]
				"/cw Зозуль-Борейскаятундра Это всего лишь ключ", -- [158]
				"/cw Зозуль-Борейскаятундра Кристин, ты серьёзно?)", -- [159]
				"/cw Зозуль-Борейскаятундра О боже, да ладно тебе))))", -- [160]
				"/cw Жутетварь-Борейскаятундра )))", -- [161]
				"/cw Жутетварь-Борейскаятундра Как надумаешь идти, я тебе портал открою", -- [162]
				"/cw Жутетварь-Борейскаятундра )", -- [163]
				"/cw Жутетварь И выбила маунта на следующей неделе", -- [164]
				"/cw Жутетварь Пока тебя не было, я себе доделала квест на портал к Архимонду", -- [165]
				" Ты дамажишь, кстати", -- [166]
				"/гр Заходите в диск", -- [167]
				"/гр Сейчас Садж ещё будет", -- [168]
				"/гр |cffa335ee|Hkeystone:158923:353:10:9:6:4:117|h[Ключ: Осада Боралуса (10)]|h|r", -- [169]
				"/cw Зозуль Напиши, как готова будешь", -- [170]
				" )))", -- [171]
				" Вы готовы?", -- [172]
				" Это нужно увидеть", -- [173]
				" Магия ласт трая", -- [174]
				"/г МЯУ!", -- [175]
				" Это ты ещё в Штормграде в башне магов не был", -- [176]
				"/cw Зозуль-Борейскаятундра Отлично", -- [177]
				"/cw Зозуль Привет) после островов Осаду 10 пойдешь?", -- [178]
				" Всё, ДБМ ответил)", -- [179]
				" Привет. Ты в ключе или просто инструменты фармишь?", -- [180]
				" Хорошо, тогда чуть позже на край света сходим)", -- [181]
				" ))", -- [182]
				" Вы на каком боссе сейчас?", -- [183]
				" Обновляется", -- [184]
				" Хы, у нас тут Жутесов вернулся", -- [185]
				"/cw Ресточка-Борейскаятундра Единственный и неповторимый", -- [186]
				"/cw Ресточка-Борейскаятундра Он самый", -- [187]
				" Ну так по ходу дела и вспомнишь", -- [188]
				"/cw Ресточка-Борейскаятундра Обновляется", -- [189]
				"/cw Ресточка-Борейскаятундра У нас тут совень вернулась", -- [190]
				"/cw Ресточка Даш, Осаду 10 пойдешь?", -- [191]
				" Блин) Ты уже перезашел", -- [192]
				" Я сейчас собираю остальных пока. Напишу, как перезаходить, хорошо?", -- [193]
				" Как раз собираю", -- [194]
				" Осаду 10 пойдешь?)", -- [195]
				" Конечно)", -- [196]
				" Ты вернулся))", -- [197]
				" Привет)", -- [198]
				" ВАНЯ!!!!", -- [199]
				" Привет) Ты как на счет |cffa335ee|Hkeystone:158923:353:10:9:6:4:117|h[Ключ: Осада Боралуса (10)]|h|r потанчить?", -- [200]
				" Привет, после Анторуса в ключи пойдешь?", -- [201]
				"/cw Ресточка-Борейскаятундра Аманийского медведя за тайм-ран не убрали. Почему убрали этот тайм-ран?", -- [202]
				"/cw Ресточка-Борейскаятундра Странно", -- [203]
				"/cw Ресточка-Борейскаятундра Удалили что ли?", -- [204]
				"/cw Ресточка-Борейскаятундра О_О?", -- [205]
				"/cw Ресточка-Борейскаятундра А у тебя нету её что ли?", -- [206]
				"/cw Ресточка-Борейскаятундра Мы с Ваней ходили в Легионе, выбили обоим", -- [207]
				"/cw Ресточка-Борейскаятундра Да", -- [208]
				"/cw Ресточка-Борейскаятундра Не увидела, что там портал есть", -- [209]
				"/cw Ресточка-Борейскаятундра Не знаю)", -- [210]
				"/cw Ресточка-Борейскаятундра А я кольцо вендору сдала))", -- [211]
				"/cw Ресточка-Борейскаятундра И вроде в Шторме есть портал в Шаттрат", -- [212]
				"/cw Ресточка-Борейскаятундра Ну в БК в принципе |cff0070dd|Hitem:151016::::::::120:258::::::|h[Потрескавшийся череп некролита]|h|r", -- [213]
				"/cw Ресточка-Борейскаятундра Каждый раз мини-шок", -- [214]
				"/cw Ресточка-Борейскаятундра Я до сих пор не привыкла)", -- [215]
				"/cw Ресточка-Борейскаятундра )))", -- [216]
				"/cw Ресточка-Борейскаятундра Загоняют обратно в рейды, которые уже зафармлены давно ><", -- [217]
				"/cw Ресточка-Борейскаятундра |cffffff00|Hachievement:13469:Player-1625-0357DB16:0:0:0:-1:0:0:0:0|h[Рейд-питомник VI: живность Пандарии]|h|r", -- [218]
				"/cw Ресточка-Борейскаятундра Ты новых пэтов уже ходила фармить?", -- [219]
				"/cw Ресточка-Борейскаятундра Я этого дд знаю?)", -- [220]
				"/cw Ресточка-Борейскаятундра 8-9 по мск", -- [221]
				"/cw Ресточка-Борейскаятундра Привет) Мне сейчас уйти надо будет скоро.  Чуть позже вернусь и буду собирать", -- [222]
				" На выходных сходим", -- [223]
				" Тоже думаю, что подзновато уже", -- [224]
				" Ну я так, по принципу \"а вдруг\" спросила", -- [225]
				" После ГС в ключ пойдешь, если соберу?)", -- [226]
				"/г Вот непонятно, почему на некоторые профессии реги для инструментов падают все в одном инсте, а на другие - в четырёх разных инстах", -- [227]
				"/г :(", -- [228]
				"/г Панд, ты микрофон купил?", -- [229]
				"/г Похоже, в ключах реагенты на новые инструменты профессии таки не падают", -- [230]
				"/гр Thanks for the run guys", -- [231]
				"/гр hi", -- [232]
				"/cw Шалопеньо-Голдринн Нужен?", -- [233]
				"/cw Шалопеньо-Голдринн |cff0070dd|Hitem:159252::::::::120:258::2:4:4818:1527:4785:5465:::|h[Головной убор цепких глубин]|h|r могу тебе передать", -- [234]
				"/п Не бегай на другое щупальце", -- [235]
				"/п Стой всегда возле Крущащего ужаса", -- [236]
				"/п Танчи крушащее", -- [237]
				"/п И так тоже не делай", -- [238]
				"/п Не делай так больше", -- [239]
				"/cw Коррделия-Борейскаятундра Спокойной ночи)", -- [240]
				"/cw Коррделия-Борейскаятундра Спасибо", -- [241]
				"/cw Коррделия-Борейскаятундра В следующий раз упадёт)", -- [242]
				"/cw Коррделия-Борейскаятундра 55, 31 координаты", -- [243]
				"/cw Коррделия-Борейскаятундра Вот он рядом", -- [244]
				"/cw Коррделия-Борейскаятундра Меня видишь на карте?", -- [245]
				"/cw Коррделия-Борейскаятундра Мне с него последний маунт остался", -- [246]
				"/cw Коррделия-Борейскаятундра Идем Алашанира убьём", -- [247]
				"/cw Коррделия-Борейскаятундра Угу", -- [248]
				"/cw Коррделия-Борейскаятундра Мне что-то казалось, что там призраки и хор в разных кольцах", -- [249]
				"/cw Коррделия-Борейскаятундра А азеритка таки не совсем топовая", -- [250]
				"/cw Коррделия-Борейскаятундра Сучок дали)", -- [251]
				"/cw Коррделия-Борейскаятундра В шторм?", -- [252]
				"/cw Коррделия-Борейскаятундра Ты же в вармоде", -- [253]
				"/cw Коррделия-Борейскаятундра Только мы в разных фазах", -- [254]
				"/cw Коррделия-Борейскаятундра Сейчас локалку доделаю и пойду", -- [255]
				"/cw Коррделия-Борейскаятундра  с него", -- [256]
				"/cw Коррделия-Борейскаятундра Топовая азеритка", -- [257]
				"/cw Коррделия-Борейскаятундра О, Ивус Трухлявый реснулся", -- [258]
				"/cw Коррделия-Борейскаятундра А орудия труда сделал?)", -- [259]
				"/cw Коррделия-Борейскаятундра Ну почти)", -- [260]
				"/cw Коррделия-Борейскаятундра Ты валанир-то собрал?", -- [261]
				"/cw Коррделия-Борейскаятундра Тогда ты меня нагнал) я его только только сделала", -- [262]
				"/cw Коррделия-Борейскаятундра А ты на каком этапе сейчас?", -- [263]
				"/cw Коррделия-Борейскаятундра Ещё нет", -- [264]
				"/cw Коррделия-Борейскаятундра Потому что играю", -- [265]
				"/cw Коррделия-Борейскаятундра Привет", -- [266]
				"/с /tmw", -- [267]
				"/с /tmw", -- [268]
				"/с /tmw", -- [269]
				"/с /tmw", -- [270]
				"/гр Than you :)", -- [271]
				"/гр +", -- [272]
				"/гр Crit chicken for the win :)", -- [273]
				"/гр hey", -- [274]
				"/гр hi", -- [275]
				"/г |cff1eff00|Hitem:163611::::::::120:258::11::::|h[Кошель мореплавателя]|h|r|cff1eff00|Hitem:163612::::::::120:258::11::::|h[Сумка странника]|h|r|cff1eff00|Hitem:163613::::::::120:258::11::::|h[Мешок с награбленным добром]|h|r", -- [276]
				"/г А чего мне за одну экспедицию сразу три сумки дали?", -- [277]
				"/гр At least in my experience", -- [278]
				"/гр PvP queue always takes forever", -- [279]
				"/гр 2 tanks and a healer?)", -- [280]
				"/гр hi", -- [281]
				"/гр Thanks ", -- [282]
				"/гр hey", -- [283]
				"/гр hi", -- [284]
				" ))", -- [285]
				" |cffa335ee|Hkeystone:158923:353:10:9:6:4:117|h[Ключ: Осада Боралуса (10)]|h|r", -- [286]
				" Конечно)", -- [287]
				" Угадай, какой ключ выпал мне)", -- [288]
				"/гр Cheers)", -- [289]
				"/гр Thanks for awesome run guys", -- [290]
				"/гр Sorry, didn't realize there was an MCed mob)", -- [291]
				"/гр Yeah(", -- [292]
				"/гр I can't see the nameplates from this far", -- [293]
				"/гр did he reset?", -- [294]
				"/гр ty", -- [295]
				"/гр Ok, I'll do the cannons", -- [296]
				"/3 Беги сразу, не жди, пока треугольник погаснет", -- [297]
				"/гр hi", -- [298]
				"/гр hi", -- [299]
				"/п ДК посохи носят?)", -- [300]
				"/г Сразу, как можешь. Не жди, пока погаснет", -- [301]
				"/г Бежать по следу треугольника", -- [302]
				"/cw Айсли-Борейскаятундра Острова пойдешь?", -- [303]
				"/рейд Любопытно же, латное у тебя бельё, или нет", -- [304]
				"/рейд Сразу во флудилку", -- [305]
				"/рейд https://discord.gg/BfUKNH5", -- [306]
				"/рейд https://discord.gg/BfUKNH5", -- [307]
				"/рейд Мне больше понравилось: \"Киньте чёнить\" \"БР могу кинуть\"", -- [308]
				"/рейд Бабл в паладине!", -- [309]
				"/рейд В начале одного морпеха мне оставьте, пожалуйста", -- [310]
				"/рейд Я так и не поняла, бежать  в центр или бежать дальше. Буду бежать за печенькой", -- [311]
				"/рейд Снимают шкуру", -- [312]
				"/рейд У тебя лего под ногами :'(", -- [313]
				"/рейд Так вот почему ты такой злой(", -- [314]
				"/рейд 2 раза?", -- [315]
				"/рейд Лёш, а ты её убивал уже без нас?", -- [316]
				"/рейд /tmw", -- [317]
				"/рейд убежал опять", -- [318]
				"/рейд вот он", -- [319]
				"/рейд Денис, тебе на первой фазе хилить всё равно нечего. Скидывай ты моряков", -- [320]
				"/рейд Если рерольнется из приста - глядишь, собор новый нам построят", -- [321]
				"/рейд Они вздохнули \"Ну наконец-то!\" и отремонтировали там всё, что он накосячил", -- [322]
				"/рейд Ну Дэнчик рерольнулся из мага", -- [323]
				"/рейд Они в башне магов евроремонт сделали", -- [324]
				"/рейд Прилететь в Назмир, погооврить с дворфами", -- [325]
				"/рейд Заходить уже?", -- [326]
				"/рейд Вообще не находит?", -- [327]
				"/рейд Он тебе покажет, какие аддоны имеют апдейты", -- [328]
				"/рейд Отсортируй по статусу обновления", -- [329]
				"/г 2 минуты, квест доделаю", -- [330]
				"/г rofl", -- [331]
				"/г Я сегодня так ходила - танк ливнул после первого босса. В итоге фурик сам затанчил, сам задамажил", -- [332]
				"/г Тогда не спекайся, танчи в фурике", -- [333]
				"/г ы", -- [334]
				"/г Тем более, танком можешь стать", -- [335]
				"/г Но в героике быстрее", -- [336]
				"/г Думаю, да", -- [337]
				"/г Варр готовить!", -- [338]
				"/г Сначала показывают одно. Потом при проверке - другое", -- [339]
				"/г Очень странный квест", -- [340]
				"/г Один стреляет. Второй уворачивается", -- [341]
				"/г Им надо было сделать эту локалку на двоих", -- [342]
				"/г Мы не будем тебя расстраивать. Скоро сам всё узнаешь", -- [343]
				"/г Вейл...", -- [344]
				"/г Из Штормграда своим ходом", -- [345]
				" Круто)", -- [346]
				" Прям как у нас в линейке было", -- [347]
				" ПвП за босса", -- [348]
				" ы", -- [349]
				" Выключи вармод", -- [350]
				" Двойная польза от фарма", -- [351]
				" Тем более, тут почти со всех падают пэты\\игрушки", -- [352]
				" Они сейчас фармятся значительно быстрее, чем в актуале)", -- [353]
				" даже 7500, а не 10000", -- [354]
				" Сейчас точно скажу", -- [355]
				" Или даже меньше", -- [356]
				" 10к вневременных монет, кажется", -- [357]
				" А это тут причем?", -- [358]
				" Тоже не в центр, но хоть не через Штормград лететь", -- [359]
				" Купи себе |cffa335ee|Hitem:103678::::::::120:258::::::|h[Затерянный во времени артефакт]|h|r", -- [360]
				" (", -- [361]
				" Они боятся, что если отдадут кольцо - ты к ним больше не придёшь", -- [362]
				" Зато, наверное, мобы в маноре уже за руку здроваются", -- [363]
				" ))", -- [364]
				" Топ АоЕ даже не приходя в сознание", -- [365]
				" Фроста попробуй", -- [366]
				" Рероллимся в магов", -- [367]
				" ><", -- [368]
				" Значит, туда же", -- [369]
				" Это старый. А новый? Туда же?", -- [370]
				" Из Шторма же какой-то портал есть в Пандарию", -- [371]
				" Башня магов новая меня впечатлила. Не ожидала даже", -- [372]
				" Убрали что ли портал в святилище из Даларана?", -- [373]
				" В смысле без портала?", -- [374]
				" Уже неплохо)", -- [375]
				" Ну как, много пэтов уже набил?)", -- [376]
				" Скажи, когда перезайти на кд", -- [377]
				" Освободилась", -- [378]
				" Чуть позже", -- [379]
				" ргер хилю", -- [380]
				" Привет)", -- [381]
				"/п :)", -- [382]
				"/cw Альмагорн-Борейскаятундра (аддон для автоматической продажи хлама)", -- [383]
				"/cw Альмагорн-Борейскаятундра А хотя нет, Scrap работает, это я кнопки перепутала", -- [384]
				"/cw Альмагорн-Борейскаятундра И Scrap тоже", -- [385]
				"/cw Альмагорн-Борейскаятундра Нет, не работает у меня", -- [386]
				"/cw Альмагорн-Борейскаятундра Привет", -- [387]
				"/cw Коррделия-Борейскаятундра Ну вообще крут)", -- [388]
				"/cw Коррделия-Борейскаятундра Всё то, чем ты не интересуешься)", -- [389]
				"/cw Коррделия-Борейскаятундра За них можно покупать манутов, игрушки, пэтов", -- [390]
				"/cw Коррделия-Борейскаятундра Кстати, ещё висит) можешь хилом зарегаться", -- [391]
				"/cw Коррделия-Борейскаятундра Призыв к оружию прокнул", -- [392]
				"/cw Коррделия-Борейскаятундра Один", -- [393]
				"/п Это БР что ли был?", -- [394]
				"/cw Коррделия-Борейскаятундра Да", -- [395]
				"/cw Коррделия-Борейскаятундра Ничего себе", -- [396]
				"/cw Коррделия-Борейскаятундра воу", -- [397]
				"/cw Коррделия-Борейскаятундра Привет)", -- [398]
				"/cw Коррделия-Борейскаятундра Я не пойду сейчас в мифик", -- [399]
				" Саблезубов разных всяких и так полно. Бегемотик в прошлом сезоне зачетный был", -- [400]
				"/г *её", -- [401]
				"/г Хватайте его!", -- [402]
				" /greet", -- [403]
				" Согласна. Я когда с eu переехала, для меня тоже русскоязычное коммьюнити стало шоком)", -- [404]
				"/cw Малькар-Борейскаятундра Отправила. Можешь не отдавать", -- [405]
				"/cw Малькар-Борейскаятундра Сейчас отправлю", -- [406]
				"/cw Малькар-Борейскаятундра Пару тыщ, это две тысячи?", -- [407]
				" Ахахаха)))))", -- [408]
				" А зачем ты ходишь на БГ? Там же всегда так - все кричат и друг друга обвиняют", -- [409]
				" Да что жа там было такое, что ты успокоиться до сих пор не можешь?", -- [410]
				" Я тебе выдала в диске роль Боевого краба", -- [411]
				"/cw Iowenx-Silvermoon https://discord.gg/BfUKNH5", -- [412]
				"/гр Осада", -- [413]
				"/гр hi)", -- [414]
				"/гр Наш хилл отвалился. Сейчас другого найду", -- [415]
				" Ok, next time then :)", -- [416]
				" We would be extremely happy if you could heal us)", -- [417]
				" Танк на фронте ещё", -- [418]
				"/cw Айсли-Борейскаятундра Я ему не предлагала", -- [419]
				"/cw Айсли-Борейскаятундра Не пошел куда?", -- [420]
				" Sorry to pester you) but did you see my message concerning |cffa335ee|Hkeystone:158923:353:11:10:5:14:117|h[Ключ: Осада Боралуса (11)]|h|r?", -- [421]
				" Нет. Только осада, только хардкор", -- [422]
				"/cw Айсли-Борейскаятундра Угу", -- [423]
				" |cffa335ee|Hkeystone:158923:353:11:10:5:14:117|h[Ключ: Осада Боралуса (11)]|h|r пойдешь?", -- [424]
				"/cw Айсли-Борейскаятундра Я покажу, как не падать)", -- [425]
				" Hey there) We need a healer for |cffa335ee|Hkeystone:158923:353:11:10:5:14:117|h[Ключ: Осада Боралуса (11)]|h|r. Would you like to come?", -- [426]
				"/cw Айсли-Борейскаятундра Расскажем", -- [427]
				"/cw Айсли-Борейскаятундра Но он классный)", -- [428]
				"/cw Айсли-Борейскаятундра Пуфик, Йовен. Хилла ты не знаешь", -- [429]
				"/cw Айсли-Борейскаятундра Идем сегодня) мы врядли там надолго зависнем. Осада страшна,когда она тираник", -- [430]
				"/cw Пуфка-Борейскаятундра Ок", -- [431]
				"/cw Айсли-Борейскаятундра Скорей всего так же", -- [432]
				"/cw Айсли-Борейскаятундра Час по мск", -- [433]
				"/cw Айсли-Борейскаятундра Я завтра скорей всего буду поздно", -- [434]
				"/cw Айсли-Борейскаятундра Мы слишком крутые для 8-го ключа", -- [435]
				"/cw Айсли-Борейскаятундра У панды Сетралисс 8", -- [436]
				"/cw Пуфка-Борейскаятундра У тебя какой ключ?", -- [437]
				"/cw Пуфка-Борейскаятундра У меня |cffa335ee|Hkeystone:158923:353:11:10:5:14:117|h[Ключ: Осада Боралуса (11)]|h|r и Лёша говорит, что это пиздец", -- [438]
				" Сейчас спрошу, что у панды", -- [439]
				" |cffa335ee|Hkeystone:158923:353:11:10:5:14:117|h[Ключ: Осада Боралуса (11)]|h|r", -- [440]
				" Осаду 11 потанчишь?", -- [441]
				"/cw Пуфка Ты ж сказал \"которым хожу\". Теперь дошло", -- [442]
				"/cw Пуфка Ёлки,я думала, палец на ноге", -- [443]
				"/cw Пуфка *?", -- [444]
				"/cw Пуфка Ключ сейчас пойдешь, если получится собрать", -- [445]
				"/г В следующий раз затычки и будут. В накладных сидеть просто анриал", -- [446]
				"/г Сняла наушники. Так вот ты какое, счастье", -- [447]
				" Йа латник!", -- [448]
				" Зацени костюмчик", -- [449]
				"/рейд Вирж, а куда ты вторую палочку дел?", -- [450]
				"/г Уииии я снова человек!", -- [451]
				"/г Ну может у него не совой мифики закрыты", -- [452]
				" Но он без анимации", -- [453]
				" Остался только дебафф \"Самый большой фанат\")", -- [454]
				" Анимация очень прикольная. Им надо такую игрушку сделать)", -- [455]
				" Но всё равно обидно", -- [456]
				" Всё зверьё распугаешь", -- [457]
				" Ну оно логично. Кто же на охоту с двумя барабанами ходит?", -- [458]
				" 24 часа был бафф(((", -- [459]
				" А потом надела |cff0070dd|Hitem:92738::::::::120:258::::::|h[Шляпа для сафари]|h|r и она сняла с меня бафф барабанов О_О", -- [460]
				" Хотела в рейде сегодня похвастаться барабанами", -- [461]
				"/рейд Вот он, тот самый пулл", -- [462]
				"/рейд ЕЕЕЕЕЕЕЕЕЕЕЕЕЕ!!!!!!", -- [463]
				"/рейд Да?", -- [464]
				"/рейд Хилом неприкольно( в робота начинает кидать только тогда, когда уже нельзя ><", -- [465]
				"/рейд Давайте убьём с первого трая. Пожалуйста", -- [466]
				"/рейд В наушниках ппц неудобно", -- [467]
				"/cw Айсли-Борейскаятундра Очень взрослые", -- [468]
				"/cw Айсли-Борейскаятундра Врослые)", -- [469]
				"/cw Айсли-Борейскаятундра Сейчас попробую, может наушники работают", -- [470]
				"/cw Айсли-Борейскаятундра да", -- [471]
				"/cw Айсли-Борейскаятундра Я пока без диска. У меня тут люди в радиусе слышимости, при которых нельзя материться", -- [472]
				"/г /run print(IsQuestFlaggedCompleted(31425))", -- [473]
				"/г Грац)", -- [474]
				" Что-то 11е", -- [475]
				" Не знаю, не открывала сундук ещё", -- [476]
				" А ты, небось, думал, в сказку попал", -- [477]
				" Всё правильно", -- [478]
				" Ты манор прошел, пока спал?", -- [479]
				" Не поняла", -- [480]
				"/cw Аркадрон )))", -- [481]
				"/cw Аркадрон За вокалиста и басиста, наверное, тоже что-то давали, но я не обратила внимания", -- [482]
				"/cw Аркадрон А за гитариста гитару дадут?", -- [483]
				"/cw Аркадрон ы, делала |cffffff00|Hachievement:11919:Player-1625-0357DB16:0:0:0:-1:14:0:0:0|h[Ну, погнали!]|h|r и теперь у меня на спине барабаны с мёртвыми руками))))", -- [484]
				"/рейд Thanks", -- [485]
				"/рейд Can we have mage buff?", -- [486]
				" General > сними галочку Completionist Mode", -- [487]
				" Даш, привет. А ты не в курсе, как делается |cffffff00|Hachievement:12087:Player-1625-0357DB16:0:0:0:-1:0:0:0:0|h[На коне]|h|r, если локалка заканчивается, когда ты 300 набираешь?", -- [488]
				"/с /tiptac", -- [489]
				"/cw Коррделия-Борейскаятундра Да", -- [490]
				"/cw Коррделия-Борейскаятундра Я сейчас точно никуда не пойду", -- [491]
				"/cw Коррделия-Борейскаятундра Привет. Хороший посох", -- [492]
				"/cw Коррделия-Борейскаятундра Привет, нет", -- [493]
				"/гр Спасибо за пати", -- [494]
				"/гр ))))", -- [495]
				"/гр сек", -- [496]
				"/гр Thanks)", -- [497]
				"/гр Rinoa, can you please buff the healer with mana regen?", -- [498]
				" Я бы с удовольствием, но мне тут нужно панду сводить в ключ", -- [499]
				"/гр Нужен ещё кто-нибудь на сумм. Мы с палом у камня, но в разных фазах", -- [500]
			},
			["ChatFrame3EditBox"] = {
				" ><", -- [1]
				" Ну и славно", -- [2]
				" Ну и ладно", -- [3]
				" Ничего он не скажет, нам дд нужны", -- [4]
				" В героик без проблем можешь приходить", -- [5]
				" Рейды среда, воскресенье с 21", -- [6]
				" Последнего только что убили", -- [7]
				" Да", -- [8]
				" Привет)", -- [9]
				" У меня всё по старому)) работаю-играю-потом снова работаю)", -- [10]
				" А то он ещё несколько недель назад нам сову обещал", -- [11]
				" Я тут Роео всю плешь проела", -- [12]
				" В ключах тебя не хватает)", -- [13]
				" Рейдим потихоньку. Закрыли целый один мифик", -- [14]
				" У нас мало что изменилось)", -- [15]
				" А надежда есть на килл или всё плохо?", -- [16]
				"/cw Коррделия-Борейскаятундра Я тоже делать буду. Придётся", -- [17]
				"/cw Коррделия-Борейскаятундра Там ещё продолжение вышла на этой неделе", -- [18]
				"/cw Коррделия-Борейскаятундра Что за квесты? Военная кампания?", -- [19]
				" А какого маунта за РБГ дают?", -- [20]
				" У вас наверняка тоже набирают в ПвП сообщества", -- [21]
				" Сообщества", -- [22]
				" Жена Айсли не играет)", -- [23]
				"/гр Панда сейчас подойдет", -- [24]
				"/cw Айсли-Борейскаятундра Я возьму тебе самого крутого хилла с самым высоким миф скором", -- [25]
				"/cw Айсли-Борейскаятундра Мой хилл сказал, что уйти надо. Можно я пуга найду?", -- [26]
				" Мы всегда до 23 мск", -- [27]
				" Им надо было удалить релики из трини из старинного лута", -- [28]
				"/cw Саджет-Борейскаятундра А ты сейчас на каком боссе?", -- [29]
				" /simc", -- [30]
				" Я тебя не звала, не потому, что я в тебе сомневаюсь, а потому что когда мы собирались, тебя онлайн не было)", -- [31]
				"/cw Альмагорн-Борейскаятундра Прием-прием", -- [32]
				"/cw Ромеох-Борейскаятундра Жилу 10 пойдешь?", -- [33]
				" Sweet)", -- [34]
				" Hey :) We need a healer for |cffa335ee|Hkeystone:158923:247:10:10:8:4:117|h[Ключ: ЗОЛОТАЯ ЖИЛА!!! (10)]|h|r, would you like to come?", -- [35]
				" Ты сифон победил уже?)", -- [36]
				"/cw Гриддис-Борейскаятундра Ещё актуален вопрос?)", -- [37]
				"/cw Гриддис-Борейскаятундра Сорри, не увидела второе сообщение", -- [38]
				"/cw Гриддис-Борейскаятундра Не, сейчас не пойду никуда", -- [39]
				"/cw Кейстут-Борейскаятундра Две вольные гавани", -- [40]
				"/cw Кейстут-Борейскаятундра В среду", -- [41]
				"/cw Кейстут-Борейскаятундра Да)", -- [42]
				" Надо было сказать: \"Гости пусть тоже заходят, дамажить будут\"", -- [43]
				"/cw Саджет-Борейскаятундра тут", -- [44]
				"/cw Меллия-Борейскаятундра Как раз фуллпати наберется", -- [45]
				"/cw Меллия-Борейскаятундра С вами Крабодрон ещё?", -- [46]
				" У тебя желтый монокль, правильно?", -- [47]
				" Я думала, сейчас всех собрать", -- [48]
				"/cw Ложимся-Борейскаятундра С утра, это чтоб можно было вообще не ложиться?)", -- [49]
				"/cw Ресточка-Борейскаятундра Опрашиваю народ. Ориентировочно воскресенье, вторая половина дня", -- [50]
				"/cw Аркадрон Привет. Ты в воскресенье будешь?", -- [51]
				"/cw Ложимся-Борейскаятундра А в воскресенье?)", -- [52]
				"/cw Ложимся-Борейскаятундра Блин, у меня тоже корпоратив", -- [53]
				"/cw Ложимся Ты в субботу будешь? Если да, то когда?", -- [54]
				"/cw Ресточка-Борейскаятундра Ёлка, это чтоб коту было с чем играться?)", -- [55]
				"/cw Ресточка-Борейскаятундра Остальные у нас уже есть", -- [56]
				"/cw Ресточка-Борейскаятундра Сделай себе зелёный монокль, он самый просто", -- [57]
				"/cw Ресточка-Борейскаятундра Угу", -- [58]
				"/cw Ресточка-Борейскаятундра Для последнего этапа нужно именно 5 игроков", -- [59]
				"/cw Ресточка-Борейскаятундра нет", -- [60]
				"/cw Ресточка-Борейскаятундра Угу", -- [61]
				"/cw Ресточка-Борейскаятундра Мы на выходных, скорей всего, будем делать. Если надумаешь, присоединяйся", -- [62]
				"/cw Ресточка-Борейскаятундра https://www.noob-club.ru/index.php?topic=51073.0", -- [63]
				"/cw Меллия Заходи", -- [64]
				"/cw Блэкмор-Борейскаятундра Я даже не знаю, можно ли это сейвом назвать", -- [65]
				"/cw Блэкмор-Борейскаятундра 11к", -- [66]
				" :DD", -- [67]
				"/cw Айсли-Борейскаятундра Тут, сорри", -- [68]
				"/cw Саджет-Борейскаятундра :D", -- [69]
				"/cw Подобиемага-Борейскаятундра Идем в ключи?", -- [70]
				"/cw Саджет-Борейскаятундра В ключи идем?", -- [71]
				"/cw Альмагорн-Борейскаятундра Во сколько он реально будет, хз", -- [72]
				"/cw Альмагорн-Борейскаятундра [20:44:53] [W From] [Sahj]: Выезжаю от родителей. В течение часа буду, если что.", -- [73]
				" Ждем тебя", -- [74]
				" Мы уже собрались", -- [75]
				"/cw Альмагорн-Борейскаятундра Ну как, дождался ужин?)", -- [76]
				" Это +10, я тут надолго", -- [77]
				" А потом убьем всех остальных боссов)", -- [78]
				"/рейд Кто я?", -- [79]
				" Два мили, это 20% нашего рейда", -- [80]
				"/cw Альмагорн-Борейскаятундра Думаешь, они каждый день наблюдают паладинов на медузах?", -- [81]
				"/cw Альмагорн-Борейскаятундра Враги офигеют  и не станут бить", -- [82]
				"/cw Альмагорн-Борейскаятундра Перед входом в Ульдир как раз озерцо есть, там можно поплескаться", -- [83]
				"/cw Альмагорн-Борейскаятундра Ну тоже неплохо)", -- [84]
				"/cw Альмагорн-Борейскаятундра Красота", -- [85]
				"/cw Альмагорн-Борейскаятундра Воу, летающая медуза?", -- [86]
				"/cw Альмагорн-Борейскаятундра |cff1eff00|Hitem:153712::::::::120:258::13:1:3524:::|h[Кианит универсальности]|h|r и я могу сделать)", -- [87]
				"/cw Альмагорн-Борейскаятундра Привет. Если речь о |cff0070dd|Hitem:154128::::::::120:258::13:1:3524:::|h[Королевский кварц универсальности]|h|r, то делают Саджет, Кхорус, Паркетник и Ресточка", -- [88]
				"/cw Аркадрон-Борейскаятундра |cff0070dd|Hitem:152876::::::::120:256::::::|h[Теневой осколок]|h|r х 8 |cffffffff|Hitem:152875::::::::120:256::::::|h[Сумеречная пыль]|h|r х 20", -- [89]
				"/cw Аркадрон-Борейскаятундра |cff0070dd|Hitem:152876::::::::120:258::::::|h[Теневой осколок]|h|r х8 и |cffffffff|Hitem:152875::::::::120:258::::::|h[Сумеречная пыль]|h|rх20", -- [90]
				"/cw Аркадрон-Борейскаятундра Не могу, осколков нет", -- [91]
				"/cw Аркадрон-Борейскаятундра Нет, я не пользуюсь ва", -- [92]
				" Не больше 8 точно", -- [93]
				" Наши звёзды вроде 7 максимально проходили", -- [94]
				"/cw Раерр-Борейскаятундра В Легионе миссии в оплоте были на золото. Оно пассивно копилось", -- [95]
				"/гр Садж, Ваф, заходите туда", -- [96]
				"/гр Они в гильдейском войсе", -- [97]
				" Садж через 20 минут освободится и мы идем в гавань и в усадьбу", -- [98]
				"/cw Пуфка-Борейскаятундра Может осталось", -- [99]
				"/cw Пуфка-Борейскаятундра Тебе какая нужна, линкани", -- [100]
				"/cw Пуфка-Борейскаятундра Я сама вчера алхимию качала, почти всё слила", -- [101]
				"/cw Саджет-Борейскаятундра Маякни, пожалуйста, как освободишься", -- [102]
				"/cw Аркадрон-Борейскаятундра Ты в диск можешь зайти?", -- [103]
				"/cw Альмагорн-Борейскаятундра Нет, спасибо. Я уже с ребятами договорилась на счет мифов", -- [104]
				"/cw Айсли-Борейскаятундра С кем?", -- [105]
				" Если что, договоримся)", -- [106]
				" Хиловская у меня уже есть. На счет ддшной не знаю, насколько она хороша для шп, нужно больше информации", -- [107]
				" Спасибо)", -- [108]
				" )", -- [109]
				" Так, я утратила нить повествования. Что ты собрался повторять?", -- [110]
				"/cw Маэвин-Борейскаятундра Я видела объявления по 1к и 800. Но сомневаюсь, что это кто-то покупает", -- [111]
				"/cw Маэвин-Борейскаятундра Вроде всё", -- [112]
				"/cw Маэвин-Борейскаятундра Не знала", -- [113]
				"/cw Маэвин-Борейскаятундра Ы, если продолжать крафтить при полном инвентаре, вещи пришлют на почту", -- [114]
				"/cw Маэвин-Борейскаятундра Печаль", -- [115]
				"/cw Маэвин-Борейскаятундра Точно, чант же", -- [116]
				"/cw Маэвин-Борейскаятундра 175 наручей Оо", -- [117]
				"/cw Альмагорн-Борейскаятундра Это Ваня у нас совотерминатор 310+)", -- [118]
				"/cw Альмагорн-Борейскаятундра У меня 299)", -- [119]
				"/cw Альмагорн-Борейскаятундра Мы в нормалы", -- [120]
				"/cw Альмагорн-Борейскаятундра Ага, точно. Отдельный плагин", -- [121]
				"/cw Альмагорн-Борейскаятундра Сейчас чет не показывает. Надо, наверное, плагин для БФА скачать", -- [122]
				"/cw Альмагорн-Борейскаятундра Раньше показывало рарники и сундуки", -- [123]
				"/cw Альмагорн-Борейскаятундра Лин, я думала, ты в инсты с нами собирался)", -- [124]
				" Чтоб призвать", -- [125]
				" Надо как-нибудь собраться. Там вроде 5 человек нужно", -- [126]
				" )", -- [127]
				" Но фиг там, естественно)", -- [128]
				" Сноходца хочу", -- [129]
				" Я Вальшару всему твинками всегда делала", -- [130]
				" Вроде да", -- [131]
				" да", -- [132]
				" И будет ещё |cffffffff|Hitem:152496::::::::110:258::13:1:3524:::|h[Зелье обмана Демитрия]|h|r", -- [133]
				" В материалах для крафта", -- [134]
				" Обычно все дренорское пьют. Если покупать готовое, оно самое недорогое", -- [135]
				" |cffffffff|Hitem:127840::::::::110:258::13:1:3524:::|h[Скагглсок]|h|r", -- [136]
				" |cffffffff|Hitem:116268::::::::110:258:::1:3524:::|h[Дренорское зелье невидимости]|h|r", -- [137]
				" Непонерфленный", -- [138]
				" Рецепт из Классики", -- [139]
				" При этом, в качестве инвиз пота я до сих пор пью |cffffffff|Hitem:9172::::::::110:258::::::|h[Зелье невидимости]|h|r", -- [140]
				" Верните мне мой тартар!", -- [141]
				" К черту, что вы хотите", -- [142]
				" Это их дурацкая философия: \"Мы не хотим, чтоб игроки считали себя обязанными фармить старый контент\"", -- [143]
				" И по ощущениям 250 - это исчезающе мало", -- [144]
				" А теперь \"Скорость повышена на 250\"", -- [145]
				" Раньше было +40%", -- [146]
				" Но я не вижу разницы между этой \"прибавкой\" и моей обычной скоростью", -- [147]
				" Конечно", -- [148]
				" Нет. Там тоже был статик, но мы вайпнулись", -- [149]
			},
			["ChatFrame2EditBox"] = {
				"/с /vuhdo options", -- [1]
			},
			["ChatFrame9EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1589111313,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 7,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[18:38:23]|h Сообщение дня от гильдии: \"Всем, кто хочет рейдить в ШЛ пройти опрос !!! в дискорде (раздел анонсы) и выбрать роль (раздел выбор роли)\"",
					["serverTime"] = 1607201059,
					["r"] = 0.4627451300621033,
					["b"] = 0.9921569228172302,
					["timestamp"] = 1878825.23,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["g"] = 0.5058823823928833,
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 1878825.23,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1878825.23,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[22:44:17]|h Сообщение дня от гильдии: \"Рейдинг начинается 9 декабря. Проходной минимальный ИЛ для рейдеров 180. За помощью (в рамках разумного) с одеванием к Полосатышу. Вся информация по рейдерам в дискорде. Кого нет в дискорде зайдите по ссылке в инфо (по выдаче прав и ролей к Полосатыш)\"",
					["r"] = 0.4627451300621033,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1878823.558,
					["g"] = 0.5058823823928833,
					["b"] = 0.9921569228172302,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[22:45:26]|h |cffd8d8d8[|r|Hplayer:Манга-Борейскаятундра:1172:GUILD|h|cffd84e4e60|r:|cfffe7b09Манга|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14332:Player-1929-0E7B1B38:1:12:5:20:4294967295:4294967295:4294967295:4294967295|h[Повар Темных Земель]|h|r!",
					["serverTime"] = 1607201126,
					["r"] = 0.2862745225429535,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878894.209,
					["g"] = 0.4901961088180542,
					["b"] = 1,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[22:47:04]|h |cffd8d8d8[|r|Hplayer:Тэйма-Борейскаятундра:1225:GUILD|h|cffd84e4e60|r:|cfffe7b09Тэйма|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14835:Player-1929-0E9AA76E:1:12:5:20:4294967295:4294967295:4294967295:4294967295|h[Прочная связь]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1607201224,
					["r"] = 0.2862745225429535,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						10, -- [3]
						24, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878992.003,
					["g"] = 0.4901961088180542,
					["b"] = 1,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[22:47:50]|h |cffd8d8d8[|r|Hplayer:Коррделия-Борейскаятундра:1238:GUILD|h|cffd84e4e60|r:|cfffefefeКоррделия|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14772:Player-1929-0E228027:1:12:5:20:4294967295:4294967295:4294967295:4294967295|h[Чего нетопыришься?]|h|r!",
					["serverTime"] = 1607201270,
					["r"] = 0.2862745225429535,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						10, -- [3]
						33, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879038.211,
					["g"] = 0.4901961088180542,
					["b"] = 1,
				}, -- [7]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[20:36:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134813:14|tДух лета – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479340.441,
					["serverTime"] = 1601660177,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[20:36:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T2735924:14|tТрубочих – |3-8(вражеский питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479341.207,
					["serverTime"] = 1601660178,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[20:38:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479461.38,
					["serverTime"] = 1601660299,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[20:38:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135817:14|t|cff4e96f7|HbattlePetAbil:178:1481:276:276|h[Жертвенный огонь]|h|r наносит 133 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479462.39,
					["serverTime"] = 1601660300,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[20:38:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135817:14|t|cff4e96f7|HbattlePetAbil:178:1481:276:276|h[Жертвенный огонь]|h|r накладывает эффект |T135817:14|t|cff4e96f7|HbattlePetAbil:177:1481:276:276|h[Жертвенный огонь]|h|r на |3-1(вражеский питомец) |3-3(|T2735924:14|tТрубочих).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479462.64,
					["serverTime"] = 1601660300,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[20:38:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136182:14|t|cff4e96f7|HbattlePetAbil:640:1707:420:244|h[Ядовитый дым]|h|r наносит 232 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T134813:14|tДух лета).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479465.125,
					["serverTime"] = 1601660302,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[20:38:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136182:14|t|cff4e96f7|HbattlePetAbil:640:1707:420:244|h[Ядовитый дым]|h|r накладывает эффект \"|T136182:14|t|cff4e96f7|HbattlePetAbil:639:1707:420:244|h[Ядовитый дым]|h|r\" на |3-3(ваша команда).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479465.375,
					["serverTime"] = 1601660302,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[20:38:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135817:14|t|cff4e96f7|HbattlePetAbil:177:1249:276:276|h[Жертвенный огонь]|h|r наносит 55 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479466.405,
					["serverTime"] = 1601660303,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[20:38:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136182:14|t|cff4e96f7|HbattlePetAbil:639:1652:420:244|h[Ядовитый дым]|h|r наносит 72 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T134813:14|tДух лета).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479466.425,
					["serverTime"] = 1601660303,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[20:38:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479470.391,
					["serverTime"] = 1601660307,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[20:38:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135827:14|t|cff4e96f7|HbattlePetAbil:179:1177:276:276|h[Поджигание]|h|r наносит 333 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479471.851,
					["serverTime"] = 1601660308,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[20:38:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135827:14|t|cff4e96f7|HbattlePetAbil:179:1177:276:276|h[Поджигание]|h|r наносит 111 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479472.611,
					["serverTime"] = 1601660309,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[20:38:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132104:14|t|cff4e96f7|HbattlePetAbil:2327:1208:420:244|h[Ядовитые брызги X]|h|r наносит 1650 ед. урона (сильн. удар) |3-2(ваш питомец) |3-2(|T134813:14|tДух лета).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479474.251,
					["serverTime"] = 1601660311,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[20:38:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T134813:14|tДух лета погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479474.251,
					["serverTime"] = 1601660311,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[20:38:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135817:14|t|cff4e96f7|HbattlePetAbil:177:0:276:276|h[Жертвенный огонь]|h|r наносит 55 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479476.778,
					["serverTime"] = 1601660313,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[20:38:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479479.407,
					["serverTime"] = 1601660316,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[20:38:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132914:14|tИкки – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479479.407,
					["serverTime"] = 1601660316,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[20:38:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479490.441,
					["serverTime"] = 1601660327,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[20:38:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135664:14|t|cff4e96f7|HbattlePetAbil:919:1319:322:409|h[Черный коготь]|h|r накладывает эффект |T135664:14|t|cff4e96f7|HbattlePetAbil:918:1319:322:409|h[Черный коготь]|h|r на |3-1(вражеский питомец) |3-3(|T2735924:14|tТрубочих).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479491.635,
					["serverTime"] = 1601660328,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[20:38:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132108:14|t|cff4e96f7|HbattlePetAbil:1954:1153:420:244|h[Протокол отравления]|h|r наносит 72 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479493.697,
					["serverTime"] = 1601660330,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[20:38:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132108:14|t|cff4e96f7|HbattlePetAbil:1954:1153:420:244|h[Протокол отравления]|h|r наносит 110 ед. урона |3-2(ваш питомец) |3-2(|T134373:14|tПтенец феникса).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479495.097,
					["serverTime"] = 1601660332,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[20:38:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132108:14|t|cff4e96f7|HbattlePetAbil:1954:1153:420:244|h[Протокол отравления]|h|r накладывает эффект |T136067:14|t|cff4e96f7|HbattlePetAbil:379:1153:420:244|h[Отравление]|h|r на |3-1(ваш питомец) |3-3(|T132914:14|tИкки).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479495.347,
					["serverTime"] = 1601660332,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[20:38:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132108:14|t|cff4e96f7|HbattlePetAbil:1954:1153:420:244|h[Протокол отравления]|h|r накладывает эффект |T136067:14|t|cff4e96f7|HbattlePetAbil:379:1153:420:244|h[Отравление]|h|r на |3-1(ваш питомец) |3-3(|T134373:14|tПтенец феникса).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479495.597,
					["serverTime"] = 1601660332,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[20:38:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136067:14|t|cff4e96f7|HbattlePetAbil:379:1153:420:244|h[Отравление]|h|r наносит 110 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479496.632,
					["serverTime"] = 1601660333,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[20:38:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136067:14|t|cff4e96f7|HbattlePetAbil:379:1153:420:244|h[Отравление]|h|r наносит 110 ед. урона |3-2(ваш питомец) |3-2(|T134373:14|tПтенец феникса).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479496.652,
					["serverTime"] = 1601660333,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[20:38:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135817:14|t|cff4e96f7|HbattlePetAbil:177:0:276:276|h[Жертвенный огонь]|h|r наносит 158 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479496.672,
					["serverTime"] = 1601660333,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[20:38:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136182:14|t|cff4e96f7|HbattlePetAbil:639:995:420:244|h[Ядовитый дым]|h|r наносит 110 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479496.692,
					["serverTime"] = 1601660333,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[20:38:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T136182:14|t|cff4e96f7|HbattlePetAbil:639:995:420:244|h[Ядовитый дым]|h|r\", наложенного на |3-3(ваша команда), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479497.693,
					["serverTime"] = 1601660334,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[20:39:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479520.359,
					["serverTime"] = 1601660357,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[20:39:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1027:322:409|h[Стая]|h|r наносит 94 ед. урона |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479520.709,
					["serverTime"] = 1601660357,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[20:39:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1027:322:409|h[Стая]|h|r наносит 94 ед. урона |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479521.459,
					["serverTime"] = 1601660358,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[20:39:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1027:322:409|h[Стая]|h|r наносит 94 ед. урона |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479521.81,
					["serverTime"] = 1601660358,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[20:39:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1027:322:409|h[Стая]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:1027:322:409|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T2735924:14|tТрубочих).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479522.164,
					["serverTime"] = 1601660359,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[20:39:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136182:14|t|cff4e96f7|HbattlePetAbil:640:713:420:244|h[Ядовитый дым]|h|r наносит 352 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479525.085,
					["serverTime"] = 1601660362,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[20:39:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136182:14|t|cff4e96f7|HbattlePetAbil:640:713:420:244|h[Ядовитый дым]|h|r накладывает эффект \"|T136182:14|t|cff4e96f7|HbattlePetAbil:639:713:420:244|h[Ядовитый дым]|h|r\" на |3-3(ваша команда).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479525.335,
					["serverTime"] = 1601660362,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[20:39:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136067:14|t|cff4e96f7|HbattlePetAbil:379:713:420:244|h[Отравление]|h|r наносит 110 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479526.365,
					["serverTime"] = 1601660363,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[20:39:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618976:14|t|cff4e96f7|HbattlePetAbil:239:565:322:409|h[Летающий питомец]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T132914:14|tИкки), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479526.365,
					["serverTime"] = 1601660363,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[20:39:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136067:14|t|cff4e96f7|HbattlePetAbil:379:713:420:244|h[Отравление]|h|r наносит 110 ед. урона |3-2(ваш питомец) |3-2(|T134373:14|tПтенец феникса).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479526.385,
					["serverTime"] = 1601660363,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[20:39:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135817:14|t|cff4e96f7|HbattlePetAbil:177:0:276:276|h[Жертвенный огонь]|h|r наносит 474 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479526.405,
					["serverTime"] = 1601660363,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[20:39:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136182:14|t|cff4e96f7|HbattlePetAbil:639:239:420:244|h[Ядовитый дым]|h|r наносит 110 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479526.425,
					["serverTime"] = 1601660363,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[20:39:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479528.01,
					["serverTime"] = 1601660364,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[20:39:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:455:322:273|h[Стая]|h|r наносит 282 ед. урона |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479528.51,
					["serverTime"] = 1601660365,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[20:39:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T2735924:14|tТрубочих погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479528.51,
					["serverTime"] = 1601660365,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[20:39:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:368:420:244|h[Последний шанс]|h|r восстанавливает 368 ед. урона |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479531.031,
					["serverTime"] = 1601660367,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[20:39:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:368:420:244|h[Последний шанс]|h|r накладывает эффект |T618979:14|t|cff4e96f7|HbattlePetAbil:244:368:420:244|h[Механический питомец]|h|r на |3-1(вражеский питомец) |3-3(|T2735924:14|tТрубочих).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479531.281,
					["serverTime"] = 1601660368,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[20:39:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:455:322:273|h[Стая]|h|r наносит 423 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479534.395,
					["serverTime"] = 1601660371,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[20:39:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T2735924:14|tТрубочих погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479534.395,
					["serverTime"] = 1601660371,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[20:39:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136067:14|t|cff4e96f7|HbattlePetAbil:379:0:420:244|h[Отравление]|h|r наносит 110 ед. урона |3-2(ваш питомец) |3-2(|T134373:14|tПтенец феникса).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479537.618,
					["serverTime"] = 1601660374,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[20:39:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136067:14|t|cff4e96f7|HbattlePetAbil:379:0:420:244|h[Отравление]|h|r наносит 110 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479537.638,
					["serverTime"] = 1601660374,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[20:39:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136182:14|t|cff4e96f7|HbattlePetAbil:639:0:420:244|h[Ядовитый дым]|h|r наносит 110 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479537.658,
					["serverTime"] = 1601660374,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[20:39:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T136067:14|t|cff4e96f7|HbattlePetAbil:379:0:420:244|h[Отравление]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T132914:14|tИкки), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479538.673,
					["serverTime"] = 1601660375,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[20:39:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T136067:14|t|cff4e96f7|HbattlePetAbil:379:0:420:244|h[Отравление]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134373:14|tПтенец феникса), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479538.673,
					["serverTime"] = 1601660375,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[20:39:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:777:322:273|h[Боевое восстановление]|h|r восстанавливает 542 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479540.163,
					["serverTime"] = 1601660377,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[20:39:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1099:276:325|h[Боевое восстановление]|h|r восстанавливает 220 ед. урона |3-2(ваш питомец) |3-2(|T134373:14|tПтенец феникса).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479540.163,
					["serverTime"] = 1601660377,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [54]
			},
			["headIndex"] = 54,
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 56,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[22:47:20]|h Вы получили предмет: |cffffffff|Hitem:152505::::::::50:258:::::::|h[Речной горох]|h|rx32.",
					["serverTime"] = 1607201240,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879007.669,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[22:47:22]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Смертакил-ЧерныйШрам:1232:CHANNEL:3|h|cffc31d39Смертакил|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: |cff71d5ff|Hspell:49039:0|h[Перерождение]|h|r ануса",
					["serverTime"] = 1607201242,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879009.757,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[22:47:31]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Фолтруа-ЧерныйШрам:1233:CHANNEL:3|h|cff3ec6eaФолтруа|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: Кто-то линканул скил без преписки \"ануса\"? Настоящий герой",
					["serverTime"] = 1607201251,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879018.913,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[22:47:33]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Фолтруа-ЧерныйШрам:1234:CHANNEL:3|h|cff3ec6eaФолтруа|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: ...",
					["serverTime"] = 1607201253,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879020.739,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[22:47:36]|h Сара Бартлетт говорит: Наши пряности придают любому блюду потрясающий цвет и аромат! Тебе понравится.",
					["serverTime"] = 1607201256,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879024.445,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[22:47:37]|h |cff33ff99Postal|r: Собрано 110|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 53|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 35|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t",
					["timestamp"] = 1879024.675,
					["serverTime"] = 1607201257,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[22:47:43]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Элеван-ЧерныйШрам:1236:CHANNEL:3|h|cffc31d39Элеван|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: |cffff2020|Hquest:61343:837|h[Победы далекого прошлого]|h|r кто-нибудь хочет поучаствовать?",
					["serverTime"] = 1607201263,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						29, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879031.431,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[22:47:49]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Шалдерай-Борейскаятундра:1237:CHANNEL:3|h|cfff38bb9Шалдерай|r|h|cffd8d8d8]|r: Народ какой илвл сейчас максимальный?",
					["serverTime"] = 1607201269,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						31, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879037.102,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[22:47:50]|h |cffd8d8d8[|r|Hplayer:Коррделия-Борейскаятундра:1238:GUILD|h|cffd84e4e60|r:|cfffefefeКоррделия|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14772:Player-1929-0E228027:1:12:5:20:4294967295:4294967295:4294967295:4294967295|h[Чего нетопыришься?]|h|r!",
					["serverTime"] = 1607201270,
					["r"] = 0.2862745225429535,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						10, -- [3]
						33, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879038.211,
					["g"] = 0.4901961088180542,
					["b"] = 1,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[22:47:52]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Смертакил-ЧерныйШрам:1239:CHANNEL:3|h|cffc31d39Смертакил|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: |cff71d5ff|Hspell:56222:0|h[Темная власть]|h|r ануса",
					["serverTime"] = 1607201272,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879040.055,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[22:47:55]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Акиноми-Борейскаятундра:1240:CHANNEL:3|h|cffd84e4e120|r:|cfff38bb9Акиноми|r|h|cffd8d8d8]|r: анус мозга жи",
					["serverTime"] = 1607201275,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879042.93,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[22:48:03]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Тасден-Борейскаятундра:1241:CHANNEL:3|h|cffd84e4e120|r:|cfffe7b09Тасден|r|h|cffd8d8d8]|r: да, Фолтруа, это настоящая |cffffff00|Hachievement:14499:Player-1929-0E2E134E:0:0:0:-1:0:0:0:0|h[Фантастика]|h|r |cffffffff(|rсделано|cffffffff)|r",
					["serverTime"] = 1607201283,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						36, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879050.746,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[22:48:20]|h Мири Скриполяпс говорит: У меня самые надежные изобретения во всем Тирагарде, и это факт!",
					["serverTime"] = 1607201300,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879068.634,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[22:49:02]|h Вы получили предмет: |cffffffff|Hitem:37909::::::::50:258:::::::|h[Любимый сорт Повелителя Холода]|h|r.",
					["serverTime"] = 1607201342,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879110.494,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[22:49:06]|h Сара Бартлетт говорит: Забудь про безвкусную еду! Взгляни на мои специи!",
					["serverTime"] = 1607201346,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879113.965,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[22:49:06]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Мессон-Борейскаятундра:1245:CHANNEL:3|h|cffa9d271Мессон|r|h|cffd8d8d8]|r: |cffffff00|Hachievement:14721:Player-1929-0D72B404:0:0:0:-1:1:0:0:0|h[Лабораторная работа]|h|r желающие + в ПМ",
					["serverTime"] = 1607201346,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879114.221,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[22:49:08]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Профикилло-Борейскаятундра:1246:CHANNEL:3|h|cff3ec6eaПрофикилло|r|h|cffd8d8d8]|r: |cff71d5ff|Hspell:130:0|h[Замедленное падение]|h|r Казаха",
					["serverTime"] = 1607201348,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879116.583,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[22:49:16]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Профикилло-Борейскаятундра:1247:CHANNEL:3|h|cff3ec6eaПрофикилло|r|h|cffd8d8d8]|r: |cff71d5ff|Hspell:131784:0|h[Иллюзия]|h|r Казаха",
					["serverTime"] = 1607201356,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879123.877,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[22:49:17]|h Вы слегка пьянеете от напитка |cffffffff|Hitem:37909::::::::50:258:::::::|h[Любимый сорт Повелителя Холода]|h|r.",
					["serverTime"] = 1607201357,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879125.545,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[22:49:17]|h Вы создаете: |cff9d9d9d|Hitem:38626::::::::50:258:::::::|h[Пустая бутыль из-под пойла]|h|r.",
					["serverTime"] = 1607201357,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879125.61,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[22:49:24]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Фолтруа-ЧерныйШрам:1250:CHANNEL:3|h|cff3ec6eaФолтруа|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: О, что-то новое!",
					["serverTime"] = 1607201364,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879131.721,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[22:49:37]|h Вы продали хлама на 2|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t",
					["serverTime"] = 1607201377,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						38, -- [3]
						38, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879145.11,
					["g"] = 1,
					["b"] = 0,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[22:49:40]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Фолтруа-ЧерныйШрам:1251:CHANNEL:3|h|cff3ec6eaФолтруа|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: Коль Близзард не внесли иновации в ШЛ - его вносят игроки",
					["serverTime"] = 1607201380,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879148.285,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[22:49:43]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Профикилло-Борейскаятундра:1252:CHANNEL:3|h|cff3ec6eaПрофикилло|r|h|cffd8d8d8]|r: На борейке казахи всегда в моде",
					["serverTime"] = 1607201383,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879151.302,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[22:49:44]|h |cfffefefeМаиерс|r выходит из игрового мира.",
					["serverTime"] = 1607201384,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879152.449,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[22:50:00]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Этэльфледа-ЧерныйШрам:1254:CHANNEL:3|h|cffc59a6cЭтэльфледа|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: так тундра же",
					["serverTime"] = 1607201400,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						39, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879167.827,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[22:50:00]|h |cffd8d8d8[|r|Hplayer:Сионелла:1255|h|cffd84e4e60|r:|cffc59a6cСионелла|r|h|cffd8d8d8]|r входит в игровой мир.",
					["serverTime"] = 1607201400,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879168.389,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[22:50:04]|h Вы протрезвели.",
					["serverTime"] = 1607201404,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879171.731,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[22:50:04]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Фолтруа-ЧерныйШрам:1257:CHANNEL:3|h|cff3ec6eaФолтруа|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: Как думаешь, стоит ждать в союзных фракциях:",
					["serverTime"] = 1607201404,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879172.272,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[22:50:05]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Кейнарос-ЧерныйШрам:1258:CHANNEL:3|h|cff8687edКейнарос|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: |cff71d5ff|Hspell:698:0|h[Ритуал призыва]|h|r казаха",
					["serverTime"] = 1607201405,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						41, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879173.252,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[22:50:06]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Фолтруа-ЧерныйШрам:1259:CHANNEL:3|h|cff3ec6eaФолтруа|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: ?",
					["serverTime"] = 1607201406,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879174.315,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[22:50:14]|h |cfffe7b09Ростмен|r выходит из игрового мира.",
					["serverTime"] = 1607201414,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879182.476,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[22:50:19]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Профикилло-Борейскаятундра:1261:CHANNEL:3|h|cff3ec6eaПрофикилло|r|h|cffd8d8d8]|r: |cff71d5ff|Hspell:1459:0|h[Чародейский интеллект]|h|r Казаха",
					["serverTime"] = 1607201419,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879187.633,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[22:50:33]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Профикилло-Борейскаятундра:1262:CHANNEL:3|h|cff3ec6eaПрофикилло|r|h|cffd8d8d8]|r: Казахское |cff71d5ff|Hspell:190336:0|h[Сотворение яств]|h|r",
					["serverTime"] = 1607201433,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879201.636,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[22:51:05]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Тяночкаскаре-ЧерныйШрам:1263:CHANNEL:3|h|cfffef367Тяночкаскаре|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: кстати интерессный факт, в гугле средний icq каzаха имеет значение в 85 вроде",
					["serverTime"] = 1607201465,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879232.701,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[22:51:06]|h Мири Скриполяпс говорит: Не доверяй другим гномским изобретениям! Все мои конкуренты – шарлатаны!",
					["serverTime"] = 1607201466,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879233.706,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[22:51:06]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Альтехор-ТкачСмерти:1265:CHANNEL:3|h|cfffef367Альтехор|r-|cff39a132Тка|r|h|cffd8d8d8]|r: Классику совсем не уважаете",
					["serverTime"] = 1607201466,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						45, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879234.35,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[22:51:46]|h Луиза говорит: Мам, там ребята играют без меня! Можно мне с ними? Ну пожа-а-алуйста!",
					["serverTime"] = 1607201506,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879274.514,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[22:51:48]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Мегадрагон-ЧерныйШрам:1267:CHANNEL:3|h|cffc59a6cМегадрагон|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: Гильдия \"Хэллоуин\" ищет таланты для освоения PvE/PvP контента игры и реального усиления статиков.  Опыт предыдущих контентов приветствуется.",
					["serverTime"] = 1607201508,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879275.99,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[22:51:48]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Мегадрагон-ЧерныйШрам:1268:CHANNEL:3|h|cffc59a6cМегадрагон|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: Требования:адекватность, активность, ответственность, желание играть в команде. RT гильдии 20.30-23.30 пн-чт. От нас ивенты и приятная атмосфера!",
					["serverTime"] = 1607201508,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879276.367,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[22:51:51]|h Сара Бартлетт говорит: Наши пряности придают любому блюду потрясающий цвет и аромат! Тебе понравится.",
					["serverTime"] = 1607201511,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879279.004,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[22:52:07]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Легендрайзез-ЧерныйШрам:1270:CHANNEL:3|h|cff006fdcЛегендрайзез|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: |cff9d9d9d|Hitem:155618::::::::48:263:::::::|h[Сброшенная кожа]|h|r казаха",
					["serverTime"] = 1607201527,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						49, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879294.993,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[22:52:09]|h Патрик Марксон говорит: Идешь на охоту? Если нужно закупиться, лучшего места не найти!",
					["serverTime"] = 1607201529,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879296.712,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[22:52:09]|h |cfffef367Дарккаин|r выходит из игрового мира.",
					["serverTime"] = 1607201529,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879296.988,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[22:52:10]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Профикилло-Борейскаятундра:1273:CHANNEL:3|h|cff3ec6eaПрофикилло|r|h|cffd8d8d8]|r: Мегадрагон-ЧерныйШрам, А у нас требование Неадекватность!",
					["serverTime"] = 1607201530,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879298.072,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[22:52:15]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Профикилло-Борейскаятундра:1274:CHANNEL:3|h|cff3ec6eaПрофикилло|r|h|cffd8d8d8]|r: В гильдию  \"Партия ДЦП\",  ведется набор в вечерний статик, РТ в 22:30 Пн, Ср, Чт",
					["serverTime"] = 1607201535,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879303.605,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[22:52:22]|h |Hchannel:channel:1|h[1] |h|cffd8d8d8[|r|Hplayer:Пластелин-Гром:1275:CHANNEL:1|h|cff3ec6eaПластелин|r-|cffad5c7fГро|r|h|cffd8d8d8]|r: Продам |cffa335ee|Hitem:184789::::::::60:63:::3:42:1472:6646:1:28:1707:::|h[Зловредные ботфорты Нита]|h|r, дешевле аука",
					["serverTime"] = 1607201542,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						51, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879309.724,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[22:52:33]|h |cffd8d8d8[|r|Hplayer:Каинка:1276|h|cffd8bc3f52|r:|cff3ec6eaКаинка|r|h|cffd8d8d8]|r входит в игровой мир.",
					["serverTime"] = 1607201553,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879321.602,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[22:52:36]|h |cffc59a6cСионелла|r выходит из игрового мира.",
					["serverTime"] = 1607201556,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879323.703,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[22:52:39]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Фолтруа-ЧерныйШрам:1278:CHANNEL:3|h|cff3ec6eaФолтруа|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: Почему в неё не берут одних лишь ДЦ пристов?",
					["serverTime"] = 1607201559,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879326.798,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[22:52:50]|h |cffd8d8d8[|r|Hplayer:Маиерс:1279|h|cffd8bc3f50|r:|cfffefefeМаиерс|r|h|cffd8d8d8]|r входит в игровой мир.",
					["serverTime"] = 1607201570,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879338.167,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[22:52:56]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Профикилло-Борейскаятундра:1280:CHANNEL:3|h|cff3ec6eaПрофикилло|r|h|cffd8d8d8]|r: Хм. не думал о ДЦ Пристах)",
					["serverTime"] = 1607201576,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879344.617,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[22:52:57]|h |cfffefefeМаиерс|r выходит из игрового мира.",
					["serverTime"] = 1607201577,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879344.865,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[22:52:57]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Акиноми-Борейскаятундра:1282:CHANNEL:3|h|cffd84e4e120|r:|cfff38bb9Акиноми|r|h|cffd8d8d8]|r: это было бы слишком просто",
					["serverTime"] = 1607201577,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879345.547,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[22:53:10]|h |cffd8d8d8[|r|Hplayer:Сионелла:1283|h|cffd84e4e60|r:|cffc59a6cСионелла|r|h|cffd8d8d8]|r входит в игровой мир.",
					["serverTime"] = 1607201590,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879358.241,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[22:53:16]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Мессон-Борейскаятундра:1284:CHANNEL:3|h|cffa9d271Мессон|r|h|cffd8d8d8]|r: |cffffff00|Hachievement:14721:Player-1929-0D72B404:0:0:0:-1:1:0:0:0|h[Лабораторная работа]|h|r желающие + в ПМ",
					["serverTime"] = 1607201596,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879364.141,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[22:44:59]|h |cff33ff99Postal|r: Обработка сообщения 31: Аукцион не состоялся: Птенец альбатроса",
					["timestamp"] = 1878866.746,
					["serverTime"] = 1607201100,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[22:44:59]|h Вы получили предмет: |cff0070dd|Hitem:82800::::::::50:258:::::::|h[Клетка для питомца]|h|r.",
					["serverTime"] = 1607201100,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878866.982,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[22:44:59]|h |cff33ff99Postal|r: Обработка сообщения 30: Аукцион не состоялся: Птенец альбатроса",
					["timestamp"] = 1878867.271,
					["serverTime"] = 1607201100,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[22:45:00]|h Вы получили предмет: |cff0070dd|Hitem:82800::::::::50:258:::::::|h[Клетка для питомца]|h|r.",
					["serverTime"] = 1607201101,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878867.666,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[22:45:00]|h |cff33ff99Postal|r: Обработка сообщения 29: Аукцион не состоялся: Пыльный спорокрыл",
					["timestamp"] = 1878867.78,
					["serverTime"] = 1607201101,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[22:45:00]|h Вы получили предмет: |cff0070dd|Hitem:127703::::::::50:258::14:::::|h[Пыльный спорокрыл]|h|r.",
					["serverTime"] = 1607201101,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878868.07,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[22:45:00]|h |cff33ff99Postal|r: Обработка сообщения 28: Аукцион не состоялся: Птенец альбатроса",
					["timestamp"] = 1878868.286,
					["serverTime"] = 1607201101,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[22:45:00]|h Вы получили предмет: |cff0070dd|Hitem:82800::::::::50:258:::::::|h[Клетка для питомца]|h|r.",
					["serverTime"] = 1607201101,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878868.555,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[22:45:01]|h |cff33ff99Postal|r: Обработка сообщения 27: Аукцион не состоялся: Пыльный спорокрыл",
					["timestamp"] = 1878868.794,
					["serverTime"] = 1607201102,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[22:45:01]|h Вы получили предмет: |cff0070dd|Hitem:127703::::::::50:258::14:::::|h[Пыльный спорокрыл]|h|r.",
					["serverTime"] = 1607201101,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878869.033,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[22:45:01]|h |cff33ff99Postal|r: Обработка сообщения 26: Аукцион не состоялся: Птенец альбатроса",
					["timestamp"] = 1878869.296,
					["serverTime"] = 1607201101,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[22:45:02]|h Вы получили предмет: |cff0070dd|Hitem:82800::::::::50:258:::::::|h[Клетка для питомца]|h|r.",
					["serverTime"] = 1607201102,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878869.679,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[22:45:02]|h |cff33ff99Postal|r: Обработка сообщения 25: Аукцион не состоялся: Пыльный спорокрыл",
					["timestamp"] = 1878869.802,
					["serverTime"] = 1607201102,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[22:45:02]|h Вы получили предмет: |cff0070dd|Hitem:127703::::::::50:258::14:::::|h[Пыльный спорокрыл]|h|r.",
					["serverTime"] = 1607201102,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878870.165,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[22:45:02]|h |cff33ff99Postal|r: Обработка сообщения 24: Аукцион не состоялся: Пыльный спорокрыл",
					["timestamp"] = 1878870.309,
					["serverTime"] = 1607201102,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[22:45:02]|h Вы получили предмет: |cff0070dd|Hitem:127703::::::::50:258::14:::::|h[Пыльный спорокрыл]|h|r.",
					["serverTime"] = 1607201102,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878870.579,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[22:45:03]|h |cff33ff99Postal|r: Обработка сообщения 23: Аукцион не состоялся: Пыльный спорокрыл",
					["timestamp"] = 1878870.819,
					["serverTime"] = 1607201103,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[22:45:03]|h Вы получили предмет: |cff0070dd|Hitem:127703::::::::50:258::14:::::|h[Пыльный спорокрыл]|h|r.",
					["serverTime"] = 1607201103,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878871.051,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[22:45:03]|h |cff33ff99Postal|r: Обработка сообщения 22: Аукцион не состоялся: Пыльный спорокрыл",
					["timestamp"] = 1878871.326,
					["serverTime"] = 1607201103,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[22:45:04]|h Вы получили предмет: |cff0070dd|Hitem:127703::::::::50:258::14:::::|h[Пыльный спорокрыл]|h|r.",
					["serverTime"] = 1607201104,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878871.659,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[22:45:04]|h |cff33ff99Postal|r: Обработка сообщения 21: Аукцион не состоялся: Ледяной червь",
					["timestamp"] = 1878871.829,
					["serverTime"] = 1607201104,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[22:45:04]|h Вы получили предмет: |cffffffff|Hitem:133712::::::::50:258:::::::|h[Ледяной червь]|h|r.",
					["serverTime"] = 1607201104,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878872.161,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[22:45:04]|h |cff33ff99Postal|r: Обработка сообщения 20: Аукцион не состоялся: Чертеж: мифриловые шпоры",
					["timestamp"] = 1878872.332,
					["serverTime"] = 1607201104,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[22:45:04]|h Вы получили предмет: |cff1eff00|Hitem:7989::::::::50:258::1:::::|h[Чертеж: мифриловые шпоры]|h|r.",
					["serverTime"] = 1607201104,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878872.637,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[22:45:05]|h |cff33ff99Postal|r: Обработка сообщения 19: Аукцион не состоялся: Выкройка: белая бандитская маска",
					["timestamp"] = 1878872.835,
					["serverTime"] = 1607201105,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[22:45:05]|h Вы получили предмет: |cff1eff00|Hitem:10301::::::::50:258::1:::::|h[Выкройка: белая бандитская маска]|h|r.",
					["serverTime"] = 1607201105,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878873.053,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[22:45:05]|h |cff33ff99Postal|r: Обработка сообщения 18: Аукцион не состоялся: Крючок из лосиного рога",
					["timestamp"] = 1878873.345,
					["serverTime"] = 1607201105,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[22:45:05]|h Вы получили предмет: |cffffffff|Hitem:133713::::::::50:258:::::::|h[Крючок из лосиного рога]|h|r.",
					["serverTime"] = 1607201105,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878873.593,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[22:45:06]|h |cff33ff99Postal|r: Обработка сообщения 17: Аукцион не состоялся: Добротный полный шлем с символом огненной вспышки",
					["timestamp"] = 1878873.854,
					["serverTime"] = 1607201106,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[22:45:06]|h Вы получили предмет: |cff1eff00|Hitem:10150::::::::50:258:::1:1692::::|h[Добротный полный шлем с символом огненной вспышки]|h|r.",
					["serverTime"] = 1607201106,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878874.21,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[22:45:06]|h |cff33ff99Postal|r: Обработка сообщения 16: Аукцион не состоялся: Хищная муха",
					["timestamp"] = 1878874.356,
					["serverTime"] = 1607201106,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[22:45:07]|h Вы получили предмет: |cffffffff|Hitem:133795::::::::50:258:::::::|h[Хищная муха]|h|r.",
					["serverTime"] = 1607201107,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878874.732,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[22:45:07]|h |cff33ff99Postal|r: Обработка сообщения 15: Аукцион не состоялся: Солнечно-огненный калири",
					["timestamp"] = 1878874.861,
					["serverTime"] = 1607201107,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[22:45:07]|h Вы получили предмет: |cff0070dd|Hitem:82800::::::::50:258:::::::|h[Клетка для питомца]|h|r.",
					["serverTime"] = 1607201107,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878875.115,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[22:45:07]|h |cff33ff99Postal|r: Обработка сообщения 14: Аукцион не состоялся: Приманка для топорки",
					["timestamp"] = 1878875.364,
					["serverTime"] = 1607201107,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[22:45:08]|h Вы получили предмет: |cffffffff|Hitem:133722::::::::50:258:::::::|h[Приманка для топорки]|h|r.",
					["serverTime"] = 1607201108,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878875.795,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[22:45:08]|h |cff33ff99Postal|r: Обработка сообщения 13: Аукцион не состоялся: Выкройка: белая бандитская маска",
					["timestamp"] = 1878875.871,
					["serverTime"] = 1607201108,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[22:45:08]|h Вы получили предмет: |cff1eff00|Hitem:10301::::::::50:258::1:::::|h[Выкройка: белая бандитская маска]|h|r.",
					["serverTime"] = 1607201108,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878876.168,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[22:45:08]|h |cff33ff99Postal|r: Обработка сообщения 12: Аукцион не состоялся: Черная королевская змейка",
					["timestamp"] = 1878876.381,
					["serverTime"] = 1607201108,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[22:45:09]|h Вы получили предмет: |cff1eff00|Hitem:10360::::::::50:258:::::::|h[Черная королевская змейка]|h|r.",
					["serverTime"] = 1607201109,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878876.782,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[22:45:09]|h |cff33ff99Postal|r: Обработка сообщения 11: Аукцион не состоялся: Багровый плеточник",
					["timestamp"] = 1878876.881,
					["serverTime"] = 1607201109,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[22:45:09]|h Вы получили предмет: |cff0070dd|Hitem:82800::::::::50:258:::::::|h[Клетка для питомца]|h|r.",
					["serverTime"] = 1607201109,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878877.149,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[22:45:09]|h |cff33ff99Postal|r: Обработка сообщения 10: Аукцион не состоялся: Наручи темных небес",
					["timestamp"] = 1878877.381,
					["serverTime"] = 1607201109,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[22:45:09]|h Вы получили предмет: |cffa335ee|Hitem:119332::::::::50:258::6:1:567::::|h[Наручи темных небес]|h|r.",
					["serverTime"] = 1607201109,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878877.639,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[22:45:10]|h |cff33ff99Postal|r: Обработка сообщения 9: Аукцион не состоялся: Демонический детрит",
					["timestamp"] = 1878877.886,
					["serverTime"] = 1607201110,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[22:45:10]|h Вы получили предмет: |cffffffff|Hitem:133720::::::::50:258:::::::|h[Демонический детрит]|h|r.",
					["serverTime"] = 1607201110,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878878.267,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[22:45:10]|h |cff33ff99Postal|r: Обработка сообщения 8: Аукцион не состоялся: Волшебная приманка",
					["timestamp"] = 1878878.396,
					["serverTime"] = 1607201110,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[22:45:11]|h Вы получили предмет: |cffffffff|Hitem:133717::::::::50:258:::::::|h[Волшебная приманка]|h|r.",
					["serverTime"] = 1607201111,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878878.744,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[22:45:11]|h |cff33ff99Postal|r: Обработка сообщения 7: Аукцион не состоялся: Хищная муха",
					["timestamp"] = 1878878.903,
					["serverTime"] = 1607201111,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[22:45:26]|h |cffd8d8d8[|r|Hplayer:Манга-Борейскаятундра:1172:GUILD|h|cffd84e4e60|r:|cfffe7b09Манга|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14332:Player-1929-0E7B1B38:1:12:5:20:4294967295:4294967295:4294967295:4294967295|h[Повар Темных Земель]|h|r!",
					["serverTime"] = 1607201126,
					["r"] = 0.2862745225429535,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878894.209,
					["g"] = 0.4901961088180542,
					["b"] = 1,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[22:45:39]|h |cfffefefeСись|r выходит из игрового мира.",
					["serverTime"] = 1607201139,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878907.205,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[22:45:51]|h Сара Бартлетт говорит: Забудь про безвкусную еду! Взгляни на мои специи!",
					["serverTime"] = 1607201151,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878919.494,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[22:45:53]|h Мири Скриполяпс говорит: Ты больше нигде не найдешь таких качественных устройств и гаджетов, как у меня!",
					["serverTime"] = 1607201153,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878920.696,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[22:45:59]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Мессон-Борейскаятундра:1176:CHANNEL:3|h|cffa9d271Мессон|r|h|cffd8d8d8]|r: |cffffff00|Hachievement:14721:Player-1929-0D72B404:0:0:0:-1:1:0:0:0|h[Лабораторная работа]|h|r желающие + в ПМ",
					["serverTime"] = 1607201159,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878926.702,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[22:46:21]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Профикилло-Борейскаятундра:1177:CHANNEL:3|h|cff3ec6eaПрофикилло|r|h|cffd8d8d8]|r: аркан МАГИ |cffff8000|Hitem:183271::::::::60:64::2:1:3524:1:28:748:::|h[Воспоминание о бесконечных чарах]|h|r выпадала кому-нибудь??",
					["serverTime"] = 1607201181,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878949.297,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[22:46:33]|h |cffd8d8d8[|r|Hplayer:Томмийомми:1178|h|cffd88b6554|r:|cffa9d271Томмийомми|r|h|cffd8d8d8]|r входит в игровой мир.",
					["serverTime"] = 1607201193,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878961.581,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[22:46:42]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Джэкдениелс-Термоштепсель:1186:CHANNEL:3|h|cff8687edДжэкдениелс|r-|cff76a4beТер|r|h|cffd8d8d8]|r: |cffffff00|Hquest:57686:464|h[Вечный путник]|h|r где сдается?",
					["serverTime"] = 1607201202,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878970.371,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[22:46:50]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Мальганус-ЧерныйШрам:1201:CHANNEL:3|h|cffc31d39Мальганус|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: |cff71d5ff|Hspell:334728:0|h[Объятия смерти]|h|rнорм хуйня?",
					["serverTime"] = 1607201210,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878978.566,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[22:46:55]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Мальганус-ЧерныйШрам:1209:CHANNEL:3|h|cffc31d39Мальганус|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: или шляпа?",
					["serverTime"] = 1607201215,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878983.542,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[22:46:56]|h Патрик Марксон говорит: Профессиональное оружие для охотников любого уровня!",
					["serverTime"] = 1607201216,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878983.781,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[22:47:00]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Дияболо-Гром:1218:CHANNEL:3|h|cff00fe97Дияболо|r-|cffad5c7fГро|r|h|cffd8d8d8]|r: Джэкдениелс-Термоштепсель сядь на маунта и заюзай сферу",
					["serverTime"] = 1607201220,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878988.4,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[22:47:02]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Квер-ЧерныйШрам:1222:CHANNEL:3|h|cff3ec6eaКвер|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: |cffff8000|Hitem:183271::::::::60:64::2:1:3524:1:28:748:::|h[Воспоминание о бесконечных чарах]|h|r ануса",
					["serverTime"] = 1607201222,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						5, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878990.314,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[22:47:04]|h |cffd8d8d8[|r|Hplayer:Тэйма-Борейскаятундра:1225:GUILD|h|cffd84e4e60|r:|cfffe7b09Тэйма|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14835:Player-1929-0E9AA76E:1:12:5:20:4294967295:4294967295:4294967295:4294967295|h[Прочная связь]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1607201224,
					["r"] = 0.2862745225429535,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						10, -- [3]
						24, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1878992.003,
					["g"] = 0.4901961088180542,
					["b"] = 1,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[22:47:17]|h |cff33ff99Postal|r: Обработка сообщения 7: Аукцион не состоялся: Перламутровый моллюск",
					["timestamp"] = 1879005.324,
					["serverTime"] = 1607201237,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[22:47:18]|h Вы получили предмет: |cffffffff|Hitem:133703::::::::50:258:::::::|h[Перламутровый моллюск]|h|r.",
					["serverTime"] = 1607201238,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879005.661,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[22:47:18]|h |cff33ff99Postal|r: Обработка сообщения 6: Аукцион не состоялся: Хищная муха",
					["timestamp"] = 1879005.821,
					["serverTime"] = 1607201238,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[22:47:18]|h Вы получили предмет: |cffffffff|Hitem:133795::::::::50:258:::::::|h[Хищная муха]|h|r.",
					["serverTime"] = 1607201238,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879006.159,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[22:47:18]|h |cff33ff99Postal|r: Обработка сообщения 5: Аукцион не состоялся: Пахучая мурлочья слизь",
					["timestamp"] = 1879006.334,
					["serverTime"] = 1607201238,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[22:47:18]|h Вы получили предмет: |cffffffff|Hitem:133702::::::::50:258:::::::|h[Пахучая мурлочья слизь]|h|r.",
					["serverTime"] = 1607201238,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879006.593,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[22:47:19]|h |cff33ff99Postal|r: Обработка сообщения 4: Аукцион не состоялся: Сапоги из чешуи равазавра",
					["timestamp"] = 1879006.834,
					["serverTime"] = 1607201239,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[22:47:19]|h Вы получили предмет: |cff0070dd|Hitem:13124::::::::50:258::30:1:3903:1:9:14:::|h[Сапоги из чешуи равазавра]|h|r.",
					["serverTime"] = 1607201239,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879007.275,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[22:47:19]|h |cff33ff99Postal|r: Обработка сообщения 3: Аукцион не состоялся: Речной горох (32)",
					["timestamp"] = 1879007.366,
					["serverTime"] = 1607201239,
				}, -- [128]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
