
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
				"/cw Криворожка А я с тобой серебром поделюсь)", -- [1]
				"/cw Криворожка Пуфик, поможешь нам с ачивкой?", -- [2]
				"/рейд Вейл, слезай с коня", -- [3]
				"/г |cff0070dd|Hitem:163607::::::::120:258::::::|h[Швейная игла Люсиль]|h|r кажется я знаю, чем Лёша теперь будет заниматься в рейдах вместо кидания мяча", -- [4]
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
				"/cw Подобиемага-Борейскаятундра Зайдешь ко мне в диск?", -- [1]
				"/гр Hey", -- [2]
				"/гр Мне ни один не нравится)", -- [3]
				"/гр Вань, выбери какого-нибудь ДК", -- [4]
				"/гр Ну давай Гавань попробуем собрать", -- [5]
				"/гр |cffa335ee|Hkeystone:158923:252:6:9:11:0:0|h[Ключ: Святилище Штормов (6)]|h|r", -- [6]
				"/гр Тогда Усадьба, раз ты уже там", -- [7]
				"/гр Ваф, зайдешь в войс?", -- [8]
				"/гр Осада", -- [9]
				"/гр Едь, точнее", -- [10]
				"/гр Пуф, лети ко мне. Поможешь присамонить остальных", -- [11]
				"/гр Да, слышно", -- [12]
				"/гр У нас тут Кейс ещё в диске", -- [13]
				"/гр Может ты его поставишь по-быстрому?", -- [14]
				"/гр https://discord.gg/BfUKNH5", -- [15]
				"/г Я теперь юность вспомнила", -- [16]
				"/г Ну тебя, Лёша, с твоей музыкой(", -- [17]
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
				" Она тоже не дамажит)", -- [1]
				" Я тоже ведила, но я не по фото выбираю)", -- [2]
				" Ты не оставил мне выбора ><", -- [3]
				" Я уже Дашу взяла", -- [4]
				" Хилить сейчас кстати просто. Аффиксы изи", -- [5]
				" сек", -- [6]
				" Лин, опять забалгался инвайт", -- [7]
				" Нам просто пятый нужен", -- [8]
				" А потом допройдем тв", -- [9]
				" Кстати, не хочешь Атал 11 похилить?", -- [10]
				" Мы в ключ идем сейчас", -- [11]
				" Да, но у меня ещё танк есть", -- [12]
				" Привет", -- [13]
				" Атал 11", -- [14]
				" We need a victim... mmm... volunteer", -- [15]
				" Кис-кис", -- [16]
				"/гр /break 5", -- [17]
				"/гр Как раз на следующей неделе 10й ключ сразу будет", -- [18]
				"/гр Идем в Сетралис", -- [19]
				"/гр диск", -- [20]
				"/гр Ёлки, у нас ещё и все баффы", -- [21]
				"/г мы в дискорде", -- [22]
				"/г Панд, почему ты опять Пикачу?", -- [23]
				"/г И у него уже закрыты ключи. А у совы нет", -- [24]
				"/г Он в экспедиции", -- [25]
				"/г Зови сову", -- [26]
				"/г Могу в принципе похилить", -- [27]
				"/г ))", -- [28]
				"/г Или вы оба в одном Тол-Дагоре?", -- [29]
				"/г Так он уже в данже", -- [30]
				"/г Хил", -- [31]
				" Я сегодня из дома работаю, может вечером получится собрать", -- [32]
				" А ты по каким дням работаешь?", -- [33]
				" Подстава", -- [34]
				" Угу, работа здорово мешает играть", -- [35]
				" Нет) он несколько раз заходил)", -- [36]
				" Сов заходил", -- [37]
				" Джайну убили", -- [38]
				"/г ы, Ромео друидом уже наигрался?)", -- [39]
				"/г Остаются экспедиции", -- [40]
				"/г ДХ даже если ручками докачиваешь, он ещё день не может ходить в старый контент (рейды, данжи)", -- [41]
				"/г Вспомнила, у меня с ДХ была аналогичная ситуация", -- [42]
				"/г Через сутки сможешь", -- [43]
				"/г \"There is a 24hr lockout of boosted characters accessing older content.\"", -- [44]
				"/г Ты друида бустом апал?", -- [45]
				"/г Для лич кинга это 80", -- [46]
				"/г Таймволки должны быть доступны начиная с уровня, соответствующего дополнению", -- [47]
				"/г Она там качалась с 113 до 120", -- [48]
				"/г Нет", -- [49]
				"/г Это как некоторые разработчики сообщение об ошибке делают \"Something went wrong\"", -- [50]
				"/г КАКИМ требованиям?", -- [51]
				"/г Ну ппц", -- [52]
				"/г \"Амкамия не отвечает требованиям для подземелий в этой категории\"", -- [53]
				"/г Сомневаюсь, что на таймволки лич кинга нужна кампания", -- [54]
				"/г Хрошо смотрел?", -- [55]
				"/г эмм", -- [56]
				"/г В смысле не пашут?", -- [57]
				"/г Даша говорила, что путешествия + экспедиции у неё дали 7 уровней за ~3 часа", -- [58]
				"/г островные", -- [59]
				"/г Экспедиции", -- [60]
				"/г И на острова", -- [61]
				"/г Иди в таймволки", -- [62]
				"/cw Амкамия-Борейскаятундра Привет", -- [63]
				" На здоровье)", -- [64]
				" окей)", -- [65]
				" ы", -- [66]
				" Ты же понимаешь, что я не ПвПшусь и вообще хз что делать?)", -- [67]
				" регай", -- [68]
				" Сек, акулу убью", -- [69]
				" Идем", -- [70]
				" Геноцид черепашек провожу", -- [71]
				" Привет", -- [72]
				"/г Вы по трезвому чтоль вообще никогда не встречаетесь?", -- [73]
				"/г То есть, ты обещал мне возвращение совы, но сам в это не верил?", -- [74]
				" Привет)", -- [75]
				"/cw Никчёмный-Борейскаятундра Привет. Нет, спасибо", -- [76]
				" Докачивай паладина :D", -- [77]
				" Если бы ты ещё с нашего сервера был, он бы тебя вообще обнял и расцеловал", -- [78]
				" Оставшиеся два пойдем закрывать?", -- [79]
				" Нормальная тушка", -- [80]
				" Так мы б тебя взяли, если бы ты чуть раньше написал", -- [81]
				"/рейд Нас 20 и мы почти все с одного сервера", -- [82]
				"/рейд Я пропустила окошко, если кто-то выроллил", -- [83]
				"/рейд А |cffa335ee|Hitem:165582::::::::120:258::5:3:4799:1522:4786:::|h[Проклятая обезьянья рука]|h|r кто-то роллил с первого босса?", -- [84]
				"/рейд Я слева беру изумруд", -- [85]
				"/рейд Это же варовская", -- [86]
				"/рейд А почему на мне печенька?", -- [87]
				"/рейд Зайди во флудилку", -- [88]
				"/рейд Или это мы были?", -- [89]
				"/рейд Кто-то убил брутозавра(", -- [90]
				"/рейд Кристина, кто из них твой муж?", -- [91]
				"/рейд Мы уже ни в чем не уверены", -- [92]
				"/рейд https://discord.gg/BfUKNH5", -- [93]
				"/рейд Кого-то одного из них  надо кикнуть", -- [94]
				"/рейд крокодил", -- [95]
				"/рейд о ппц", -- [96]
				"/рейд Я сначала подумала, что это очередной ренейм Дэнчика", -- [97]
				"/cw Айсли +", -- [98]
				"/г Но всё равно перезайду. Танк всяко полезней", -- [99]
				"/г Мне казалось, передаётся", -- [100]
				"/г Блин", -- [101]
				"/г Разве?", -- [102]
				"/г Как раз кожа) и там кд нету ещё на рарников", -- [103]
				"/г Сейчас зайду за ДХ или мишку", -- [104]
				"/г Можно сходить", -- [105]
				"/г Дальше кул-тирасца будешь качать?", -- [106]
				"/г Круто", -- [107]
				"/г Грац!", -- [108]
				"/г Неплохо", -- [109]
				"/г В таймволках?", -- [110]
				"/г Да, тебе)", -- [111]
				"/п Cпасибо", -- [112]
				" На все крафтовые профессии такое есть", -- [113]
				" Увеличивает количество шардов от распыления", -- [114]
				" |cffa335ee|Hitem:164766::::::::120:258::13::::|h[Чародейский жезл Ивен]|h|r это чантерский инструмент", -- [115]
				" Квесты дадут", -- [116]
				" Сходи к учителям профессий", -- [117]
				" )", -- [118]
				" Ты себе инструменты для профессий уже начал делать?", -- [119]
				"/г Как-то мы с тобой синхоронно ходим. Ты в Нексусе - и я в Нексусе, ты в Гундраке - я там же", -- [120]
				"/cw Арианна-Голдринн Спасиб", -- [121]
				"/cw Арианна-Голдринн магобафф можно?", -- [122]
				"/п Ариана, чародейскую гениальность баффни, плиз", -- [123]
				"/рейд Thanks for the run guys) good luck", -- [124]
				"/рейд Most of the raid died even before the singularity))", -- [125]
				"/рейд Let's do one pull so you'd see what I mean)", -- [126]
				"/рейд Most of the raind will die to that", -- [127]
				"/рейд |cff66bbff|Hjournal:2:15355:16|h[Разрывающая сингулярность]|h|r takes practice", -- [128]
				"/рейд I just remembered why we indeed not gonna kill him ><", -- [129]
				"/рейд You can trade that only to people on your realm", -- [130]
				"/рейд Why not? We've got DK for the grip", -- [131]
				"/рейд We should've killed the maiden. He heals off her once he's at 100 energy", -- [132]
				"/рейд I can go heal but that's not gonna help us", -- [133]
				"/рейд Thanks for the summon", -- [134]
				" А третий кто?", -- [135]
				" Хы)", -- [136]
				" Тираник Тол-Дагор - то ещё удовольствие", -- [137]
				" Ничесебе", -- [138]
				" Вау", -- [139]
				" Спокойной ночи)", -- [140]
				" Я на велосипеде так училась) сначала по ночам)", -- [141]
				" ))", -- [142]
				" \"кого не жалко\" :DDDD", -- [143]
				" Спокойной)", -- [144]
				" Я только потом поняла, что у них стратегия действий такая - ничему не научить, а потом предложить \"посодействовать\" в поисках контактов в ГАИ", -- [145]
				"  У нас в автошколе инструкторы были вообще никакие", -- [146]
				" У тебя был кто-нибудь, с кем первое время можно было поездить поучиться?", -- [147]
				" Ну как чего? Что или сама убьюсь, или кого-нибудь другого убью", -- [148]
				" Права получила, а всё равно страшно", -- [149]
				" А я и хочу купить себе, и боюсь", -- [150]
				" Ромео нам тут хвастался, что ты себе машину купил) причем, его это, видимо, так впечатлило, что он об этом сообщал четыре раза", -- [151]
				" Мы в новый офис переехали :D", -- [152]
				" Ну некоторые вещи меняются, конечно", -- [153]
				"/cw Зозуль-Борейскаятундра Поймай и потискай котика) и успокойся. Всё нормально, ничего плохого не случилось", -- [154]
				"/cw Зозуль-Борейскаятундра Ещё успеем наапаться)) это же не последний ключ в нашей жизни", -- [155]
				"/cw Зозуль-Борейскаятундра Тебе засчитали прохождение?", -- [156]
				"/cw Зозуль-Борейскаятундра Мы даже почти успели. Две минуты не хватило для апа", -- [157]
				"/cw Зозуль-Борейскаятундра Это всего лишь ключ", -- [158]
				"/cw Зозуль-Борейскаятундра Кристин, ты серьёзно?)", -- [159]
				"/cw Зозуль-Борейскаятундра О боже, да ладно тебе))))", -- [160]
				"/cw Жутетварь-Борейскаятундра )))", -- [161]
				"/cw Жутетварь-Борейскаятундра Как надумаешь идти, я тебе портал открою", -- [162]
				"/cw Жутетварь-Борейскаятундра )", -- [163]
				"/cw Жутетварь И выбила маунта на следующей неделе", -- [164]
				"/cw Жутетварь Пока тебя не было, я себе доделала квест на портал к Архимонду", -- [165]
				" Ты дамажишь, кстати", -- [166]
				"/гр Заходите в диск", -- [167]
				"/гр Сейчас Садж ещё будет", -- [168]
				"/гр |cffa335ee|Hkeystone:158923:353:10:9:6:4:117|h[Ключ: Осада Боралуса (10)]|h|r", -- [169]
				"/cw Зозуль Напиши, как готова будешь", -- [170]
				" )))", -- [171]
				" Вы готовы?", -- [172]
				" Это нужно увидеть", -- [173]
				" Магия ласт трая", -- [174]
				"/г МЯУ!", -- [175]
				" Это ты ещё в Штормграде в башне магов не был", -- [176]
				"/cw Зозуль-Борейскаятундра Отлично", -- [177]
				"/cw Зозуль Привет) после островов Осаду 10 пойдешь?", -- [178]
				" Всё, ДБМ ответил)", -- [179]
				" Привет. Ты в ключе или просто инструменты фармишь?", -- [180]
				" Хорошо, тогда чуть позже на край света сходим)", -- [181]
				" ))", -- [182]
				" Вы на каком боссе сейчас?", -- [183]
				" Обновляется", -- [184]
				" Хы, у нас тут Жутесов вернулся", -- [185]
				"/cw Ресточка-Борейскаятундра Единственный и неповторимый", -- [186]
				"/cw Ресточка-Борейскаятундра Он самый", -- [187]
				" Ну так по ходу дела и вспомнишь", -- [188]
				"/cw Ресточка-Борейскаятундра Обновляется", -- [189]
				"/cw Ресточка-Борейскаятундра У нас тут совень вернулась", -- [190]
				"/cw Ресточка Даш, Осаду 10 пойдешь?", -- [191]
				" Блин) Ты уже перезашел", -- [192]
				" Я сейчас собираю остальных пока. Напишу, как перезаходить, хорошо?", -- [193]
				" Как раз собираю", -- [194]
				" Осаду 10 пойдешь?)", -- [195]
				" Конечно)", -- [196]
				" Ты вернулся))", -- [197]
				" Привет)", -- [198]
				" ВАНЯ!!!!", -- [199]
				" Привет) Ты как на счет |cffa335ee|Hkeystone:158923:353:10:9:6:4:117|h[Ключ: Осада Боралуса (10)]|h|r потанчить?", -- [200]
				" Привет, после Анторуса в ключи пойдешь?", -- [201]
				"/cw Ресточка-Борейскаятундра Аманийского медведя за тайм-ран не убрали. Почему убрали этот тайм-ран?", -- [202]
				"/cw Ресточка-Борейскаятундра Странно", -- [203]
				"/cw Ресточка-Борейскаятундра Удалили что ли?", -- [204]
				"/cw Ресточка-Борейскаятундра О_О?", -- [205]
				"/cw Ресточка-Борейскаятундра А у тебя нету её что ли?", -- [206]
				"/cw Ресточка-Борейскаятундра Мы с Ваней ходили в Легионе, выбили обоим", -- [207]
				"/cw Ресточка-Борейскаятундра Да", -- [208]
				"/cw Ресточка-Борейскаятундра Не увидела, что там портал есть", -- [209]
				"/cw Ресточка-Борейскаятундра Не знаю)", -- [210]
				"/cw Ресточка-Борейскаятундра А я кольцо вендору сдала))", -- [211]
				"/cw Ресточка-Борейскаятундра И вроде в Шторме есть портал в Шаттрат", -- [212]
				"/cw Ресточка-Борейскаятундра Ну в БК в принципе |cff0070dd|Hitem:151016::::::::120:258::::::|h[Потрескавшийся череп некролита]|h|r", -- [213]
				"/cw Ресточка-Борейскаятундра Каждый раз мини-шок", -- [214]
				"/cw Ресточка-Борейскаятундра Я до сих пор не привыкла)", -- [215]
				"/cw Ресточка-Борейскаятундра )))", -- [216]
				"/cw Ресточка-Борейскаятундра Загоняют обратно в рейды, которые уже зафармлены давно ><", -- [217]
				"/cw Ресточка-Борейскаятундра |cffffff00|Hachievement:13469:Player-1625-0357DB16:0:0:0:-1:0:0:0:0|h[Рейд-питомник VI: живность Пандарии]|h|r", -- [218]
				"/cw Ресточка-Борейскаятундра Ты новых пэтов уже ходила фармить?", -- [219]
				"/cw Ресточка-Борейскаятундра Я этого дд знаю?)", -- [220]
				"/cw Ресточка-Борейскаятундра 8-9 по мск", -- [221]
				"/cw Ресточка-Борейскаятундра Привет) Мне сейчас уйти надо будет скоро.  Чуть позже вернусь и буду собирать", -- [222]
				" На выходных сходим", -- [223]
				" Тоже думаю, что подзновато уже", -- [224]
				" Ну я так, по принципу \"а вдруг\" спросила", -- [225]
				" После ГС в ключ пойдешь, если соберу?)", -- [226]
				"/г Вот непонятно, почему на некоторые профессии реги для инструментов падают все в одном инсте, а на другие - в четырёх разных инстах", -- [227]
				"/г :(", -- [228]
				"/г Панд, ты микрофон купил?", -- [229]
				"/г Похоже, в ключах реагенты на новые инструменты профессии таки не падают", -- [230]
				"/гр Thanks for the run guys", -- [231]
				"/гр hi", -- [232]
				"/cw Шалопеньо-Голдринн Нужен?", -- [233]
				"/cw Шалопеньо-Голдринн |cff0070dd|Hitem:159252::::::::120:258::2:4:4818:1527:4785:5465:::|h[Головной убор цепких глубин]|h|r могу тебе передать", -- [234]
				"/п Не бегай на другое щупальце", -- [235]
				"/п Стой всегда возле Крущащего ужаса", -- [236]
				"/п Танчи крушащее", -- [237]
				"/п И так тоже не делай", -- [238]
				"/п Не делай так больше", -- [239]
				"/cw Коррделия-Борейскаятундра Спокойной ночи)", -- [240]
				"/cw Коррделия-Борейскаятундра Спасибо", -- [241]
				"/cw Коррделия-Борейскаятундра В следующий раз упадёт)", -- [242]
				"/cw Коррделия-Борейскаятундра 55, 31 координаты", -- [243]
				"/cw Коррделия-Борейскаятундра Вот он рядом", -- [244]
				"/cw Коррделия-Борейскаятундра Меня видишь на карте?", -- [245]
				"/cw Коррделия-Борейскаятундра Мне с него последний маунт остался", -- [246]
				"/cw Коррделия-Борейскаятундра Идем Алашанира убьём", -- [247]
				"/cw Коррделия-Борейскаятундра Угу", -- [248]
				"/cw Коррделия-Борейскаятундра Мне что-то казалось, что там призраки и хор в разных кольцах", -- [249]
				"/cw Коррделия-Борейскаятундра А азеритка таки не совсем топовая", -- [250]
				"/cw Коррделия-Борейскаятундра Сучок дали)", -- [251]
				"/cw Коррделия-Борейскаятундра В шторм?", -- [252]
				"/cw Коррделия-Борейскаятундра Ты же в вармоде", -- [253]
				"/cw Коррделия-Борейскаятундра Только мы в разных фазах", -- [254]
				"/cw Коррделия-Борейскаятундра Сейчас локалку доделаю и пойду", -- [255]
				"/cw Коррделия-Борейскаятундра  с него", -- [256]
				"/cw Коррделия-Борейскаятундра Топовая азеритка", -- [257]
				"/cw Коррделия-Борейскаятундра О, Ивус Трухлявый реснулся", -- [258]
				"/cw Коррделия-Борейскаятундра А орудия труда сделал?)", -- [259]
				"/cw Коррделия-Борейскаятундра Ну почти)", -- [260]
				"/cw Коррделия-Борейскаятундра Ты валанир-то собрал?", -- [261]
				"/cw Коррделия-Борейскаятундра Тогда ты меня нагнал) я его только только сделала", -- [262]
				"/cw Коррделия-Борейскаятундра А ты на каком этапе сейчас?", -- [263]
				"/cw Коррделия-Борейскаятундра Ещё нет", -- [264]
				"/cw Коррделия-Борейскаятундра Потому что играю", -- [265]
				"/cw Коррделия-Борейскаятундра Привет", -- [266]
				"/с /tmw", -- [267]
				"/с /tmw", -- [268]
				"/с /tmw", -- [269]
				"/с /tmw", -- [270]
				"/гр Than you :)", -- [271]
				"/гр +", -- [272]
				"/гр Crit chicken for the win :)", -- [273]
				"/гр hey", -- [274]
				"/гр hi", -- [275]
				"/г |cff1eff00|Hitem:163611::::::::120:258::11::::|h[Кошель мореплавателя]|h|r|cff1eff00|Hitem:163612::::::::120:258::11::::|h[Сумка странника]|h|r|cff1eff00|Hitem:163613::::::::120:258::11::::|h[Мешок с награбленным добром]|h|r", -- [276]
				"/г А чего мне за одну экспедицию сразу три сумки дали?", -- [277]
				"/гр At least in my experience", -- [278]
				"/гр PvP queue always takes forever", -- [279]
				"/гр 2 tanks and a healer?)", -- [280]
				"/гр hi", -- [281]
				"/гр Thanks ", -- [282]
				"/гр hey", -- [283]
				"/гр hi", -- [284]
				" ))", -- [285]
				" |cffa335ee|Hkeystone:158923:353:10:9:6:4:117|h[Ключ: Осада Боралуса (10)]|h|r", -- [286]
				" Конечно)", -- [287]
				" Угадай, какой ключ выпал мне)", -- [288]
				"/гр Cheers)", -- [289]
				"/гр Thanks for awesome run guys", -- [290]
				"/гр Sorry, didn't realize there was an MCed mob)", -- [291]
				"/гр Yeah(", -- [292]
				"/гр I can't see the nameplates from this far", -- [293]
				"/гр did he reset?", -- [294]
				"/гр ty", -- [295]
				"/гр Ok, I'll do the cannons", -- [296]
				"/3 Беги сразу, не жди, пока треугольник погаснет", -- [297]
				"/гр hi", -- [298]
				"/гр hi", -- [299]
				"/п ДК посохи носят?)", -- [300]
				"/г Сразу, как можешь. Не жди, пока погаснет", -- [301]
				"/г Бежать по следу треугольника", -- [302]
				"/cw Айсли-Борейскаятундра Острова пойдешь?", -- [303]
				"/рейд Любопытно же, латное у тебя бельё, или нет", -- [304]
				"/рейд Сразу во флудилку", -- [305]
				"/рейд https://discord.gg/BfUKNH5", -- [306]
				"/рейд https://discord.gg/BfUKNH5", -- [307]
				"/рейд Мне больше понравилось: \"Киньте чёнить\" \"БР могу кинуть\"", -- [308]
				"/рейд Бабл в паладине!", -- [309]
				"/рейд В начале одного морпеха мне оставьте, пожалуйста", -- [310]
				"/рейд Я так и не поняла, бежать  в центр или бежать дальше. Буду бежать за печенькой", -- [311]
				"/рейд Снимают шкуру", -- [312]
				"/рейд У тебя лего под ногами :'(", -- [313]
				"/рейд Так вот почему ты такой злой(", -- [314]
				"/рейд 2 раза?", -- [315]
				"/рейд Лёш, а ты её убивал уже без нас?", -- [316]
				"/рейд /tmw", -- [317]
				"/рейд убежал опять", -- [318]
				"/рейд вот он", -- [319]
				"/рейд Денис, тебе на первой фазе хилить всё равно нечего. Скидывай ты моряков", -- [320]
				"/рейд Если рерольнется из приста - глядишь, собор новый нам построят", -- [321]
				"/рейд Они вздохнули \"Ну наконец-то!\" и отремонтировали там всё, что он накосячил", -- [322]
				"/рейд Ну Дэнчик рерольнулся из мага", -- [323]
				"/рейд Они в башне магов евроремонт сделали", -- [324]
				"/рейд Прилететь в Назмир, погооврить с дворфами", -- [325]
				"/рейд Заходить уже?", -- [326]
				"/рейд Вообще не находит?", -- [327]
				"/рейд Он тебе покажет, какие аддоны имеют апдейты", -- [328]
				"/рейд Отсортируй по статусу обновления", -- [329]
				"/г 2 минуты, квест доделаю", -- [330]
				"/г rofl", -- [331]
				"/г Я сегодня так ходила - танк ливнул после первого босса. В итоге фурик сам затанчил, сам задамажил", -- [332]
				"/г Тогда не спекайся, танчи в фурике", -- [333]
				"/г ы", -- [334]
				"/г Тем более, танком можешь стать", -- [335]
				"/г Но в героике быстрее", -- [336]
				"/г Думаю, да", -- [337]
				"/г Варр готовить!", -- [338]
				"/г Сначала показывают одно. Потом при проверке - другое", -- [339]
				"/г Очень странный квест", -- [340]
				"/г Один стреляет. Второй уворачивается", -- [341]
				"/г Им надо было сделать эту локалку на двоих", -- [342]
				"/г Мы не будем тебя расстраивать. Скоро сам всё узнаешь", -- [343]
				"/г Вейл...", -- [344]
				"/г Из Штормграда своим ходом", -- [345]
				" Круто)", -- [346]
				" Прям как у нас в линейке было", -- [347]
				" ПвП за босса", -- [348]
				" ы", -- [349]
				" Выключи вармод", -- [350]
				" Двойная польза от фарма", -- [351]
				" Тем более, тут почти со всех падают пэты\\игрушки", -- [352]
				" Они сейчас фармятся значительно быстрее, чем в актуале)", -- [353]
				" даже 7500, а не 10000", -- [354]
				" Сейчас точно скажу", -- [355]
				" Или даже меньше", -- [356]
				" 10к вневременных монет, кажется", -- [357]
				" А это тут причем?", -- [358]
				" Тоже не в центр, но хоть не через Штормград лететь", -- [359]
				" Купи себе |cffa335ee|Hitem:103678::::::::120:258::::::|h[Затерянный во времени артефакт]|h|r", -- [360]
				" (", -- [361]
				" Они боятся, что если отдадут кольцо - ты к ним больше не придёшь", -- [362]
				" Зато, наверное, мобы в маноре уже за руку здроваются", -- [363]
				" ))", -- [364]
				" Топ АоЕ даже не приходя в сознание", -- [365]
				" Фроста попробуй", -- [366]
				" Рероллимся в магов", -- [367]
				" ><", -- [368]
				" Значит, туда же", -- [369]
				" Это старый. А новый? Туда же?", -- [370]
				" Из Шторма же какой-то портал есть в Пандарию", -- [371]
				" Башня магов новая меня впечатлила. Не ожидала даже", -- [372]
				" Убрали что ли портал в святилище из Даларана?", -- [373]
				" В смысле без портала?", -- [374]
				" Уже неплохо)", -- [375]
				" Ну как, много пэтов уже набил?)", -- [376]
				" Скажи, когда перезайти на кд", -- [377]
				" Освободилась", -- [378]
				" Чуть позже", -- [379]
				" ргер хилю", -- [380]
				" Привет)", -- [381]
				"/п :)", -- [382]
				"/cw Альмагорн-Борейскаятундра (аддон для автоматической продажи хлама)", -- [383]
				"/cw Альмагорн-Борейскаятундра А хотя нет, Scrap работает, это я кнопки перепутала", -- [384]
				"/cw Альмагорн-Борейскаятундра И Scrap тоже", -- [385]
				"/cw Альмагорн-Борейскаятундра Нет, не работает у меня", -- [386]
				"/cw Альмагорн-Борейскаятундра Привет", -- [387]
				"/cw Коррделия-Борейскаятундра Ну вообще крут)", -- [388]
				"/cw Коррделия-Борейскаятундра Всё то, чем ты не интересуешься)", -- [389]
				"/cw Коррделия-Борейскаятундра За них можно покупать манутов, игрушки, пэтов", -- [390]
				"/cw Коррделия-Борейскаятундра Кстати, ещё висит) можешь хилом зарегаться", -- [391]
				"/cw Коррделия-Борейскаятундра Призыв к оружию прокнул", -- [392]
				"/cw Коррделия-Борейскаятундра Один", -- [393]
				"/п Это БР что ли был?", -- [394]
				"/cw Коррделия-Борейскаятундра Да", -- [395]
				"/cw Коррделия-Борейскаятундра Ничего себе", -- [396]
				"/cw Коррделия-Борейскаятундра воу", -- [397]
				"/cw Коррделия-Борейскаятундра Привет)", -- [398]
				"/cw Коррделия-Борейскаятундра Я не пойду сейчас в мифик", -- [399]
				" Саблезубов разных всяких и так полно. Бегемотик в прошлом сезоне зачетный был", -- [400]
				"/г *её", -- [401]
				"/г Хватайте его!", -- [402]
				" /greet", -- [403]
				" Согласна. Я когда с eu переехала, для меня тоже русскоязычное коммьюнити стало шоком)", -- [404]
				"/cw Малькар-Борейскаятундра Отправила. Можешь не отдавать", -- [405]
				"/cw Малькар-Борейскаятундра Сейчас отправлю", -- [406]
				"/cw Малькар-Борейскаятундра Пару тыщ, это две тысячи?", -- [407]
				" Ахахаха)))))", -- [408]
				" А зачем ты ходишь на БГ? Там же всегда так - все кричат и друг друга обвиняют", -- [409]
				" Да что жа там было такое, что ты успокоиться до сих пор не можешь?", -- [410]
				" Я тебе выдала в диске роль Боевого краба", -- [411]
				"/cw Iowenx-Silvermoon https://discord.gg/BfUKNH5", -- [412]
				"/гр Осада", -- [413]
				"/гр hi)", -- [414]
				"/гр Наш хилл отвалился. Сейчас другого найду", -- [415]
				" Ok, next time then :)", -- [416]
				" We would be extremely happy if you could heal us)", -- [417]
				" Танк на фронте ещё", -- [418]
				"/cw Айсли-Борейскаятундра Я ему не предлагала", -- [419]
				"/cw Айсли-Борейскаятундра Не пошел куда?", -- [420]
				" Sorry to pester you) but did you see my message concerning |cffa335ee|Hkeystone:158923:353:11:10:5:14:117|h[Ключ: Осада Боралуса (11)]|h|r?", -- [421]
				" Нет. Только осада, только хардкор", -- [422]
				"/cw Айсли-Борейскаятундра Угу", -- [423]
				" |cffa335ee|Hkeystone:158923:353:11:10:5:14:117|h[Ключ: Осада Боралуса (11)]|h|r пойдешь?", -- [424]
				"/cw Айсли-Борейскаятундра Я покажу, как не падать)", -- [425]
				" Hey there) We need a healer for |cffa335ee|Hkeystone:158923:353:11:10:5:14:117|h[Ключ: Осада Боралуса (11)]|h|r. Would you like to come?", -- [426]
				"/cw Айсли-Борейскаятундра Расскажем", -- [427]
				"/cw Айсли-Борейскаятундра Но он классный)", -- [428]
				"/cw Айсли-Борейскаятундра Пуфик, Йовен. Хилла ты не знаешь", -- [429]
				"/cw Айсли-Борейскаятундра Идем сегодня) мы врядли там надолго зависнем. Осада страшна,когда она тираник", -- [430]
				"/cw Пуфка-Борейскаятундра Ок", -- [431]
				"/cw Айсли-Борейскаятундра Скорей всего так же", -- [432]
				"/cw Айсли-Борейскаятундра Час по мск", -- [433]
				"/cw Айсли-Борейскаятундра Я завтра скорей всего буду поздно", -- [434]
				"/cw Айсли-Борейскаятундра Мы слишком крутые для 8-го ключа", -- [435]
				"/cw Айсли-Борейскаятундра У панды Сетралисс 8", -- [436]
				"/cw Пуфка-Борейскаятундра У тебя какой ключ?", -- [437]
				"/cw Пуфка-Борейскаятундра У меня |cffa335ee|Hkeystone:158923:353:11:10:5:14:117|h[Ключ: Осада Боралуса (11)]|h|r и Лёша говорит, что это пиздец", -- [438]
				" Сейчас спрошу, что у панды", -- [439]
				" |cffa335ee|Hkeystone:158923:353:11:10:5:14:117|h[Ключ: Осада Боралуса (11)]|h|r", -- [440]
				" Осаду 11 потанчишь?", -- [441]
				"/cw Пуфка Ты ж сказал \"которым хожу\". Теперь дошло", -- [442]
				"/cw Пуфка Ёлки,я думала, палец на ноге", -- [443]
				"/cw Пуфка *?", -- [444]
				"/cw Пуфка Ключ сейчас пойдешь, если получится собрать", -- [445]
				"/г В следующий раз затычки и будут. В накладных сидеть просто анриал", -- [446]
				"/г Сняла наушники. Так вот ты какое, счастье", -- [447]
				" Йа латник!", -- [448]
				" Зацени костюмчик", -- [449]
				"/рейд Вирж, а куда ты вторую палочку дел?", -- [450]
				"/г Уииии я снова человек!", -- [451]
				"/г Ну может у него не совой мифики закрыты", -- [452]
				" Но он без анимации", -- [453]
				" Остался только дебафф \"Самый большой фанат\")", -- [454]
				" Анимация очень прикольная. Им надо такую игрушку сделать)", -- [455]
				" Но всё равно обидно", -- [456]
				" Всё зверьё распугаешь", -- [457]
				" Ну оно логично. Кто же на охоту с двумя барабанами ходит?", -- [458]
				" 24 часа был бафф(((", -- [459]
				" А потом надела |cff0070dd|Hitem:92738::::::::120:258::::::|h[Шляпа для сафари]|h|r и она сняла с меня бафф барабанов О_О", -- [460]
				" Хотела в рейде сегодня похвастаться барабанами", -- [461]
				"/рейд Вот он, тот самый пулл", -- [462]
				"/рейд ЕЕЕЕЕЕЕЕЕЕЕЕЕЕ!!!!!!", -- [463]
				"/рейд Да?", -- [464]
				"/рейд Хилом неприкольно( в робота начинает кидать только тогда, когда уже нельзя ><", -- [465]
				"/рейд Давайте убьём с первого трая. Пожалуйста", -- [466]
				"/рейд В наушниках ппц неудобно", -- [467]
				"/cw Айсли-Борейскаятундра Очень взрослые", -- [468]
				"/cw Айсли-Борейскаятундра Врослые)", -- [469]
				"/cw Айсли-Борейскаятундра Сейчас попробую, может наушники работают", -- [470]
				"/cw Айсли-Борейскаятундра да", -- [471]
				"/cw Айсли-Борейскаятундра Я пока без диска. У меня тут люди в радиусе слышимости, при которых нельзя материться", -- [472]
				"/г /run print(IsQuestFlaggedCompleted(31425))", -- [473]
				"/г Грац)", -- [474]
				" Что-то 11е", -- [475]
				" Не знаю, не открывала сундук ещё", -- [476]
				" А ты, небось, думал, в сказку попал", -- [477]
				" Всё правильно", -- [478]
				" Ты манор прошел, пока спал?", -- [479]
				" Не поняла", -- [480]
				"/cw Аркадрон )))", -- [481]
				"/cw Аркадрон За вокалиста и басиста, наверное, тоже что-то давали, но я не обратила внимания", -- [482]
				"/cw Аркадрон А за гитариста гитару дадут?", -- [483]
				"/cw Аркадрон ы, делала |cffffff00|Hachievement:11919:Player-1625-0357DB16:0:0:0:-1:14:0:0:0|h[Ну, погнали!]|h|r и теперь у меня на спине барабаны с мёртвыми руками))))", -- [484]
				"/рейд Thanks", -- [485]
				"/рейд Can we have mage buff?", -- [486]
				" General > сними галочку Completionist Mode", -- [487]
				" Даш, привет. А ты не в курсе, как делается |cffffff00|Hachievement:12087:Player-1625-0357DB16:0:0:0:-1:0:0:0:0|h[На коне]|h|r, если локалка заканчивается, когда ты 300 набираешь?", -- [488]
				"/с /tiptac", -- [489]
				"/cw Коррделия-Борейскаятундра Да", -- [490]
				"/cw Коррделия-Борейскаятундра Я сейчас точно никуда не пойду", -- [491]
				"/cw Коррделия-Борейскаятундра Привет. Хороший посох", -- [492]
				"/cw Коррделия-Борейскаятундра Привет, нет", -- [493]
				"/гр Спасибо за пати", -- [494]
				"/гр ))))", -- [495]
				"/гр сек", -- [496]
				"/гр Thanks)", -- [497]
				"/гр Rinoa, can you please buff the healer with mana regen?", -- [498]
				" Я бы с удовольствием, но мне тут нужно панду сводить в ключ", -- [499]
				"/гр Нужен ещё кто-нибудь на сумм. Мы с палом у камня, но в разных фазах", -- [500]
			},
			["ChatFrame3EditBox"] = {
				" ><", -- [1]
				" Ну и славно", -- [2]
				" Ну и ладно", -- [3]
				" Ничего он не скажет, нам дд нужны", -- [4]
				" В героик без проблем можешь приходить", -- [5]
				" Рейды среда, воскресенье с 21", -- [6]
				" Последнего только что убили", -- [7]
				" Да", -- [8]
				" Привет)", -- [9]
				" У меня всё по старому)) работаю-играю-потом снова работаю)", -- [10]
				" А то он ещё несколько недель назад нам сову обещал", -- [11]
				" Я тут Роео всю плешь проела", -- [12]
				" В ключах тебя не хватает)", -- [13]
				" Рейдим потихоньку. Закрыли целый один мифик", -- [14]
				" У нас мало что изменилось)", -- [15]
				" А надежда есть на килл или всё плохо?", -- [16]
				"/cw Коррделия-Борейскаятундра Я тоже делать буду. Придётся", -- [17]
				"/cw Коррделия-Борейскаятундра Там ещё продолжение вышла на этой неделе", -- [18]
				"/cw Коррделия-Борейскаятундра Что за квесты? Военная кампания?", -- [19]
				" А какого маунта за РБГ дают?", -- [20]
				" У вас наверняка тоже набирают в ПвП сообщества", -- [21]
				" Сообщества", -- [22]
				" Жена Айсли не играет)", -- [23]
				"/гр Панда сейчас подойдет", -- [24]
				"/cw Айсли-Борейскаятундра Я возьму тебе самого крутого хилла с самым высоким миф скором", -- [25]
				"/cw Айсли-Борейскаятундра Мой хилл сказал, что уйти надо. Можно я пуга найду?", -- [26]
				" Мы всегда до 23 мск", -- [27]
				" Им надо было удалить релики из трини из старинного лута", -- [28]
				"/cw Саджет-Борейскаятундра А ты сейчас на каком боссе?", -- [29]
				" /simc", -- [30]
				" Я тебя не звала, не потому, что я в тебе сомневаюсь, а потому что когда мы собирались, тебя онлайн не было)", -- [31]
				"/cw Альмагорн-Борейскаятундра Прием-прием", -- [32]
				"/cw Ромеох-Борейскаятундра Жилу 10 пойдешь?", -- [33]
				" Sweet)", -- [34]
				" Hey :) We need a healer for |cffa335ee|Hkeystone:158923:247:10:10:8:4:117|h[Ключ: ЗОЛОТАЯ ЖИЛА!!! (10)]|h|r, would you like to come?", -- [35]
				" Ты сифон победил уже?)", -- [36]
				"/cw Гриддис-Борейскаятундра Ещё актуален вопрос?)", -- [37]
				"/cw Гриддис-Борейскаятундра Сорри, не увидела второе сообщение", -- [38]
				"/cw Гриддис-Борейскаятундра Не, сейчас не пойду никуда", -- [39]
				"/cw Кейстут-Борейскаятундра Две вольные гавани", -- [40]
				"/cw Кейстут-Борейскаятундра В среду", -- [41]
				"/cw Кейстут-Борейскаятундра Да)", -- [42]
				" Надо было сказать: \"Гости пусть тоже заходят, дамажить будут\"", -- [43]
				"/cw Саджет-Борейскаятундра тут", -- [44]
				"/cw Меллия-Борейскаятундра Как раз фуллпати наберется", -- [45]
				"/cw Меллия-Борейскаятундра С вами Крабодрон ещё?", -- [46]
				" У тебя желтый монокль, правильно?", -- [47]
				" Я думала, сейчас всех собрать", -- [48]
				"/cw Ложимся-Борейскаятундра С утра, это чтоб можно было вообще не ложиться?)", -- [49]
				"/cw Ресточка-Борейскаятундра Опрашиваю народ. Ориентировочно воскресенье, вторая половина дня", -- [50]
				"/cw Аркадрон Привет. Ты в воскресенье будешь?", -- [51]
				"/cw Ложимся-Борейскаятундра А в воскресенье?)", -- [52]
				"/cw Ложимся-Борейскаятундра Блин, у меня тоже корпоратив", -- [53]
				"/cw Ложимся Ты в субботу будешь? Если да, то когда?", -- [54]
				"/cw Ресточка-Борейскаятундра Ёлка, это чтоб коту было с чем играться?)", -- [55]
				"/cw Ресточка-Борейскаятундра Остальные у нас уже есть", -- [56]
				"/cw Ресточка-Борейскаятундра Сделай себе зелёный монокль, он самый просто", -- [57]
				"/cw Ресточка-Борейскаятундра Угу", -- [58]
				"/cw Ресточка-Борейскаятундра Для последнего этапа нужно именно 5 игроков", -- [59]
				"/cw Ресточка-Борейскаятундра нет", -- [60]
				"/cw Ресточка-Борейскаятундра Угу", -- [61]
				"/cw Ресточка-Борейскаятундра Мы на выходных, скорей всего, будем делать. Если надумаешь, присоединяйся", -- [62]
				"/cw Ресточка-Борейскаятундра https://www.noob-club.ru/index.php?topic=51073.0", -- [63]
				"/cw Меллия Заходи", -- [64]
				"/cw Блэкмор-Борейскаятундра Я даже не знаю, можно ли это сейвом назвать", -- [65]
				"/cw Блэкмор-Борейскаятундра 11к", -- [66]
				" :DD", -- [67]
				"/cw Айсли-Борейскаятундра Тут, сорри", -- [68]
				"/cw Саджет-Борейскаятундра :D", -- [69]
				"/cw Подобиемага-Борейскаятундра Идем в ключи?", -- [70]
				"/cw Саджет-Борейскаятундра В ключи идем?", -- [71]
				"/cw Альмагорн-Борейскаятундра Во сколько он реально будет, хз", -- [72]
				"/cw Альмагорн-Борейскаятундра [20:44:53] [W From] [Sahj]: Выезжаю от родителей. В течение часа буду, если что.", -- [73]
				" Ждем тебя", -- [74]
				" Мы уже собрались", -- [75]
				"/cw Альмагорн-Борейскаятундра Ну как, дождался ужин?)", -- [76]
				" Это +10, я тут надолго", -- [77]
				" А потом убьем всех остальных боссов)", -- [78]
				"/рейд Кто я?", -- [79]
				" Два мили, это 20% нашего рейда", -- [80]
				"/cw Альмагорн-Борейскаятундра Думаешь, они каждый день наблюдают паладинов на медузах?", -- [81]
				"/cw Альмагорн-Борейскаятундра Враги офигеют  и не станут бить", -- [82]
				"/cw Альмагорн-Борейскаятундра Перед входом в Ульдир как раз озерцо есть, там можно поплескаться", -- [83]
				"/cw Альмагорн-Борейскаятундра Ну тоже неплохо)", -- [84]
				"/cw Альмагорн-Борейскаятундра Красота", -- [85]
				"/cw Альмагорн-Борейскаятундра Воу, летающая медуза?", -- [86]
				"/cw Альмагорн-Борейскаятундра |cff1eff00|Hitem:153712::::::::120:258::13:1:3524:::|h[Кианит универсальности]|h|r и я могу сделать)", -- [87]
				"/cw Альмагорн-Борейскаятундра Привет. Если речь о |cff0070dd|Hitem:154128::::::::120:258::13:1:3524:::|h[Королевский кварц универсальности]|h|r, то делают Саджет, Кхорус, Паркетник и Ресточка", -- [88]
				"/cw Аркадрон-Борейскаятундра |cff0070dd|Hitem:152876::::::::120:256::::::|h[Теневой осколок]|h|r х 8 |cffffffff|Hitem:152875::::::::120:256::::::|h[Сумеречная пыль]|h|r х 20", -- [89]
				"/cw Аркадрон-Борейскаятундра |cff0070dd|Hitem:152876::::::::120:258::::::|h[Теневой осколок]|h|r х8 и |cffffffff|Hitem:152875::::::::120:258::::::|h[Сумеречная пыль]|h|rх20", -- [90]
				"/cw Аркадрон-Борейскаятундра Не могу, осколков нет", -- [91]
				"/cw Аркадрон-Борейскаятундра Нет, я не пользуюсь ва", -- [92]
				" Не больше 8 точно", -- [93]
				" Наши звёзды вроде 7 максимально проходили", -- [94]
				"/cw Раерр-Борейскаятундра В Легионе миссии в оплоте были на золото. Оно пассивно копилось", -- [95]
				"/гр Садж, Ваф, заходите туда", -- [96]
				"/гр Они в гильдейском войсе", -- [97]
				" Садж через 20 минут освободится и мы идем в гавань и в усадьбу", -- [98]
				"/cw Пуфка-Борейскаятундра Может осталось", -- [99]
				"/cw Пуфка-Борейскаятундра Тебе какая нужна, линкани", -- [100]
				"/cw Пуфка-Борейскаятундра Я сама вчера алхимию качала, почти всё слила", -- [101]
				"/cw Саджет-Борейскаятундра Маякни, пожалуйста, как освободишься", -- [102]
				"/cw Аркадрон-Борейскаятундра Ты в диск можешь зайти?", -- [103]
				"/cw Альмагорн-Борейскаятундра Нет, спасибо. Я уже с ребятами договорилась на счет мифов", -- [104]
				"/cw Айсли-Борейскаятундра С кем?", -- [105]
				" Если что, договоримся)", -- [106]
				" Хиловская у меня уже есть. На счет ддшной не знаю, насколько она хороша для шп, нужно больше информации", -- [107]
				" Спасибо)", -- [108]
				" )", -- [109]
				" Так, я утратила нить повествования. Что ты собрался повторять?", -- [110]
				"/cw Маэвин-Борейскаятундра Я видела объявления по 1к и 800. Но сомневаюсь, что это кто-то покупает", -- [111]
				"/cw Маэвин-Борейскаятундра Вроде всё", -- [112]
				"/cw Маэвин-Борейскаятундра Не знала", -- [113]
				"/cw Маэвин-Борейскаятундра Ы, если продолжать крафтить при полном инвентаре, вещи пришлют на почту", -- [114]
				"/cw Маэвин-Борейскаятундра Печаль", -- [115]
				"/cw Маэвин-Борейскаятундра Точно, чант же", -- [116]
				"/cw Маэвин-Борейскаятундра 175 наручей Оо", -- [117]
				"/cw Альмагорн-Борейскаятундра Это Ваня у нас совотерминатор 310+)", -- [118]
				"/cw Альмагорн-Борейскаятундра У меня 299)", -- [119]
				"/cw Альмагорн-Борейскаятундра Мы в нормалы", -- [120]
				"/cw Альмагорн-Борейскаятундра Ага, точно. Отдельный плагин", -- [121]
				"/cw Альмагорн-Борейскаятундра Сейчас чет не показывает. Надо, наверное, плагин для БФА скачать", -- [122]
				"/cw Альмагорн-Борейскаятундра Раньше показывало рарники и сундуки", -- [123]
				"/cw Альмагорн-Борейскаятундра Лин, я думала, ты в инсты с нами собирался)", -- [124]
				" Чтоб призвать", -- [125]
				" Надо как-нибудь собраться. Там вроде 5 человек нужно", -- [126]
				" )", -- [127]
				" Но фиг там, естественно)", -- [128]
				" Сноходца хочу", -- [129]
				" Я Вальшару всему твинками всегда делала", -- [130]
				" Вроде да", -- [131]
				" да", -- [132]
				" И будет ещё |cffffffff|Hitem:152496::::::::110:258::13:1:3524:::|h[Зелье обмана Демитрия]|h|r", -- [133]
				" В материалах для крафта", -- [134]
				" Обычно все дренорское пьют. Если покупать готовое, оно самое недорогое", -- [135]
				" |cffffffff|Hitem:127840::::::::110:258::13:1:3524:::|h[Скагглсок]|h|r", -- [136]
				" |cffffffff|Hitem:116268::::::::110:258:::1:3524:::|h[Дренорское зелье невидимости]|h|r", -- [137]
				" Непонерфленный", -- [138]
				" Рецепт из Классики", -- [139]
				" При этом, в качестве инвиз пота я до сих пор пью |cffffffff|Hitem:9172::::::::110:258::::::|h[Зелье невидимости]|h|r", -- [140]
				" Верните мне мой тартар!", -- [141]
				" К черту, что вы хотите", -- [142]
				" Это их дурацкая философия: \"Мы не хотим, чтоб игроки считали себя обязанными фармить старый контент\"", -- [143]
				" И по ощущениям 250 - это исчезающе мало", -- [144]
				" А теперь \"Скорость повышена на 250\"", -- [145]
				" Раньше было +40%", -- [146]
				" Но я не вижу разницы между этой \"прибавкой\" и моей обычной скоростью", -- [147]
				" Конечно", -- [148]
				" Нет. Там тоже был статик, но мы вайпнулись", -- [149]
			},
			["ChatFrame2EditBox"] = {
				"/с /vuhdo options", -- [1]
			},
			["ChatFrame9EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1589111313,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 1,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[14:35:53]|h Сообщение дня от гильдии: \"Всех люлю.Мами\"",
					["r"] = 0.4627451300621033,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 92980.134,
					["g"] = 0.5058823823928833,
					["b"] = 0.9921569228172302,
				}, -- [1]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 4,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[14:42:07]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq63|k:64:1110:BN_WHISPER:|Kq63|k:Vosstavshii#21490|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cffc31d39|Kq63|k|r|h|cffd8d8d8]|r: Вот я акуенный тип",
					["serverTime"] = 1602416527,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						32, -- [3]
						33, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93355.945,
					["g"] = 0.3137255012989044,
					["b"] = 0.9372549653053284,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[14:42:18]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq63|k:64:1116:BN_WHISPER:|Kq63|k:Vosstavshii#21490|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cffc31d39|Kq63|k|r|h|cffd8d8d8]|r: прошел Фронт героический а в конце оказалось я квесты не взял",
					["serverTime"] = 1602416538,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						32, -- [3]
						33, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93367.28600000001,
					["g"] = 0.3137255012989044,
					["b"] = 0.9372549653053284,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[14:42:46]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq63|k:64:1118:BN_WHISPER:|Kq63|k:Vosstavshii#21490|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cffc31d39|Kq63|k|r|h|cffd8d8d8]|r: Жизнь - больш",
					["serverTime"] = 1602416566,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						32, -- [3]
						36, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93394.883,
					["g"] = 0.3137255012989044,
					["b"] = 0.9372549653053284,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[14:42:50]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq63|k:64:1119:BN_WHISPER:|Kq63|k:Vosstavshii#21490|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cffc31d39|Kq63|k|r|h|cffd8d8d8]|r: *ь",
					["serverTime"] = 1602416570,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						32, -- [3]
						36, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93398.425,
					["g"] = 0.3137255012989044,
					["b"] = 0.9372549653053284,
				}, -- [4]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[20:36:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134813:14|tДух лета – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479340.441,
					["serverTime"] = 1601660177,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[20:36:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T2735924:14|tТрубочих – |3-8(вражеский питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479341.207,
					["serverTime"] = 1601660178,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[20:38:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479461.38,
					["serverTime"] = 1601660299,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[20:38:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135817:14|t|cff4e96f7|HbattlePetAbil:178:1481:276:276|h[Жертвенный огонь]|h|r наносит 133 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479462.39,
					["serverTime"] = 1601660300,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[20:38:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135817:14|t|cff4e96f7|HbattlePetAbil:178:1481:276:276|h[Жертвенный огонь]|h|r накладывает эффект |T135817:14|t|cff4e96f7|HbattlePetAbil:177:1481:276:276|h[Жертвенный огонь]|h|r на |3-1(вражеский питомец) |3-3(|T2735924:14|tТрубочих).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479462.64,
					["serverTime"] = 1601660300,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[20:38:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136182:14|t|cff4e96f7|HbattlePetAbil:640:1707:420:244|h[Ядовитый дым]|h|r наносит 232 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T134813:14|tДух лета).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479465.125,
					["serverTime"] = 1601660302,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[20:38:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136182:14|t|cff4e96f7|HbattlePetAbil:640:1707:420:244|h[Ядовитый дым]|h|r накладывает эффект \"|T136182:14|t|cff4e96f7|HbattlePetAbil:639:1707:420:244|h[Ядовитый дым]|h|r\" на |3-3(ваша команда).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479465.375,
					["serverTime"] = 1601660302,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[20:38:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135817:14|t|cff4e96f7|HbattlePetAbil:177:1249:276:276|h[Жертвенный огонь]|h|r наносит 55 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479466.405,
					["serverTime"] = 1601660303,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[20:38:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136182:14|t|cff4e96f7|HbattlePetAbil:639:1652:420:244|h[Ядовитый дым]|h|r наносит 72 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T134813:14|tДух лета).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479466.425,
					["serverTime"] = 1601660303,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[20:38:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479470.391,
					["serverTime"] = 1601660307,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[20:38:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135827:14|t|cff4e96f7|HbattlePetAbil:179:1177:276:276|h[Поджигание]|h|r наносит 333 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479471.851,
					["serverTime"] = 1601660308,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[20:38:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135827:14|t|cff4e96f7|HbattlePetAbil:179:1177:276:276|h[Поджигание]|h|r наносит 111 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479472.611,
					["serverTime"] = 1601660309,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[20:38:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132104:14|t|cff4e96f7|HbattlePetAbil:2327:1208:420:244|h[Ядовитые брызги X]|h|r наносит 1650 ед. урона (сильн. удар) |3-2(ваш питомец) |3-2(|T134813:14|tДух лета).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479474.251,
					["serverTime"] = 1601660311,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[20:38:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T134813:14|tДух лета погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479474.251,
					["serverTime"] = 1601660311,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[20:38:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135817:14|t|cff4e96f7|HbattlePetAbil:177:0:276:276|h[Жертвенный огонь]|h|r наносит 55 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479476.778,
					["serverTime"] = 1601660313,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[20:38:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479479.407,
					["serverTime"] = 1601660316,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[20:38:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132914:14|tИкки – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479479.407,
					["serverTime"] = 1601660316,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[20:38:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479490.441,
					["serverTime"] = 1601660327,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[20:38:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135664:14|t|cff4e96f7|HbattlePetAbil:919:1319:322:409|h[Черный коготь]|h|r накладывает эффект |T135664:14|t|cff4e96f7|HbattlePetAbil:918:1319:322:409|h[Черный коготь]|h|r на |3-1(вражеский питомец) |3-3(|T2735924:14|tТрубочих).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479491.635,
					["serverTime"] = 1601660328,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[20:38:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132108:14|t|cff4e96f7|HbattlePetAbil:1954:1153:420:244|h[Протокол отравления]|h|r наносит 72 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479493.697,
					["serverTime"] = 1601660330,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[20:38:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132108:14|t|cff4e96f7|HbattlePetAbil:1954:1153:420:244|h[Протокол отравления]|h|r наносит 110 ед. урона |3-2(ваш питомец) |3-2(|T134373:14|tПтенец феникса).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479495.097,
					["serverTime"] = 1601660332,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[20:38:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132108:14|t|cff4e96f7|HbattlePetAbil:1954:1153:420:244|h[Протокол отравления]|h|r накладывает эффект |T136067:14|t|cff4e96f7|HbattlePetAbil:379:1153:420:244|h[Отравление]|h|r на |3-1(ваш питомец) |3-3(|T132914:14|tИкки).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479495.347,
					["serverTime"] = 1601660332,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[20:38:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132108:14|t|cff4e96f7|HbattlePetAbil:1954:1153:420:244|h[Протокол отравления]|h|r накладывает эффект |T136067:14|t|cff4e96f7|HbattlePetAbil:379:1153:420:244|h[Отравление]|h|r на |3-1(ваш питомец) |3-3(|T134373:14|tПтенец феникса).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479495.597,
					["serverTime"] = 1601660332,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[20:38:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136067:14|t|cff4e96f7|HbattlePetAbil:379:1153:420:244|h[Отравление]|h|r наносит 110 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479496.632,
					["serverTime"] = 1601660333,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[20:38:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136067:14|t|cff4e96f7|HbattlePetAbil:379:1153:420:244|h[Отравление]|h|r наносит 110 ед. урона |3-2(ваш питомец) |3-2(|T134373:14|tПтенец феникса).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479496.652,
					["serverTime"] = 1601660333,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[20:38:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135817:14|t|cff4e96f7|HbattlePetAbil:177:0:276:276|h[Жертвенный огонь]|h|r наносит 158 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479496.672,
					["serverTime"] = 1601660333,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[20:38:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136182:14|t|cff4e96f7|HbattlePetAbil:639:995:420:244|h[Ядовитый дым]|h|r наносит 110 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479496.692,
					["serverTime"] = 1601660333,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[20:38:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T136182:14|t|cff4e96f7|HbattlePetAbil:639:995:420:244|h[Ядовитый дым]|h|r\", наложенного на |3-3(ваша команда), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479497.693,
					["serverTime"] = 1601660334,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[20:39:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479520.359,
					["serverTime"] = 1601660357,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[20:39:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1027:322:409|h[Стая]|h|r наносит 94 ед. урона |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479520.709,
					["serverTime"] = 1601660357,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[20:39:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1027:322:409|h[Стая]|h|r наносит 94 ед. урона |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479521.459,
					["serverTime"] = 1601660358,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[20:39:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1027:322:409|h[Стая]|h|r наносит 94 ед. урона |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479521.81,
					["serverTime"] = 1601660358,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[20:39:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1027:322:409|h[Стая]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:1027:322:409|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T2735924:14|tТрубочих).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479522.164,
					["serverTime"] = 1601660359,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[20:39:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136182:14|t|cff4e96f7|HbattlePetAbil:640:713:420:244|h[Ядовитый дым]|h|r наносит 352 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479525.085,
					["serverTime"] = 1601660362,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[20:39:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136182:14|t|cff4e96f7|HbattlePetAbil:640:713:420:244|h[Ядовитый дым]|h|r накладывает эффект \"|T136182:14|t|cff4e96f7|HbattlePetAbil:639:713:420:244|h[Ядовитый дым]|h|r\" на |3-3(ваша команда).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479525.335,
					["serverTime"] = 1601660362,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[20:39:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136067:14|t|cff4e96f7|HbattlePetAbil:379:713:420:244|h[Отравление]|h|r наносит 110 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479526.365,
					["serverTime"] = 1601660363,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[20:39:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618976:14|t|cff4e96f7|HbattlePetAbil:239:565:322:409|h[Летающий питомец]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T132914:14|tИкки), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479526.365,
					["serverTime"] = 1601660363,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[20:39:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136067:14|t|cff4e96f7|HbattlePetAbil:379:713:420:244|h[Отравление]|h|r наносит 110 ед. урона |3-2(ваш питомец) |3-2(|T134373:14|tПтенец феникса).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479526.385,
					["serverTime"] = 1601660363,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[20:39:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135817:14|t|cff4e96f7|HbattlePetAbil:177:0:276:276|h[Жертвенный огонь]|h|r наносит 474 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479526.405,
					["serverTime"] = 1601660363,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[20:39:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136182:14|t|cff4e96f7|HbattlePetAbil:639:239:420:244|h[Ядовитый дым]|h|r наносит 110 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479526.425,
					["serverTime"] = 1601660363,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[20:39:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479528.01,
					["serverTime"] = 1601660364,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[20:39:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:455:322:273|h[Стая]|h|r наносит 282 ед. урона |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479528.51,
					["serverTime"] = 1601660365,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[20:39:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T2735924:14|tТрубочих погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479528.51,
					["serverTime"] = 1601660365,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[20:39:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:368:420:244|h[Последний шанс]|h|r восстанавливает 368 ед. урона |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479531.031,
					["serverTime"] = 1601660367,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[20:39:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:368:420:244|h[Последний шанс]|h|r накладывает эффект |T618979:14|t|cff4e96f7|HbattlePetAbil:244:368:420:244|h[Механический питомец]|h|r на |3-1(вражеский питомец) |3-3(|T2735924:14|tТрубочих).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479531.281,
					["serverTime"] = 1601660368,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[20:39:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:455:322:273|h[Стая]|h|r наносит 423 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T2735924:14|tТрубочих).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479534.395,
					["serverTime"] = 1601660371,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[20:39:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T2735924:14|tТрубочих погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479534.395,
					["serverTime"] = 1601660371,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[20:39:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136067:14|t|cff4e96f7|HbattlePetAbil:379:0:420:244|h[Отравление]|h|r наносит 110 ед. урона |3-2(ваш питомец) |3-2(|T134373:14|tПтенец феникса).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479537.618,
					["serverTime"] = 1601660374,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[20:39:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136067:14|t|cff4e96f7|HbattlePetAbil:379:0:420:244|h[Отравление]|h|r наносит 110 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479537.638,
					["serverTime"] = 1601660374,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[20:39:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136182:14|t|cff4e96f7|HbattlePetAbil:639:0:420:244|h[Ядовитый дым]|h|r наносит 110 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479537.658,
					["serverTime"] = 1601660374,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[20:39:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T136067:14|t|cff4e96f7|HbattlePetAbil:379:0:420:244|h[Отравление]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T132914:14|tИкки), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479538.673,
					["serverTime"] = 1601660375,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[20:39:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T136067:14|t|cff4e96f7|HbattlePetAbil:379:0:420:244|h[Отравление]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134373:14|tПтенец феникса), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479538.673,
					["serverTime"] = 1601660375,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[20:39:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:777:322:273|h[Боевое восстановление]|h|r восстанавливает 542 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479540.163,
					["serverTime"] = 1601660377,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[20:39:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1099:276:325|h[Боевое восстановление]|h|r восстанавливает 220 ед. урона |3-2(ваш питомец) |3-2(|T134373:14|tПтенец феникса).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1479540.163,
					["serverTime"] = 1601660377,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						49, -- [3]
						50, -- [4]
						["n"] = 4,
					},
				}, -- [54]
			},
			["headIndex"] = 54,
			["maxElements"] = 128,
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 73,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[14:53:02]|h Ваша добыча: |cff1eff00|Hitem:166971::::::::120:258::::::|h[Разряженный аккумулятор]|h|r.",
					["serverTime"] = 1602417182,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94011.16900000001,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[14:53:02]|h Ваша добыча: |cff9d9d9d|Hitem:169128::::::::120:258::::::|h[Холодящий теплообменник]|h|r.",
					["serverTime"] = 1602417182,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94011.27,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[14:53:07]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Акценд-ЧерныйШрам:1323:CHANNEL:3|h|cfffef367Акценд|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: Даркдай-Борейскаятундра , да селюки обычные",
					["serverTime"] = 1602417187,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94015.926,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[14:53:12]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Березушка-ПиратскаяБухта:1324:CHANNEL:3|h|cfffe7b09Березушка|r-|cff3be3ceПир|r|h|cffd8d8d8]|r: пнт потом жалуются что грязно",
					["serverTime"] = 1602417192,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94020.539,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[14:53:20]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Акценд-ЧерныйШрам:1326:CHANNEL:3|h|cfffef367Акценд|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: селюки , которые думают что они арийцы , селючьи арийцы ))",
					["serverTime"] = 1602417200,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94028.41900000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[14:53:39]|h Ваша добыча: |cff1eff00|Hitem:166971::::::::120:258::::::|h[Разряженный аккумулятор]|h|rx2.",
					["serverTime"] = 1602417219,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94047.507,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[14:53:39]|h Ваша добыча: |cff9d9d9d|Hitem:169123::::::::120:258::::::|h[Действующий перещелкиватель]|h|r.",
					["serverTime"] = 1602417219,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94047.507,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[14:53:39]|h Ваша добыча: |cff9d9d9d|Hitem:169127::::::::120:258::::::|h[Благоуханная смазка]|h|r.",
					["serverTime"] = 1602417219,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94047.553,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[14:53:43]|h Буровая установка ДЫР-ДЖ41 активирована! Она завершит раскопки через минуту.",
					["serverTime"] = 1602417223,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						false, -- [2]
						50, -- [3]
						51, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94051.94900000001,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[14:54:08]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Потихонька-Борейскаятундра:1331:CHANNEL:3|h|cff00fe95Потихонька|r|h|cffd8d8d8]|r: Илиавиль-ТкачСмерти, ну вот смотри, мэр у меня ярый запутинец, в рот Пыне заглядывает, делат всё как то говорит, но город в жопе. Кто виновт - П",
					["serverTime"] = 1602417248,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94077.173,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[14:54:23]|h Ваша добыча: |cff1eff00|Hitem:166971::::::::120:258::::::|h[Разряженный аккумулятор]|h|r.",
					["serverTime"] = 1602417263,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94091.967,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[14:54:23]|h Ваша добыча: |cff9d9d9d|Hitem:169127::::::::120:258::::::|h[Благоуханная смазка]|h|r.",
					["serverTime"] = 1602417263,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94092.24,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[14:54:34]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Потихонька-Борейскаятундра:1334:CHANNEL:3|h|cff00fe95Потихонька|r|h|cffd8d8d8]|r: Пыня или  тупой мэр?",
					["serverTime"] = 1602417274,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94102.338,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[14:54:47]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Акценд-ЧерныйШрам:1335:CHANNEL:3|h|cfffef367Акценд|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: Потихонька-Борейскаятундра ,ну мб потому что ты на Украине",
					["serverTime"] = 1602417287,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94115.503,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[14:55:00]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Акценд-ЧерныйШрам:1336:CHANNEL:3|h|cfffef367Акценд|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: а Путин не должен делать городам Украины",
					["serverTime"] = 1602417300,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94128.604,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[14:55:03]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Акценд-ЧерныйШрам:1337:CHANNEL:3|h|cfffef367Акценд|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: хорошо",
					["serverTime"] = 1602417303,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94131.894,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[14:55:21]|h Ваша добыча: |cff1eff00|Hitem:166971::::::::120:258::::::|h[Разряженный аккумулятор]|h|r.",
					["serverTime"] = 1602417321,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94149.337,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[14:55:21]|h Ваша добыча: |cff9d9d9d|Hitem:169124::::::::120:258::::::|h[Декоративная зубчатая вертушка]|h|r.",
					["serverTime"] = 1602417321,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94149.541,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[14:55:47]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Залипала-Гром:1342:CHANNEL:3|h|cfff38bb9Залипала|r-|cffad5c7fГро|r|h|cffd8d8d8]|r: а даже если не путин то все равно путин",
					["serverTime"] = 1602417347,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						65, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94175.565,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[14:55:58]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Анюэточка-Гром:1343:CHANNEL:3|h|cff00fe95Анюэточка|r-|cffad5c7fГро|r|h|cffd8d8d8]|r: Залипала-Гром Пыня?",
					["serverTime"] = 1602417358,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						67, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94186.913,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[14:56:12]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Потихонька-Борейскаятундра:1345:CHANNEL:3|h|cff00fe95Потихонька|r|h|cffd8d8d8]|r: Илиавиль-ТкачСмерти, так это же ватаны, визжите \"Если не Путин, то кто?\"",
					["serverTime"] = 1602417372,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94200.755,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[14:56:25]|h Боггак Черепокол кричит: Боггак убивать!",
					["serverTime"] = 1602417385,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						63, -- [3]
						64, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94213.819,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[14:56:29]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Залипала-Гром:1348:CHANNEL:3|h|cfff38bb9Залипала|r-|cffad5c7fГро|r|h|cffd8d8d8]|r: пыня эт че ваще?",
					["serverTime"] = 1602417389,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						65, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94218.213,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[14:56:30]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Акценд-ЧерныйШрам:1349:CHANNEL:3|h|cfffef367Акценд|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: А кто если не Путин ? Ну как скажи",
					["serverTime"] = 1602417390,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94219.154,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[14:56:38]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Потихонька-Борейскаятундра:1350:CHANNEL:3|h|cff00fe95Потихонька|r|h|cffd8d8d8]|r: кто угодно, хоть уборщица",
					["serverTime"] = 1602417398,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94227.139,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[14:56:52]|h Воздушный подавитель ОУ-8 кричит: Обнаружен противник в воздухе. Захват цели: Алоиза...",
					["serverTime"] = 1602417412,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						63, -- [3]
						64, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94241.084,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[14:56:55]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Залипала-Гром:1353:CHANNEL:3|h|cfff38bb9Залипала|r-|cffad5c7fГро|r|h|cffd8d8d8]|r: яж не говорю что ты курица которая опытного монаха всё утро ищет",
					["serverTime"] = 1602417415,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						65, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94243.409,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[14:57:09]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Залипала-Гром:1356:CHANNEL:3|h|cfff38bb9Залипала|r-|cffad5c7fГро|r|h|cffd8d8d8]|r: путин это путин, оставьте эти ваши ярлыки",
					["serverTime"] = 1602417429,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						65, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94257.499,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[14:57:09]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Кенпанчи-Борейскаятундра:1357:CHANNEL:3|h|cfffe7b09Кенпанчи|r|h|cffd8d8d8]|r: НАВЭЛЬНЫЙ)",
					["serverTime"] = 1602417429,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						69, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94257.971,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[14:57:12]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Акценд-ЧерныйШрам:1358:CHANNEL:3|h|cfffef367Акценд|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: назови имя кто если не Путин",
					["serverTime"] = 1602417432,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94260.465,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[14:57:19]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Акценд-ЧерныйШрам:1359:CHANNEL:3|h|cfffef367Акценд|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: уродец",
					["serverTime"] = 1602417439,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94267.389,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[14:57:28]|h |cff33ff99Global Ignore: |cffffffffАкценд-ЧерныйШрам added to global ignore",
					["timestamp"] = 94276.728,
					["serverTime"] = 1602417448,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[14:57:40]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Сангвин-ЧерныйШрам:1360:CHANNEL:3|h|cffa22fc8Сангвин|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: Навальный даже отравиться как следует не может",
					["serverTime"] = 1602417460,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94288.503,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[14:57:41]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Потихонька-Борейскаятундра:1361:CHANNEL:3|h|cff00fe95Потихонька|r|h|cffd8d8d8]|r: ну, имя тут есть только одно, но если я его назову, то вы же, ватаны, слюнями захлебнётесь",
					["serverTime"] = 1602417461,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94290.03600000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[14:58:07]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Волкогрыз-Борейскаятундра:1364:CHANNEL:3|h|cffd8bc3f120|r:|cffa9d271Волкогрыз|r|h|cffd8d8d8]|r: мало вам было Горбачева и Ельцина, хотите пожестче - тогда ваш выбор Навальный, через год вместо федерации будет десятка три мелких стран",
					["serverTime"] = 1602417487,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						71, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94315.55900000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[14:58:07]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Инидор-ЧерныйШрам:1365:CHANNEL:3|h|cfff38bb9Инидор|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: и все равно там в разы лучше",
					["serverTime"] = 1602417487,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94316.259,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[14:58:09]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Эллфи-Термоштепсель:1366:CHANNEL:3|h|cfffef367Эллфи|r-|cff76a4beТер|r|h|cffd8d8d8]|r: вроде вернулся в вов что бы отвлечься от всей этой хрени а она и тут...",
					["serverTime"] = 1602417489,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						73, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94317.55900000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[14:58:11]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Риама-ЧерныйШрам:1367:CHANNEL:3|h|cfffe7b09Риама|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: не 78 а 780% ващет",
					["serverTime"] = 1602417491,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						75, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94320.259,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[14:58:12]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Инидор-ЧерныйШрам:1368:CHANNEL:3|h|cfff38bb9Инидор|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: интересно",
					["serverTime"] = 1602417492,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94320.492,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[14:58:13]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Волкогрыз-Борейскаятундра:1369:CHANNEL:3|h|cffd8bc3f120|r:|cffa9d271Волкогрыз|r|h|cffd8d8d8]|r: и каждая с гражданской войной",
					["serverTime"] = 1602417493,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						71, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94322.125,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[14:58:15]|h |cffd8d8d8[|r|Hplayer:Дарккаин:1370|h|cffd8bc3f120|r:|cfffef367Дарккаин|r|h|cffd8d8d8]|r входит в игровой мир.",
					["serverTime"] = 1602417495,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94324.248,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[14:58:24]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Сангвин-ЧерныйШрам:1372:CHANNEL:3|h|cffa22fc8Сангвин|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: если бы навального травили спецслужбы, он бы не выжил ,а так дешевый пиар",
					["serverTime"] = 1602417504,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94332.79000000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[14:58:27]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Залипала-Гром:1373:CHANNEL:3|h|cfff38bb9Залипала|r-|cffad5c7fГро|r|h|cffd8d8d8]|r: им надо чтоб как в саудовской... нихрена не делать а государство туоп башляло",
					["serverTime"] = 1602417507,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						65, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94335.557,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[14:58:52]|h |cfffef367Дарккаин|r выходит из игрового мира.",
					["serverTime"] = 1602417532,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94361.04400000001,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[14:58:56]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Сейнтлих-ЧерныйШрам:1378:CHANNEL:3|h|cffa9d271Сейнтлих|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: есть Стталин",
					["serverTime"] = 1602417536,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94364.551,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[14:59:11]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Волкогрыз-Борейскаятундра:1379:CHANNEL:3|h|cffd8bc3f120|r:|cffa9d271Волкогрыз|r|h|cffd8d8d8]|r: Залипала в Саудовской Аравии всего 3 миллиона граждан из 30 жителей и нефти на человека раз в 5 больше чем в России",
					["serverTime"] = 1602417551,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						71, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94379.551,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[14:59:23]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Простозавр-Борейскаятундра:1380:CHANNEL:3|h|cffc59a6cПростозавр|r|h|cffd8d8d8]|r: сталин ебучий уголовник, у нас и так их хватает",
					["serverTime"] = 1602417563,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						77, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94391.605,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[14:59:28]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Потихонька-Борейскаятундра:1381:CHANNEL:3|h|cff00fe95Потихонька|r|h|cffd8d8d8]|r: ватаны, почему в Америке, закупающей бензин - этот бензин дешевле, чем в Рашке, производящей его?",
					["serverTime"] = 1602417568,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94396.705,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[14:59:43]|h |cffd8d8d8[|r|Hplayer:Ховьер:1385|h|cffd8bc3f120|r:|cff00fe95Ховьер|r|h|cffd8d8d8]|r входит в игровой мир.",
					["serverTime"] = 1602417583,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94411.297,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[14:59:44]|h |cffd8d8d8[|r|Hplayer:Каинка:1386|h|cffd8bc3f120|r:|cff3ec5e9Каинка|r|h|cffd8d8d8]|r входит в игровой мир.",
					["serverTime"] = 1602417584,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94413.086,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[15:00:05]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Волкогрыз-Борейскаятундра:1388:CHANNEL:3|h|cffd8bc3f120|r:|cffa9d271Волкогрыз|r|h|cffd8d8d8]|r: Потихонька дурында, США добывает валово столько же нефти сколько Россия и бензин они делают САМИ",
					["serverTime"] = 1602417605,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						71, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94434.012,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[15:00:12]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Простозавр-Борейскаятундра:1389:CHANNEL:3|h|cffc59a6cПростозавр|r|h|cffd8d8d8]|r: они даже мемуары руководителей того времени не читали, просто любят крепкую руку в жопе",
					["serverTime"] = 1602417612,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						77, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94440.80500000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[15:00:14]|h |cff00fe95Ховьер|r выходит из игрового мира.",
					["serverTime"] = 1602417614,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94442.822,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[15:00:14]|h |cff33ff99Global Ignore: |cffffffffПотихонька-Борейскаятундра added to global ignore",
					["timestamp"] = 94443.04400000001,
					["serverTime"] = 1602417614,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[15:00:20]|h |cff3ec5e9Каинка|r выходит из игрового мира.",
					["serverTime"] = 1602417620,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94449.004,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[15:00:23]|h |cff33ff99Global Ignore: |cffffffffПростозавр-Борейскаятундра added to global ignore",
					["timestamp"] = 94451.639,
					["serverTime"] = 1602417623,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[15:00:35]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Волкогрыз-Борейскаятундра:1392:CHANNEL:3|h|cffd8bc3f120|r:|cffa9d271Волкогрыз|r|h|cffd8d8d8]|r: и кстати бензин там не дешевле, он чуть дороже",
					["serverTime"] = 1602417635,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						71, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94463.364,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[15:00:40]|h Отношение |3-7(Защитники Азерот) к вам улучшилось на 21.",
					["serverTime"] = 1602417640,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						20, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94468.71800000001,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[15:00:40]|h Отношение |3-7(Ржавоболтское сопротивление) к вам улучшилось на 1785.",
					["serverTime"] = 1602417640,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						20, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94468.71800000001,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[15:00:40]|h Вы получили предмет: |cffa335ee|Hitem:168832::::::::120:258::::::|h[Гальванический осциллятор]|h|r.",
					["serverTime"] = 1602417640,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94468.77500000001,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[15:00:40]|h Вы получили предмет: |cff1eff00|Hitem:166846::::::::120:258::::::|h[Запасные части]|h|rx250.",
					["serverTime"] = 1602417640,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94468.77500000001,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[15:00:40]|h Принц Эразмин говорит: У Ржавого Болта множество врагов, но благодаря тебе их стало чуть меньше. Спасибо.",
					["serverTime"] = 1602417640,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						39, -- [3]
						40, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94468.77500000001,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[15:00:40]|h Ваша добыча: |cff1eff00|Hitem:166971::::::::120:258::::::|h[Разряженный аккумулятор]|h|rx2.",
					["serverTime"] = 1602417640,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94469.16900000001,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[15:00:40]|h Ваша добыча: |cff9d9d9d|Hitem:169126::::::::120:258::::::|h[Суперзаряженная графическая шестеренка]|h|r.",
					["serverTime"] = 1602417640,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94469.16900000001,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[15:00:48]|h Король-над-свалкой кричит: Я тебя расчленю и утилизирую!",
					["serverTime"] = 1602417648,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						63, -- [3]
						64, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94476.933,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[15:00:54]|h Буровая установка ДЫР-ТР35 активирована! Она завершит раскопки через минуту.",
					["serverTime"] = 1602417654,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						false, -- [2]
						50, -- [3]
						51, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94482.609,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[15:01:01]|h Ваша добыча: |cff1eff00|Hitem:152577::::::::120:258::::::|h[Глубоководный шелк]|h|r.",
					["serverTime"] = 1602417661,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94490.053,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[15:01:01]|h Ваша добыча: |cff1eff00|Hitem:166846::::::::120:258::::::|h[Запасные части]|h|r.",
					["serverTime"] = 1602417661,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94490.261,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[15:01:02]|h Ваша добыча: 60 |4серебряная:серебряные:серебряных;, 47 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1602417662,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						3, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94490.853,
					["g"] = 1,
					["b"] = 0,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[15:01:10]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Эвергон-ЧерныйШрам:1409:CHANNEL:3|h|cffa9d271Эвергон|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: мм такой же вопрос ко всему миру)",
					["serverTime"] = 1602417670,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						30, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94499.064,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[15:01:11]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Волкогрыз-Борейскаятундра:1410:CHANNEL:3|h|cffd8bc3f120|r:|cffa9d271Волкогрыз|r|h|cffd8d8d8]|r: Потихонька а почему великие США точно так же клеит на мейд ин чина?",
					["serverTime"] = 1602417671,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						71, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94499.57,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[15:01:25]|h Ниру Инфолякс говорит: На нашу сторону перешли и другие чужаки!",
					["serverTime"] = 1602417685,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						39, -- [3]
						40, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94514.204,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[15:01:30]|h |Hchannel:channel:2|h[2] |h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Оборона: Мехагон]|h.",
					["serverTime"] = 1602417690,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94518.515,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[14:49:37]|h Сайрус говорит: Злу не укрыться от нас даже в самых глухих уголках! Спасибо тебе.",
					["serverTime"] = 1602416977,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						39, -- [3]
						40, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93805.429,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[14:49:41]|h Ваша добыча: |cffffffff|Hitem:152576::::::::120:258::::::|h[Морской лен]|h|r.",
					["serverTime"] = 1602416981,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93809.681,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[14:49:41]|h Ваша добыча: |cff9d9d9d|Hitem:158869::::::::120:258::::::|h[Каменный клык]|h|r.",
					["serverTime"] = 1602416981,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93809.731,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[14:49:42]|h Ваша добыча: 2 |4золотая:золотые:золотых;, 30 |4серебряная:серебряные:серебряных;, 18 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1602416982,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						3, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93810.728,
					["g"] = 1,
					["b"] = 0,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[14:49:58]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Акценд-ЧерныйШрам:1264:CHANNEL:3|h|cfffef367Акценд|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: Кстати, если вдруг воды реально бужет не хватать , то Россия может зайти на Украину реально войсками",
					["serverTime"] = 1602416998,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93827.171,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[14:50:03]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Акценд-ЧерныйШрам:1265:CHANNEL:3|h|cfffef367Акценд|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: и воду забраить себе )",
					["serverTime"] = 1602417003,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93831.842,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[14:50:18]|h Сайрус говорит: Зло здесь повсюду... как удушающие лианы! Уничтожь его на корню и защити наши войска.",
					["serverTime"] = 1602417018,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						39, -- [3]
						40, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93846.931,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[14:50:22]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Инидор-ЧерныйШрам:1269:CHANNEL:3|h|cfff38bb9Инидор|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: сомневаюсь",
					["serverTime"] = 1602417022,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93850.406,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[14:50:31]|h Изготовительница тотемов Джаш'га говорит: Злобогрызы... я только хотела сделать... еще... один...",
					["serverTime"] = 1602417031,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						39, -- [3]
						40, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93859.44,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[14:50:31]|h Отношение |3-7(Защитники Азерот) к вам улучшилось на 21.",
					["serverTime"] = 1602417031,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						20, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93859.57400000001,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[14:50:31]|h Отношение |3-7(7-й легион) к вам улучшилось на 158.",
					["serverTime"] = 1602417031,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						20, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93859.57400000001,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[14:50:31]|h Вы получили предмет: |cff0070dd|Hitem:157872::::::::120:258::26:6:4803:40:6516:6513:1607:4785:::|h[Повязки духа Фэн]|h|r.",
					["serverTime"] = 1602417031,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93859.687,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[14:50:31]|h Сайрус говорит: Еще одной угрозой меньше, еще одна победа Альянса!",
					["serverTime"] = 1602417031,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						39, -- [3]
						40, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93859.728,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[14:50:32]|h Ваша добыча: |cffffffff|Hitem:152576::::::::120:258::::::|h[Морской лен]|h|rx4.",
					["serverTime"] = 1602417032,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93860.74,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[14:50:33]|h Ваша добыча: 91 |4серебряная:серебряные:серебряных;, 84 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1602417033,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						3, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93861.929,
					["g"] = 1,
					["b"] = 0,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[14:50:39]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Потихонька-Борейскаятундра:1277:CHANNEL:3|h|cff00fe95Потихонька|r|h|cffd8d8d8]|r: Илиавиль-ТкачСмерти, помой мой Новосибирск и отремонтируй дороги, плз",
					["serverTime"] = 1602417039,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93867.442,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[14:50:59]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Акценд-ЧерныйШрам:1279:CHANNEL:3|h|cfffef367Акценд|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: и это будет законно",
					["serverTime"] = 1602417059,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93887.55500000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[14:51:06]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Гариган-Термоштепсель:1280:CHANNEL:3|h|cffa9d271Гариган|r-|cff76a4beТер|r|h|cffd8d8d8]|r: фы фсе фрете! путинг помоги! фашисты атаке!",
					["serverTime"] = 1602417066,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						59, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93894.57800000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[14:51:10]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Сейнтлих-ЧерныйШрам:1281:CHANNEL:3|h|cffa9d271Сейнтлих|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: акценд хохлосрачи развязывает",
					["serverTime"] = 1602417070,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93899.312,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[14:51:18]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Акценд-ЧерныйШрам:1282:CHANNEL:3|h|cfffef367Акценд|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: т.к воду перекрывать не законно, если это повлечет катастрофу",
					["serverTime"] = 1602417078,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93906.436,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[14:51:18]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Торговля: Город]|h.",
					["serverTime"] = 1602417078,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						47, -- [3]
						48, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93906.436,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[14:51:18]|h |Hchannel:channel:2|h[2] |h Смена канала: |Hchannel:CHANNEL:2|h[2. Оборона: Гавань Боралуса]|h.",
					["serverTime"] = 1602417078,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93906.436,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[14:51:18]|h Вы будете получать добычу для специализации \"Свет\".",
					["serverTime"] = 1602417078,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 93906.436,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[14:51:30]|h Задание \"Военная кампания Альянса\" выполнено.",
					["serverTime"] = 1602417090,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93919.03,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[14:51:30]|h Вы получили предмет: |cffa335ee|Hcurrency:1553:3600|h[Гудящий азеритовый сердечник]|h|r.",
					["serverTime"] = 1602417090,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93919.03,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[14:51:30]|h Артефакт |cffe6cc80|Hitem:158075::::::::120:258::11:4:6316:4932:4933:1654:::|h[Сердце Азерот]|h|r получает 3 600 ед. силы артефакта.",
					["serverTime"] = 1602417090,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93919.03,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[14:51:30]|h Отношение |3-7(7-й легион) к вам улучшилось на 3150.",
					["serverTime"] = 1602417090,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						20, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93919.03,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[14:51:31]|h Вы получаете валюту – |cffffffff|Hcurrency:1560:0|h[Ресурсы для войны]|h|r, 50 шт.",
					["serverTime"] = 1602417091,
					["r"] = 0.4431372880935669,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						26, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93920.147,
					["g"] = 0.6901960968971252,
					["b"] = 1,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[14:51:31]|h Вы получаете валюту – |cffe6cc80|Hcurrency:1803:0|h[Эхо Ни'алоты]|h|r, 250 шт.",
					["serverTime"] = 1602417091,
					["r"] = 0.4431372880935669,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						26, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93920.147,
					["g"] = 0.6901960968971252,
					["b"] = 1,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[14:51:45]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Потихонька-Борейскаятундра:1294:CHANNEL:3|h|cff00fe95Потихонька|r|h|cffd8d8d8]|r: Илиавиль-ТкачСмерти, тогда за что я плаччу налоги - прямые и скрытые?",
					["serverTime"] = 1602417105,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93933.906,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[14:51:45]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Гариган-Термоштепсель:1295:CHANNEL:3|h|cffa9d271Гариган|r-|cff76a4beТер|r|h|cffd8d8d8]|r: Акценд-ЧерныйШрам ты даун Женевскую конвенцию читал ? ))",
					["serverTime"] = 1602417105,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						59, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93934.266,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[14:51:54]|h Вы будете получать добычу для специализации \"Свет\".",
					["serverTime"] = 1602417114,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 93942.75600000001,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[14:51:57]|h |Hchannel:channel:1|h[1] |h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Торговля: Город]|h.",
					["serverTime"] = 1602417117,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						47, -- [3]
						48, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93945.373,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[14:51:57]|h |Hchannel:channel:2|h[2] |h Смена канала: |Hchannel:CHANNEL:2|h[2. Оборона: Мехагон]|h.",
					["serverTime"] = 1602417117,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93945.373,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[14:51:57]|h |cffd8d8d8[|r|Hplayer:Корка-ТкачСмерти:1298|h|cffd8bc3f120|r:|cffc59a6cКорка|r-|cff39a132Тка|r|h|cffd8d8d8]|r входит в игровой мир.",
					["serverTime"] = 1602417117,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93945.373,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[14:51:57]|h Принц Эразмин говорит: Сопротивлению всегда нужны ресурсы. Хочешь помочь – ищи механизированные сундуки на этом острове.",
					["serverTime"] = 1602417117,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						39, -- [3]
						40, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93945.373,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[14:52:05]|h |cffc59a6cКорка|r-ТкачСмерти выходит из игрового мира.",
					["serverTime"] = 1602417125,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93953.489,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[14:52:05]|h Вы получили предмет: |cffa335ee|Hcurrency:1553:2500|h[Гудящий азеритовый сердечник]|h|r.",
					["serverTime"] = 1602417125,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93953.764,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[14:52:05]|h Артефакт |cffe6cc80|Hitem:158075::::::::120:258::11:4:6316:4932:4933:1654:::|h[Сердце Азерот]|h|r получает 2 500 ед. силы артефакта.",
					["serverTime"] = 1602417125,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93953.764,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[14:52:05]|h Задание \"Припасы от Ржавоболтского сопротивления\" выполнено.",
					["serverTime"] = 1602417125,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93953.764,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[14:52:05]|h Вы получили предмет: |cff0070dd|Hitem:170061::::::::120:258::11::::|h[Ржавоболтские припасы]|h|r.",
					["serverTime"] = 1602417125,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93953.87700000001,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[14:52:08]|h Получено: 4003 |4золотая:золотые:золотых;, 23 |4серебряная:серебряные:серебряных;, 43 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1602417128,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93956.643,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[14:52:09]|h Вы получаете валюту – |cffffffff|Hcurrency:1560:0|h[Ресурсы для войны]|h|r, 500 шт.",
					["serverTime"] = 1602417129,
					["r"] = 0.4431372880935669,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						26, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93957.70300000001,
					["g"] = 0.6901960968971252,
					["b"] = 1,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[14:52:19]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Даркдай-Борейскаятундра:1308:CHANNEL:3|h|cffa22fc8Даркдай|r|h|cffd8d8d8]|r: я сам с Киева убежал, соседу стукнули в СБУ что я на мове не могу разговаривать, и ругаюсь матом",
					["serverTime"] = 1602417139,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						61, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93967.763,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[14:52:21]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Бриена-Борейскаятундра:1309:CHANNEL:3|h|cffa9d271Бриена|r|h|cffd8d8d8]|r: в подъездах нельзя курить",
					["serverTime"] = 1602417141,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						28, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93969.662,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[14:52:22]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Березушка-ПиратскаяБухта:1310:CHANNEL:3|h|cfffe7b09Березушка|r-|cff3be3ceПир|r|h|cffd8d8d8]|r: Ракотвар-Борейскаятундра и что обтряс ему?",
					["serverTime"] = 1602417142,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93971.213,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[14:52:28]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Инидор-ЧерныйШрам:1311:CHANNEL:3|h|cfff38bb9Инидор|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: так ты же говорил, что порядок навели",
					["serverTime"] = 1602417148,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93976.897,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[14:52:36]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Инидор-ЧерныйШрам:1312:CHANNEL:3|h|cfff38bb9Инидор|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: вот тебе и задают вопрос",
					["serverTime"] = 1602417156,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93984.776,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[14:52:43]|h Воздушный подавитель ОУ-8 кричит: Обнаружен противник в воздухе. Захват цели: Алоиза...",
					["serverTime"] = 1602417163,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						63, -- [3]
						64, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 93991.45300000001,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[14:52:53]|h Ваша добыча: |cff0070dd|Hitem:166970::::::::120:258::::::|h[Аккумулятор]|h|r.",
					["serverTime"] = 1602417173,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94001.963,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[14:52:53]|h Ваша добыча: |cff0070dd|Hitem:169850::::::::120:258::::::|h[Комплект \"Мини-Азерот\": Мехагон]|h|r.",
					["serverTime"] = 1602417173,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94001.963,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[14:52:53]|h Ваша добыча: |cffa335ee|Hitem:168832::::::::120:258::::::|h[Гальванический осциллятор]|h|r.",
					["serverTime"] = 1602417173,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94002.038,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[14:52:53]|h Ваша добыча: |cff1eff00|Hitem:166971::::::::120:258::::::|h[Разряженный аккумулятор]|h|r.",
					["serverTime"] = 1602417173,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94002.038,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[14:52:53]|h Ваша добыча: |cff9d9d9d|Hitem:169128::::::::120:258::::::|h[Холодящий теплообменник]|h|r.",
					["serverTime"] = 1602417173,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94002.038,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[14:52:56]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Даркдай-Борейскаятундра:1319:CHANNEL:3|h|cffa22fc8Даркдай|r|h|cffd8d8d8]|r: укро-фашики вообще звери",
					["serverTime"] = 1602417176,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						61, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94004.379,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [128]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
