
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
				"/cw Криворожка А я с тобой серебром поделюсь)", -- [1]
				"/cw Криворожка Пуфик, поможешь нам с ачивкой?", -- [2]
				"/рейд Вейл, слезай с коня", -- [3]
				"/г |cff0070dd|Hitem:163607::::::::120:258::::::|h[Швейная игла Люсиль]|h|r кажется я знаю, чем Лёша теперь будет заниматься в рейдах вместо кидания мяча", -- [4]
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
				"/cw Подобиемага-Борейскаятундра Зайдешь ко мне в диск?", -- [1]
				"/гр Hey", -- [2]
				"/гр Мне ни один не нравится)", -- [3]
				"/гр Вань, выбери какого-нибудь ДК", -- [4]
				"/гр Ну давай Гавань попробуем собрать", -- [5]
				"/гр |cffa335ee|Hkeystone:158923:252:6:9:11:0:0|h[Ключ: Святилище Штормов (6)]|h|r", -- [6]
				"/гр Тогда Усадьба, раз ты уже там", -- [7]
				"/гр Ваф, зайдешь в войс?", -- [8]
				"/гр Осада", -- [9]
				"/гр Едь, точнее", -- [10]
				"/гр Пуф, лети ко мне. Поможешь присамонить остальных", -- [11]
				"/гр Да, слышно", -- [12]
				"/гр У нас тут Кейс ещё в диске", -- [13]
				"/гр Может ты его поставишь по-быстрому?", -- [14]
				"/гр https://discord.gg/BfUKNH5", -- [15]
				"/г Я теперь юность вспомнила", -- [16]
				"/г Ну тебя, Лёша, с твоей музыкой(", -- [17]
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
				" Она тоже не дамажит)", -- [1]
				" Я тоже ведила, но я не по фото выбираю)", -- [2]
				" Ты не оставил мне выбора ><", -- [3]
				" Я уже Дашу взяла", -- [4]
				" Хилить сейчас кстати просто. Аффиксы изи", -- [5]
				" сек", -- [6]
				" Лин, опять забалгался инвайт", -- [7]
				" Нам просто пятый нужен", -- [8]
				" А потом допройдем тв", -- [9]
				" Кстати, не хочешь Атал 11 похилить?", -- [10]
				" Мы в ключ идем сейчас", -- [11]
				" Да, но у меня ещё танк есть", -- [12]
				" Привет", -- [13]
				" Атал 11", -- [14]
				" We need a victim... mmm... volunteer", -- [15]
				" Кис-кис", -- [16]
				"/гр /break 5", -- [17]
				"/гр Как раз на следующей неделе 10й ключ сразу будет", -- [18]
				"/гр Идем в Сетралис", -- [19]
				"/гр диск", -- [20]
				"/гр Ёлки, у нас ещё и все баффы", -- [21]
				"/г мы в дискорде", -- [22]
				"/г Панд, почему ты опять Пикачу?", -- [23]
				"/г И у него уже закрыты ключи. А у совы нет", -- [24]
				"/г Он в экспедиции", -- [25]
				"/г Зови сову", -- [26]
				"/г Могу в принципе похилить", -- [27]
				"/г ))", -- [28]
				"/г Или вы оба в одном Тол-Дагоре?", -- [29]
				"/г Так он уже в данже", -- [30]
				"/г Хил", -- [31]
				" Я сегодня из дома работаю, может вечером получится собрать", -- [32]
				" А ты по каким дням работаешь?", -- [33]
				" Подстава", -- [34]
				" Угу, работа здорово мешает играть", -- [35]
				" Нет) он несколько раз заходил)", -- [36]
				" Сов заходил", -- [37]
				" Джайну убили", -- [38]
				"/г ы, Ромео друидом уже наигрался?)", -- [39]
				"/г Остаются экспедиции", -- [40]
				"/г ДХ даже если ручками докачиваешь, он ещё день не может ходить в старый контент (рейды, данжи)", -- [41]
				"/г Вспомнила, у меня с ДХ была аналогичная ситуация", -- [42]
				"/г Через сутки сможешь", -- [43]
				"/г \"There is a 24hr lockout of boosted characters accessing older content.\"", -- [44]
				"/г Ты друида бустом апал?", -- [45]
				"/г Для лич кинга это 80", -- [46]
				"/г Таймволки должны быть доступны начиная с уровня, соответствующего дополнению", -- [47]
				"/г Она там качалась с 113 до 120", -- [48]
				"/г Нет", -- [49]
				"/г Это как некоторые разработчики сообщение об ошибке делают \"Something went wrong\"", -- [50]
				"/г КАКИМ требованиям?", -- [51]
				"/г Ну ппц", -- [52]
				"/г \"Амкамия не отвечает требованиям для подземелий в этой категории\"", -- [53]
				"/г Сомневаюсь, что на таймволки лич кинга нужна кампания", -- [54]
				"/г Хрошо смотрел?", -- [55]
				"/г эмм", -- [56]
				"/г В смысле не пашут?", -- [57]
				"/г Даша говорила, что путешествия + экспедиции у неё дали 7 уровней за ~3 часа", -- [58]
				"/г островные", -- [59]
				"/г Экспедиции", -- [60]
				"/г И на острова", -- [61]
				"/г Иди в таймволки", -- [62]
				"/cw Амкамия-Борейскаятундра Привет", -- [63]
				" На здоровье)", -- [64]
				" окей)", -- [65]
				" ы", -- [66]
				" Ты же понимаешь, что я не ПвПшусь и вообще хз что делать?)", -- [67]
				" регай", -- [68]
				" Сек, акулу убью", -- [69]
				" Идем", -- [70]
				" Геноцид черепашек провожу", -- [71]
				" Привет", -- [72]
				"/г Вы по трезвому чтоль вообще никогда не встречаетесь?", -- [73]
				"/г То есть, ты обещал мне возвращение совы, но сам в это не верил?", -- [74]
				" Привет)", -- [75]
				"/cw Никчёмный-Борейскаятундра Привет. Нет, спасибо", -- [76]
				" Докачивай паладина :D", -- [77]
				" Если бы ты ещё с нашего сервера был, он бы тебя вообще обнял и расцеловал", -- [78]
				" Оставшиеся два пойдем закрывать?", -- [79]
				" Нормальная тушка", -- [80]
				" Так мы б тебя взяли, если бы ты чуть раньше написал", -- [81]
				"/рейд Нас 20 и мы почти все с одного сервера", -- [82]
				"/рейд Я пропустила окошко, если кто-то выроллил", -- [83]
				"/рейд А |cffa335ee|Hitem:165582::::::::120:258::5:3:4799:1522:4786:::|h[Проклятая обезьянья рука]|h|r кто-то роллил с первого босса?", -- [84]
				"/рейд Я слева беру изумруд", -- [85]
				"/рейд Это же варовская", -- [86]
				"/рейд А почему на мне печенька?", -- [87]
				"/рейд Зайди во флудилку", -- [88]
				"/рейд Или это мы были?", -- [89]
				"/рейд Кто-то убил брутозавра(", -- [90]
				"/рейд Кристина, кто из них твой муж?", -- [91]
				"/рейд Мы уже ни в чем не уверены", -- [92]
				"/рейд https://discord.gg/BfUKNH5", -- [93]
				"/рейд Кого-то одного из них  надо кикнуть", -- [94]
				"/рейд крокодил", -- [95]
				"/рейд о ппц", -- [96]
				"/рейд Я сначала подумала, что это очередной ренейм Дэнчика", -- [97]
				"/cw Айсли +", -- [98]
				"/г Но всё равно перезайду. Танк всяко полезней", -- [99]
				"/г Мне казалось, передаётся", -- [100]
				"/г Блин", -- [101]
				"/г Разве?", -- [102]
				"/г Как раз кожа) и там кд нету ещё на рарников", -- [103]
				"/г Сейчас зайду за ДХ или мишку", -- [104]
				"/г Можно сходить", -- [105]
				"/г Дальше кул-тирасца будешь качать?", -- [106]
				"/г Круто", -- [107]
				"/г Грац!", -- [108]
				"/г Неплохо", -- [109]
				"/г В таймволках?", -- [110]
				"/г Да, тебе)", -- [111]
				"/п Cпасибо", -- [112]
				" На все крафтовые профессии такое есть", -- [113]
				" Увеличивает количество шардов от распыления", -- [114]
				" |cffa335ee|Hitem:164766::::::::120:258::13::::|h[Чародейский жезл Ивен]|h|r это чантерский инструмент", -- [115]
				" Квесты дадут", -- [116]
				" Сходи к учителям профессий", -- [117]
				" )", -- [118]
				" Ты себе инструменты для профессий уже начал делать?", -- [119]
				"/г Как-то мы с тобой синхоронно ходим. Ты в Нексусе - и я в Нексусе, ты в Гундраке - я там же", -- [120]
				"/cw Арианна-Голдринн Спасиб", -- [121]
				"/cw Арианна-Голдринн магобафф можно?", -- [122]
				"/п Ариана, чародейскую гениальность баффни, плиз", -- [123]
				"/рейд Thanks for the run guys) good luck", -- [124]
				"/рейд Most of the raid died even before the singularity))", -- [125]
				"/рейд Let's do one pull so you'd see what I mean)", -- [126]
				"/рейд Most of the raind will die to that", -- [127]
				"/рейд |cff66bbff|Hjournal:2:15355:16|h[Разрывающая сингулярность]|h|r takes practice", -- [128]
				"/рейд I just remembered why we indeed not gonna kill him ><", -- [129]
				"/рейд You can trade that only to people on your realm", -- [130]
				"/рейд Why not? We've got DK for the grip", -- [131]
				"/рейд We should've killed the maiden. He heals off her once he's at 100 energy", -- [132]
				"/рейд I can go heal but that's not gonna help us", -- [133]
				"/рейд Thanks for the summon", -- [134]
				" А третий кто?", -- [135]
				" Хы)", -- [136]
				" Тираник Тол-Дагор - то ещё удовольствие", -- [137]
				" Ничесебе", -- [138]
				" Вау", -- [139]
				" Спокойной ночи)", -- [140]
				" Я на велосипеде так училась) сначала по ночам)", -- [141]
				" ))", -- [142]
				" \"кого не жалко\" :DDDD", -- [143]
				" Спокойной)", -- [144]
				" Я только потом поняла, что у них стратегия действий такая - ничему не научить, а потом предложить \"посодействовать\" в поисках контактов в ГАИ", -- [145]
				"  У нас в автошколе инструкторы были вообще никакие", -- [146]
				" У тебя был кто-нибудь, с кем первое время можно было поездить поучиться?", -- [147]
				" Ну как чего? Что или сама убьюсь, или кого-нибудь другого убью", -- [148]
				" Права получила, а всё равно страшно", -- [149]
				" А я и хочу купить себе, и боюсь", -- [150]
				" Ромео нам тут хвастался, что ты себе машину купил) причем, его это, видимо, так впечатлило, что он об этом сообщал четыре раза", -- [151]
				" Мы в новый офис переехали :D", -- [152]
				" Ну некоторые вещи меняются, конечно", -- [153]
				"/cw Зозуль-Борейскаятундра Поймай и потискай котика) и успокойся. Всё нормально, ничего плохого не случилось", -- [154]
				"/cw Зозуль-Борейскаятундра Ещё успеем наапаться)) это же не последний ключ в нашей жизни", -- [155]
				"/cw Зозуль-Борейскаятундра Тебе засчитали прохождение?", -- [156]
				"/cw Зозуль-Борейскаятундра Мы даже почти успели. Две минуты не хватило для апа", -- [157]
				"/cw Зозуль-Борейскаятундра Это всего лишь ключ", -- [158]
				"/cw Зозуль-Борейскаятундра Кристин, ты серьёзно?)", -- [159]
				"/cw Зозуль-Борейскаятундра О боже, да ладно тебе))))", -- [160]
				"/cw Жутетварь-Борейскаятундра )))", -- [161]
				"/cw Жутетварь-Борейскаятундра Как надумаешь идти, я тебе портал открою", -- [162]
				"/cw Жутетварь-Борейскаятундра )", -- [163]
				"/cw Жутетварь И выбила маунта на следующей неделе", -- [164]
				"/cw Жутетварь Пока тебя не было, я себе доделала квест на портал к Архимонду", -- [165]
				" Ты дамажишь, кстати", -- [166]
				"/гр Заходите в диск", -- [167]
				"/гр Сейчас Садж ещё будет", -- [168]
				"/гр |cffa335ee|Hkeystone:158923:353:10:9:6:4:117|h[Ключ: Осада Боралуса (10)]|h|r", -- [169]
				"/cw Зозуль Напиши, как готова будешь", -- [170]
				" )))", -- [171]
				" Вы готовы?", -- [172]
				" Это нужно увидеть", -- [173]
				" Магия ласт трая", -- [174]
				"/г МЯУ!", -- [175]
				" Это ты ещё в Штормграде в башне магов не был", -- [176]
				"/cw Зозуль-Борейскаятундра Отлично", -- [177]
				"/cw Зозуль Привет) после островов Осаду 10 пойдешь?", -- [178]
				" Всё, ДБМ ответил)", -- [179]
				" Привет. Ты в ключе или просто инструменты фармишь?", -- [180]
				" Хорошо, тогда чуть позже на край света сходим)", -- [181]
				" ))", -- [182]
				" Вы на каком боссе сейчас?", -- [183]
				" Обновляется", -- [184]
				" Хы, у нас тут Жутесов вернулся", -- [185]
				"/cw Ресточка-Борейскаятундра Единственный и неповторимый", -- [186]
				"/cw Ресточка-Борейскаятундра Он самый", -- [187]
				" Ну так по ходу дела и вспомнишь", -- [188]
				"/cw Ресточка-Борейскаятундра Обновляется", -- [189]
				"/cw Ресточка-Борейскаятундра У нас тут совень вернулась", -- [190]
				"/cw Ресточка Даш, Осаду 10 пойдешь?", -- [191]
				" Блин) Ты уже перезашел", -- [192]
				" Я сейчас собираю остальных пока. Напишу, как перезаходить, хорошо?", -- [193]
				" Как раз собираю", -- [194]
				" Осаду 10 пойдешь?)", -- [195]
				" Конечно)", -- [196]
				" Ты вернулся))", -- [197]
				" Привет)", -- [198]
				" ВАНЯ!!!!", -- [199]
				" Привет) Ты как на счет |cffa335ee|Hkeystone:158923:353:10:9:6:4:117|h[Ключ: Осада Боралуса (10)]|h|r потанчить?", -- [200]
				" Привет, после Анторуса в ключи пойдешь?", -- [201]
				"/cw Ресточка-Борейскаятундра Аманийского медведя за тайм-ран не убрали. Почему убрали этот тайм-ран?", -- [202]
				"/cw Ресточка-Борейскаятундра Странно", -- [203]
				"/cw Ресточка-Борейскаятундра Удалили что ли?", -- [204]
				"/cw Ресточка-Борейскаятундра О_О?", -- [205]
				"/cw Ресточка-Борейскаятундра А у тебя нету её что ли?", -- [206]
				"/cw Ресточка-Борейскаятундра Мы с Ваней ходили в Легионе, выбили обоим", -- [207]
				"/cw Ресточка-Борейскаятундра Да", -- [208]
				"/cw Ресточка-Борейскаятундра Не увидела, что там портал есть", -- [209]
				"/cw Ресточка-Борейскаятундра Не знаю)", -- [210]
				"/cw Ресточка-Борейскаятундра А я кольцо вендору сдала))", -- [211]
				"/cw Ресточка-Борейскаятундра И вроде в Шторме есть портал в Шаттрат", -- [212]
				"/cw Ресточка-Борейскаятундра Ну в БК в принципе |cff0070dd|Hitem:151016::::::::120:258::::::|h[Потрескавшийся череп некролита]|h|r", -- [213]
				"/cw Ресточка-Борейскаятундра Каждый раз мини-шок", -- [214]
				"/cw Ресточка-Борейскаятундра Я до сих пор не привыкла)", -- [215]
				"/cw Ресточка-Борейскаятундра )))", -- [216]
				"/cw Ресточка-Борейскаятундра Загоняют обратно в рейды, которые уже зафармлены давно ><", -- [217]
				"/cw Ресточка-Борейскаятундра |cffffff00|Hachievement:13469:Player-1625-0357DB16:0:0:0:-1:0:0:0:0|h[Рейд-питомник VI: живность Пандарии]|h|r", -- [218]
				"/cw Ресточка-Борейскаятундра Ты новых пэтов уже ходила фармить?", -- [219]
				"/cw Ресточка-Борейскаятундра Я этого дд знаю?)", -- [220]
				"/cw Ресточка-Борейскаятундра 8-9 по мск", -- [221]
				"/cw Ресточка-Борейскаятундра Привет) Мне сейчас уйти надо будет скоро.  Чуть позже вернусь и буду собирать", -- [222]
				" На выходных сходим", -- [223]
				" Тоже думаю, что подзновато уже", -- [224]
				" Ну я так, по принципу \"а вдруг\" спросила", -- [225]
				" После ГС в ключ пойдешь, если соберу?)", -- [226]
				"/г Вот непонятно, почему на некоторые профессии реги для инструментов падают все в одном инсте, а на другие - в четырёх разных инстах", -- [227]
				"/г :(", -- [228]
				"/г Панд, ты микрофон купил?", -- [229]
				"/г Похоже, в ключах реагенты на новые инструменты профессии таки не падают", -- [230]
				"/гр Thanks for the run guys", -- [231]
				"/гр hi", -- [232]
				"/cw Шалопеньо-Голдринн Нужен?", -- [233]
				"/cw Шалопеньо-Голдринн |cff0070dd|Hitem:159252::::::::120:258::2:4:4818:1527:4785:5465:::|h[Головной убор цепких глубин]|h|r могу тебе передать", -- [234]
				"/п Не бегай на другое щупальце", -- [235]
				"/п Стой всегда возле Крущащего ужаса", -- [236]
				"/п Танчи крушащее", -- [237]
				"/п И так тоже не делай", -- [238]
				"/п Не делай так больше", -- [239]
				"/cw Коррделия-Борейскаятундра Спокойной ночи)", -- [240]
				"/cw Коррделия-Борейскаятундра Спасибо", -- [241]
				"/cw Коррделия-Борейскаятундра В следующий раз упадёт)", -- [242]
				"/cw Коррделия-Борейскаятундра 55, 31 координаты", -- [243]
				"/cw Коррделия-Борейскаятундра Вот он рядом", -- [244]
				"/cw Коррделия-Борейскаятундра Меня видишь на карте?", -- [245]
				"/cw Коррделия-Борейскаятундра Мне с него последний маунт остался", -- [246]
				"/cw Коррделия-Борейскаятундра Идем Алашанира убьём", -- [247]
				"/cw Коррделия-Борейскаятундра Угу", -- [248]
				"/cw Коррделия-Борейскаятундра Мне что-то казалось, что там призраки и хор в разных кольцах", -- [249]
				"/cw Коррделия-Борейскаятундра А азеритка таки не совсем топовая", -- [250]
				"/cw Коррделия-Борейскаятундра Сучок дали)", -- [251]
				"/cw Коррделия-Борейскаятундра В шторм?", -- [252]
				"/cw Коррделия-Борейскаятундра Ты же в вармоде", -- [253]
				"/cw Коррделия-Борейскаятундра Только мы в разных фазах", -- [254]
				"/cw Коррделия-Борейскаятундра Сейчас локалку доделаю и пойду", -- [255]
				"/cw Коррделия-Борейскаятундра  с него", -- [256]
				"/cw Коррделия-Борейскаятундра Топовая азеритка", -- [257]
				"/cw Коррделия-Борейскаятундра О, Ивус Трухлявый реснулся", -- [258]
				"/cw Коррделия-Борейскаятундра А орудия труда сделал?)", -- [259]
				"/cw Коррделия-Борейскаятундра Ну почти)", -- [260]
				"/cw Коррделия-Борейскаятундра Ты валанир-то собрал?", -- [261]
				"/cw Коррделия-Борейскаятундра Тогда ты меня нагнал) я его только только сделала", -- [262]
				"/cw Коррделия-Борейскаятундра А ты на каком этапе сейчас?", -- [263]
				"/cw Коррделия-Борейскаятундра Ещё нет", -- [264]
				"/cw Коррделия-Борейскаятундра Потому что играю", -- [265]
				"/cw Коррделия-Борейскаятундра Привет", -- [266]
				"/с /tmw", -- [267]
				"/с /tmw", -- [268]
				"/с /tmw", -- [269]
				"/с /tmw", -- [270]
				"/гр Than you :)", -- [271]
				"/гр +", -- [272]
				"/гр Crit chicken for the win :)", -- [273]
				"/гр hey", -- [274]
				"/гр hi", -- [275]
				"/г |cff1eff00|Hitem:163611::::::::120:258::11::::|h[Кошель мореплавателя]|h|r|cff1eff00|Hitem:163612::::::::120:258::11::::|h[Сумка странника]|h|r|cff1eff00|Hitem:163613::::::::120:258::11::::|h[Мешок с награбленным добром]|h|r", -- [276]
				"/г А чего мне за одну экспедицию сразу три сумки дали?", -- [277]
				"/гр At least in my experience", -- [278]
				"/гр PvP queue always takes forever", -- [279]
				"/гр 2 tanks and a healer?)", -- [280]
				"/гр hi", -- [281]
				"/гр Thanks ", -- [282]
				"/гр hey", -- [283]
				"/гр hi", -- [284]
				" ))", -- [285]
				" |cffa335ee|Hkeystone:158923:353:10:9:6:4:117|h[Ключ: Осада Боралуса (10)]|h|r", -- [286]
				" Конечно)", -- [287]
				" Угадай, какой ключ выпал мне)", -- [288]
				"/гр Cheers)", -- [289]
				"/гр Thanks for awesome run guys", -- [290]
				"/гр Sorry, didn't realize there was an MCed mob)", -- [291]
				"/гр Yeah(", -- [292]
				"/гр I can't see the nameplates from this far", -- [293]
				"/гр did he reset?", -- [294]
				"/гр ty", -- [295]
				"/гр Ok, I'll do the cannons", -- [296]
				"/3 Беги сразу, не жди, пока треугольник погаснет", -- [297]
				"/гр hi", -- [298]
				"/гр hi", -- [299]
				"/п ДК посохи носят?)", -- [300]
				"/г Сразу, как можешь. Не жди, пока погаснет", -- [301]
				"/г Бежать по следу треугольника", -- [302]
				"/cw Айсли-Борейскаятундра Острова пойдешь?", -- [303]
				"/рейд Любопытно же, латное у тебя бельё, или нет", -- [304]
				"/рейд Сразу во флудилку", -- [305]
				"/рейд https://discord.gg/BfUKNH5", -- [306]
				"/рейд https://discord.gg/BfUKNH5", -- [307]
				"/рейд Мне больше понравилось: \"Киньте чёнить\" \"БР могу кинуть\"", -- [308]
				"/рейд Бабл в паладине!", -- [309]
				"/рейд В начале одного морпеха мне оставьте, пожалуйста", -- [310]
				"/рейд Я так и не поняла, бежать  в центр или бежать дальше. Буду бежать за печенькой", -- [311]
				"/рейд Снимают шкуру", -- [312]
				"/рейд У тебя лего под ногами :'(", -- [313]
				"/рейд Так вот почему ты такой злой(", -- [314]
				"/рейд 2 раза?", -- [315]
				"/рейд Лёш, а ты её убивал уже без нас?", -- [316]
				"/рейд /tmw", -- [317]
				"/рейд убежал опять", -- [318]
				"/рейд вот он", -- [319]
				"/рейд Денис, тебе на первой фазе хилить всё равно нечего. Скидывай ты моряков", -- [320]
				"/рейд Если рерольнется из приста - глядишь, собор новый нам построят", -- [321]
				"/рейд Они вздохнули \"Ну наконец-то!\" и отремонтировали там всё, что он накосячил", -- [322]
				"/рейд Ну Дэнчик рерольнулся из мага", -- [323]
				"/рейд Они в башне магов евроремонт сделали", -- [324]
				"/рейд Прилететь в Назмир, погооврить с дворфами", -- [325]
				"/рейд Заходить уже?", -- [326]
				"/рейд Вообще не находит?", -- [327]
				"/рейд Он тебе покажет, какие аддоны имеют апдейты", -- [328]
				"/рейд Отсортируй по статусу обновления", -- [329]
				"/г 2 минуты, квест доделаю", -- [330]
				"/г rofl", -- [331]
				"/г Я сегодня так ходила - танк ливнул после первого босса. В итоге фурик сам затанчил, сам задамажил", -- [332]
				"/г Тогда не спекайся, танчи в фурике", -- [333]
				"/г ы", -- [334]
				"/г Тем более, танком можешь стать", -- [335]
				"/г Но в героике быстрее", -- [336]
				"/г Думаю, да", -- [337]
				"/г Варр готовить!", -- [338]
				"/г Сначала показывают одно. Потом при проверке - другое", -- [339]
				"/г Очень странный квест", -- [340]
				"/г Один стреляет. Второй уворачивается", -- [341]
				"/г Им надо было сделать эту локалку на двоих", -- [342]
				"/г Мы не будем тебя расстраивать. Скоро сам всё узнаешь", -- [343]
				"/г Вейл...", -- [344]
				"/г Из Штормграда своим ходом", -- [345]
				" Круто)", -- [346]
				" Прям как у нас в линейке было", -- [347]
				" ПвП за босса", -- [348]
				" ы", -- [349]
				" Выключи вармод", -- [350]
				" Двойная польза от фарма", -- [351]
				" Тем более, тут почти со всех падают пэты\\игрушки", -- [352]
				" Они сейчас фармятся значительно быстрее, чем в актуале)", -- [353]
				" даже 7500, а не 10000", -- [354]
				" Сейчас точно скажу", -- [355]
				" Или даже меньше", -- [356]
				" 10к вневременных монет, кажется", -- [357]
				" А это тут причем?", -- [358]
				" Тоже не в центр, но хоть не через Штормград лететь", -- [359]
				" Купи себе |cffa335ee|Hitem:103678::::::::120:258::::::|h[Затерянный во времени артефакт]|h|r", -- [360]
				" (", -- [361]
				" Они боятся, что если отдадут кольцо - ты к ним больше не придёшь", -- [362]
				" Зато, наверное, мобы в маноре уже за руку здроваются", -- [363]
				" ))", -- [364]
				" Топ АоЕ даже не приходя в сознание", -- [365]
				" Фроста попробуй", -- [366]
				" Рероллимся в магов", -- [367]
				" ><", -- [368]
				" Значит, туда же", -- [369]
				" Это старый. А новый? Туда же?", -- [370]
				" Из Шторма же какой-то портал есть в Пандарию", -- [371]
				" Башня магов новая меня впечатлила. Не ожидала даже", -- [372]
				" Убрали что ли портал в святилище из Даларана?", -- [373]
				" В смысле без портала?", -- [374]
				" Уже неплохо)", -- [375]
				" Ну как, много пэтов уже набил?)", -- [376]
				" Скажи, когда перезайти на кд", -- [377]
				" Освободилась", -- [378]
				" Чуть позже", -- [379]
				" ргер хилю", -- [380]
				" Привет)", -- [381]
				"/п :)", -- [382]
				"/cw Альмагорн-Борейскаятундра (аддон для автоматической продажи хлама)", -- [383]
				"/cw Альмагорн-Борейскаятундра А хотя нет, Scrap работает, это я кнопки перепутала", -- [384]
				"/cw Альмагорн-Борейскаятундра И Scrap тоже", -- [385]
				"/cw Альмагорн-Борейскаятундра Нет, не работает у меня", -- [386]
				"/cw Альмагорн-Борейскаятундра Привет", -- [387]
				"/cw Коррделия-Борейскаятундра Ну вообще крут)", -- [388]
				"/cw Коррделия-Борейскаятундра Всё то, чем ты не интересуешься)", -- [389]
				"/cw Коррделия-Борейскаятундра За них можно покупать манутов, игрушки, пэтов", -- [390]
				"/cw Коррделия-Борейскаятундра Кстати, ещё висит) можешь хилом зарегаться", -- [391]
				"/cw Коррделия-Борейскаятундра Призыв к оружию прокнул", -- [392]
				"/cw Коррделия-Борейскаятундра Один", -- [393]
				"/п Это БР что ли был?", -- [394]
				"/cw Коррделия-Борейскаятундра Да", -- [395]
				"/cw Коррделия-Борейскаятундра Ничего себе", -- [396]
				"/cw Коррделия-Борейскаятундра воу", -- [397]
				"/cw Коррделия-Борейскаятундра Привет)", -- [398]
				"/cw Коррделия-Борейскаятундра Я не пойду сейчас в мифик", -- [399]
				" Саблезубов разных всяких и так полно. Бегемотик в прошлом сезоне зачетный был", -- [400]
				"/г *её", -- [401]
				"/г Хватайте его!", -- [402]
				" /greet", -- [403]
				" Согласна. Я когда с eu переехала, для меня тоже русскоязычное коммьюнити стало шоком)", -- [404]
				"/cw Малькар-Борейскаятундра Отправила. Можешь не отдавать", -- [405]
				"/cw Малькар-Борейскаятундра Сейчас отправлю", -- [406]
				"/cw Малькар-Борейскаятундра Пару тыщ, это две тысячи?", -- [407]
				" Ахахаха)))))", -- [408]
				" А зачем ты ходишь на БГ? Там же всегда так - все кричат и друг друга обвиняют", -- [409]
				" Да что жа там было такое, что ты успокоиться до сих пор не можешь?", -- [410]
				" Я тебе выдала в диске роль Боевого краба", -- [411]
				"/cw Iowenx-Silvermoon https://discord.gg/BfUKNH5", -- [412]
				"/гр Осада", -- [413]
				"/гр hi)", -- [414]
				"/гр Наш хилл отвалился. Сейчас другого найду", -- [415]
				" Ok, next time then :)", -- [416]
				" We would be extremely happy if you could heal us)", -- [417]
				" Танк на фронте ещё", -- [418]
				"/cw Айсли-Борейскаятундра Я ему не предлагала", -- [419]
				"/cw Айсли-Борейскаятундра Не пошел куда?", -- [420]
				" Sorry to pester you) but did you see my message concerning |cffa335ee|Hkeystone:158923:353:11:10:5:14:117|h[Ключ: Осада Боралуса (11)]|h|r?", -- [421]
				" Нет. Только осада, только хардкор", -- [422]
				"/cw Айсли-Борейскаятундра Угу", -- [423]
				" |cffa335ee|Hkeystone:158923:353:11:10:5:14:117|h[Ключ: Осада Боралуса (11)]|h|r пойдешь?", -- [424]
				"/cw Айсли-Борейскаятундра Я покажу, как не падать)", -- [425]
				" Hey there) We need a healer for |cffa335ee|Hkeystone:158923:353:11:10:5:14:117|h[Ключ: Осада Боралуса (11)]|h|r. Would you like to come?", -- [426]
				"/cw Айсли-Борейскаятундра Расскажем", -- [427]
				"/cw Айсли-Борейскаятундра Но он классный)", -- [428]
				"/cw Айсли-Борейскаятундра Пуфик, Йовен. Хилла ты не знаешь", -- [429]
				"/cw Айсли-Борейскаятундра Идем сегодня) мы врядли там надолго зависнем. Осада страшна,когда она тираник", -- [430]
				"/cw Пуфка-Борейскаятундра Ок", -- [431]
				"/cw Айсли-Борейскаятундра Скорей всего так же", -- [432]
				"/cw Айсли-Борейскаятундра Час по мск", -- [433]
				"/cw Айсли-Борейскаятундра Я завтра скорей всего буду поздно", -- [434]
				"/cw Айсли-Борейскаятундра Мы слишком крутые для 8-го ключа", -- [435]
				"/cw Айсли-Борейскаятундра У панды Сетралисс 8", -- [436]
				"/cw Пуфка-Борейскаятундра У тебя какой ключ?", -- [437]
				"/cw Пуфка-Борейскаятундра У меня |cffa335ee|Hkeystone:158923:353:11:10:5:14:117|h[Ключ: Осада Боралуса (11)]|h|r и Лёша говорит, что это пиздец", -- [438]
				" Сейчас спрошу, что у панды", -- [439]
				" |cffa335ee|Hkeystone:158923:353:11:10:5:14:117|h[Ключ: Осада Боралуса (11)]|h|r", -- [440]
				" Осаду 11 потанчишь?", -- [441]
				"/cw Пуфка Ты ж сказал \"которым хожу\". Теперь дошло", -- [442]
				"/cw Пуфка Ёлки,я думала, палец на ноге", -- [443]
				"/cw Пуфка *?", -- [444]
				"/cw Пуфка Ключ сейчас пойдешь, если получится собрать", -- [445]
				"/г В следующий раз затычки и будут. В накладных сидеть просто анриал", -- [446]
				"/г Сняла наушники. Так вот ты какое, счастье", -- [447]
				" Йа латник!", -- [448]
				" Зацени костюмчик", -- [449]
				"/рейд Вирж, а куда ты вторую палочку дел?", -- [450]
				"/г Уииии я снова человек!", -- [451]
				"/г Ну может у него не совой мифики закрыты", -- [452]
				" Но он без анимации", -- [453]
				" Остался только дебафф \"Самый большой фанат\")", -- [454]
				" Анимация очень прикольная. Им надо такую игрушку сделать)", -- [455]
				" Но всё равно обидно", -- [456]
				" Всё зверьё распугаешь", -- [457]
				" Ну оно логично. Кто же на охоту с двумя барабанами ходит?", -- [458]
				" 24 часа был бафф(((", -- [459]
				" А потом надела |cff0070dd|Hitem:92738::::::::120:258::::::|h[Шляпа для сафари]|h|r и она сняла с меня бафф барабанов О_О", -- [460]
				" Хотела в рейде сегодня похвастаться барабанами", -- [461]
				"/рейд Вот он, тот самый пулл", -- [462]
				"/рейд ЕЕЕЕЕЕЕЕЕЕЕЕЕЕ!!!!!!", -- [463]
				"/рейд Да?", -- [464]
				"/рейд Хилом неприкольно( в робота начинает кидать только тогда, когда уже нельзя ><", -- [465]
				"/рейд Давайте убьём с первого трая. Пожалуйста", -- [466]
				"/рейд В наушниках ппц неудобно", -- [467]
				"/cw Айсли-Борейскаятундра Очень взрослые", -- [468]
				"/cw Айсли-Борейскаятундра Врослые)", -- [469]
				"/cw Айсли-Борейскаятундра Сейчас попробую, может наушники работают", -- [470]
				"/cw Айсли-Борейскаятундра да", -- [471]
				"/cw Айсли-Борейскаятундра Я пока без диска. У меня тут люди в радиусе слышимости, при которых нельзя материться", -- [472]
				"/г /run print(IsQuestFlaggedCompleted(31425))", -- [473]
				"/г Грац)", -- [474]
				" Что-то 11е", -- [475]
				" Не знаю, не открывала сундук ещё", -- [476]
				" А ты, небось, думал, в сказку попал", -- [477]
				" Всё правильно", -- [478]
				" Ты манор прошел, пока спал?", -- [479]
				" Не поняла", -- [480]
				"/cw Аркадрон )))", -- [481]
				"/cw Аркадрон За вокалиста и басиста, наверное, тоже что-то давали, но я не обратила внимания", -- [482]
				"/cw Аркадрон А за гитариста гитару дадут?", -- [483]
				"/cw Аркадрон ы, делала |cffffff00|Hachievement:11919:Player-1625-0357DB16:0:0:0:-1:14:0:0:0|h[Ну, погнали!]|h|r и теперь у меня на спине барабаны с мёртвыми руками))))", -- [484]
				"/рейд Thanks", -- [485]
				"/рейд Can we have mage buff?", -- [486]
				" General > сними галочку Completionist Mode", -- [487]
				" Даш, привет. А ты не в курсе, как делается |cffffff00|Hachievement:12087:Player-1625-0357DB16:0:0:0:-1:0:0:0:0|h[На коне]|h|r, если локалка заканчивается, когда ты 300 набираешь?", -- [488]
				"/с /tiptac", -- [489]
				"/cw Коррделия-Борейскаятундра Да", -- [490]
				"/cw Коррделия-Борейскаятундра Я сейчас точно никуда не пойду", -- [491]
				"/cw Коррделия-Борейскаятундра Привет. Хороший посох", -- [492]
				"/cw Коррделия-Борейскаятундра Привет, нет", -- [493]
				"/гр Спасибо за пати", -- [494]
				"/гр ))))", -- [495]
				"/гр сек", -- [496]
				"/гр Thanks)", -- [497]
				"/гр Rinoa, can you please buff the healer with mana regen?", -- [498]
				" Я бы с удовольствием, но мне тут нужно панду сводить в ключ", -- [499]
				"/гр Нужен ещё кто-нибудь на сумм. Мы с палом у камня, но в разных фазах", -- [500]
			},
			["ChatFrame3EditBox"] = {
				" ><", -- [1]
				" Ну и славно", -- [2]
				" Ну и ладно", -- [3]
				" Ничего он не скажет, нам дд нужны", -- [4]
				" В героик без проблем можешь приходить", -- [5]
				" Рейды среда, воскресенье с 21", -- [6]
				" Последнего только что убили", -- [7]
				" Да", -- [8]
				" Привет)", -- [9]
				" У меня всё по старому)) работаю-играю-потом снова работаю)", -- [10]
				" А то он ещё несколько недель назад нам сову обещал", -- [11]
				" Я тут Роео всю плешь проела", -- [12]
				" В ключах тебя не хватает)", -- [13]
				" Рейдим потихоньку. Закрыли целый один мифик", -- [14]
				" У нас мало что изменилось)", -- [15]
				" А надежда есть на килл или всё плохо?", -- [16]
				"/cw Коррделия-Борейскаятундра Я тоже делать буду. Придётся", -- [17]
				"/cw Коррделия-Борейскаятундра Там ещё продолжение вышла на этой неделе", -- [18]
				"/cw Коррделия-Борейскаятундра Что за квесты? Военная кампания?", -- [19]
				" А какого маунта за РБГ дают?", -- [20]
				" У вас наверняка тоже набирают в ПвП сообщества", -- [21]
				" Сообщества", -- [22]
				" Жена Айсли не играет)", -- [23]
				"/гр Панда сейчас подойдет", -- [24]
				"/cw Айсли-Борейскаятундра Я возьму тебе самого крутого хилла с самым высоким миф скором", -- [25]
				"/cw Айсли-Борейскаятундра Мой хилл сказал, что уйти надо. Можно я пуга найду?", -- [26]
				" Мы всегда до 23 мск", -- [27]
				" Им надо было удалить релики из трини из старинного лута", -- [28]
				"/cw Саджет-Борейскаятундра А ты сейчас на каком боссе?", -- [29]
				" /simc", -- [30]
				" Я тебя не звала, не потому, что я в тебе сомневаюсь, а потому что когда мы собирались, тебя онлайн не было)", -- [31]
				"/cw Альмагорн-Борейскаятундра Прием-прием", -- [32]
				"/cw Ромеох-Борейскаятундра Жилу 10 пойдешь?", -- [33]
				" Sweet)", -- [34]
				" Hey :) We need a healer for |cffa335ee|Hkeystone:158923:247:10:10:8:4:117|h[Ключ: ЗОЛОТАЯ ЖИЛА!!! (10)]|h|r, would you like to come?", -- [35]
				" Ты сифон победил уже?)", -- [36]
				"/cw Гриддис-Борейскаятундра Ещё актуален вопрос?)", -- [37]
				"/cw Гриддис-Борейскаятундра Сорри, не увидела второе сообщение", -- [38]
				"/cw Гриддис-Борейскаятундра Не, сейчас не пойду никуда", -- [39]
				"/cw Кейстут-Борейскаятундра Две вольные гавани", -- [40]
				"/cw Кейстут-Борейскаятундра В среду", -- [41]
				"/cw Кейстут-Борейскаятундра Да)", -- [42]
				" Надо было сказать: \"Гости пусть тоже заходят, дамажить будут\"", -- [43]
				"/cw Саджет-Борейскаятундра тут", -- [44]
				"/cw Меллия-Борейскаятундра Как раз фуллпати наберется", -- [45]
				"/cw Меллия-Борейскаятундра С вами Крабодрон ещё?", -- [46]
				" У тебя желтый монокль, правильно?", -- [47]
				" Я думала, сейчас всех собрать", -- [48]
				"/cw Ложимся-Борейскаятундра С утра, это чтоб можно было вообще не ложиться?)", -- [49]
				"/cw Ресточка-Борейскаятундра Опрашиваю народ. Ориентировочно воскресенье, вторая половина дня", -- [50]
				"/cw Аркадрон Привет. Ты в воскресенье будешь?", -- [51]
				"/cw Ложимся-Борейскаятундра А в воскресенье?)", -- [52]
				"/cw Ложимся-Борейскаятундра Блин, у меня тоже корпоратив", -- [53]
				"/cw Ложимся Ты в субботу будешь? Если да, то когда?", -- [54]
				"/cw Ресточка-Борейскаятундра Ёлка, это чтоб коту было с чем играться?)", -- [55]
				"/cw Ресточка-Борейскаятундра Остальные у нас уже есть", -- [56]
				"/cw Ресточка-Борейскаятундра Сделай себе зелёный монокль, он самый просто", -- [57]
				"/cw Ресточка-Борейскаятундра Угу", -- [58]
				"/cw Ресточка-Борейскаятундра Для последнего этапа нужно именно 5 игроков", -- [59]
				"/cw Ресточка-Борейскаятундра нет", -- [60]
				"/cw Ресточка-Борейскаятундра Угу", -- [61]
				"/cw Ресточка-Борейскаятундра Мы на выходных, скорей всего, будем делать. Если надумаешь, присоединяйся", -- [62]
				"/cw Ресточка-Борейскаятундра https://www.noob-club.ru/index.php?topic=51073.0", -- [63]
				"/cw Меллия Заходи", -- [64]
				"/cw Блэкмор-Борейскаятундра Я даже не знаю, можно ли это сейвом назвать", -- [65]
				"/cw Блэкмор-Борейскаятундра 11к", -- [66]
				" :DD", -- [67]
				"/cw Айсли-Борейскаятундра Тут, сорри", -- [68]
				"/cw Саджет-Борейскаятундра :D", -- [69]
				"/cw Подобиемага-Борейскаятундра Идем в ключи?", -- [70]
				"/cw Саджет-Борейскаятундра В ключи идем?", -- [71]
				"/cw Альмагорн-Борейскаятундра Во сколько он реально будет, хз", -- [72]
				"/cw Альмагорн-Борейскаятундра [20:44:53] [W From] [Sahj]: Выезжаю от родителей. В течение часа буду, если что.", -- [73]
				" Ждем тебя", -- [74]
				" Мы уже собрались", -- [75]
				"/cw Альмагорн-Борейскаятундра Ну как, дождался ужин?)", -- [76]
				" Это +10, я тут надолго", -- [77]
				" А потом убьем всех остальных боссов)", -- [78]
				"/рейд Кто я?", -- [79]
				" Два мили, это 20% нашего рейда", -- [80]
				"/cw Альмагорн-Борейскаятундра Думаешь, они каждый день наблюдают паладинов на медузах?", -- [81]
				"/cw Альмагорн-Борейскаятундра Враги офигеют  и не станут бить", -- [82]
				"/cw Альмагорн-Борейскаятундра Перед входом в Ульдир как раз озерцо есть, там можно поплескаться", -- [83]
				"/cw Альмагорн-Борейскаятундра Ну тоже неплохо)", -- [84]
				"/cw Альмагорн-Борейскаятундра Красота", -- [85]
				"/cw Альмагорн-Борейскаятундра Воу, летающая медуза?", -- [86]
				"/cw Альмагорн-Борейскаятундра |cff1eff00|Hitem:153712::::::::120:258::13:1:3524:::|h[Кианит универсальности]|h|r и я могу сделать)", -- [87]
				"/cw Альмагорн-Борейскаятундра Привет. Если речь о |cff0070dd|Hitem:154128::::::::120:258::13:1:3524:::|h[Королевский кварц универсальности]|h|r, то делают Саджет, Кхорус, Паркетник и Ресточка", -- [88]
				"/cw Аркадрон-Борейскаятундра |cff0070dd|Hitem:152876::::::::120:256::::::|h[Теневой осколок]|h|r х 8 |cffffffff|Hitem:152875::::::::120:256::::::|h[Сумеречная пыль]|h|r х 20", -- [89]
				"/cw Аркадрон-Борейскаятундра |cff0070dd|Hitem:152876::::::::120:258::::::|h[Теневой осколок]|h|r х8 и |cffffffff|Hitem:152875::::::::120:258::::::|h[Сумеречная пыль]|h|rх20", -- [90]
				"/cw Аркадрон-Борейскаятундра Не могу, осколков нет", -- [91]
				"/cw Аркадрон-Борейскаятундра Нет, я не пользуюсь ва", -- [92]
				" Не больше 8 точно", -- [93]
				" Наши звёзды вроде 7 максимально проходили", -- [94]
				"/cw Раерр-Борейскаятундра В Легионе миссии в оплоте были на золото. Оно пассивно копилось", -- [95]
				"/гр Садж, Ваф, заходите туда", -- [96]
				"/гр Они в гильдейском войсе", -- [97]
				" Садж через 20 минут освободится и мы идем в гавань и в усадьбу", -- [98]
				"/cw Пуфка-Борейскаятундра Может осталось", -- [99]
				"/cw Пуфка-Борейскаятундра Тебе какая нужна, линкани", -- [100]
				"/cw Пуфка-Борейскаятундра Я сама вчера алхимию качала, почти всё слила", -- [101]
				"/cw Саджет-Борейскаятундра Маякни, пожалуйста, как освободишься", -- [102]
				"/cw Аркадрон-Борейскаятундра Ты в диск можешь зайти?", -- [103]
				"/cw Альмагорн-Борейскаятундра Нет, спасибо. Я уже с ребятами договорилась на счет мифов", -- [104]
				"/cw Айсли-Борейскаятундра С кем?", -- [105]
				" Если что, договоримся)", -- [106]
				" Хиловская у меня уже есть. На счет ддшной не знаю, насколько она хороша для шп, нужно больше информации", -- [107]
				" Спасибо)", -- [108]
				" )", -- [109]
				" Так, я утратила нить повествования. Что ты собрался повторять?", -- [110]
				"/cw Маэвин-Борейскаятундра Я видела объявления по 1к и 800. Но сомневаюсь, что это кто-то покупает", -- [111]
				"/cw Маэвин-Борейскаятундра Вроде всё", -- [112]
				"/cw Маэвин-Борейскаятундра Не знала", -- [113]
				"/cw Маэвин-Борейскаятундра Ы, если продолжать крафтить при полном инвентаре, вещи пришлют на почту", -- [114]
				"/cw Маэвин-Борейскаятундра Печаль", -- [115]
				"/cw Маэвин-Борейскаятундра Точно, чант же", -- [116]
				"/cw Маэвин-Борейскаятундра 175 наручей Оо", -- [117]
				"/cw Альмагорн-Борейскаятундра Это Ваня у нас совотерминатор 310+)", -- [118]
				"/cw Альмагорн-Борейскаятундра У меня 299)", -- [119]
				"/cw Альмагорн-Борейскаятундра Мы в нормалы", -- [120]
				"/cw Альмагорн-Борейскаятундра Ага, точно. Отдельный плагин", -- [121]
				"/cw Альмагорн-Борейскаятундра Сейчас чет не показывает. Надо, наверное, плагин для БФА скачать", -- [122]
				"/cw Альмагорн-Борейскаятундра Раньше показывало рарники и сундуки", -- [123]
				"/cw Альмагорн-Борейскаятундра Лин, я думала, ты в инсты с нами собирался)", -- [124]
				" Чтоб призвать", -- [125]
				" Надо как-нибудь собраться. Там вроде 5 человек нужно", -- [126]
				" )", -- [127]
				" Но фиг там, естественно)", -- [128]
				" Сноходца хочу", -- [129]
				" Я Вальшару всему твинками всегда делала", -- [130]
				" Вроде да", -- [131]
				" да", -- [132]
				" И будет ещё |cffffffff|Hitem:152496::::::::110:258::13:1:3524:::|h[Зелье обмана Демитрия]|h|r", -- [133]
				" В материалах для крафта", -- [134]
				" Обычно все дренорское пьют. Если покупать готовое, оно самое недорогое", -- [135]
				" |cffffffff|Hitem:127840::::::::110:258::13:1:3524:::|h[Скагглсок]|h|r", -- [136]
				" |cffffffff|Hitem:116268::::::::110:258:::1:3524:::|h[Дренорское зелье невидимости]|h|r", -- [137]
				" Непонерфленный", -- [138]
				" Рецепт из Классики", -- [139]
				" При этом, в качестве инвиз пота я до сих пор пью |cffffffff|Hitem:9172::::::::110:258::::::|h[Зелье невидимости]|h|r", -- [140]
				" Верните мне мой тартар!", -- [141]
				" К черту, что вы хотите", -- [142]
				" Это их дурацкая философия: \"Мы не хотим, чтоб игроки считали себя обязанными фармить старый контент\"", -- [143]
				" И по ощущениям 250 - это исчезающе мало", -- [144]
				" А теперь \"Скорость повышена на 250\"", -- [145]
				" Раньше было +40%", -- [146]
				" Но я не вижу разницы между этой \"прибавкой\" и моей обычной скоростью", -- [147]
				" Конечно", -- [148]
				" Нет. Там тоже был статик, но мы вайпнулись", -- [149]
			},
			["ChatFrame2EditBox"] = {
				"/с /vuhdo options", -- [1]
			},
			["ChatFrame9EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1589111313,
	["scrollback"] = {
		["ChatFrame5"] = {
			["elements"] = {
			},
			["headIndex"] = 0,
			["maxElements"] = 128,
		},
		["ChatFrame4"] = {
			["elements"] = {
			},
			["headIndex"] = 0,
			["maxElements"] = 128,
		},
		["ChatFrame3"] = {
			["elements"] = {
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["b"] = 0.9843137860298157,
					["r"] = 0.9529412388801575,
					["serverTime"] = 1696275748,
					["timestamp"] = 222470.672,
					["g"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [1]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["g"] = 1,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 222470.672,
					["serverTime"] = 1696286770,
					["b"] = 0.9843137860298157,
				}, -- [2]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 222470.672,
				}, -- [3]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 222470.672,
				}, -- [4]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["r"] = 0.9529412388801575,
					["b"] = 0.9843137860298157,
					["timestamp"] = 222451.41,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["g"] = 1,
				}, -- [5]
			},
			["headIndex"] = 5,
			["maxElements"] = 128,
		},
		["ChatFrame7"] = {
			["elements"] = {
			},
			["headIndex"] = 0,
			["maxElements"] = 128,
		},
		["ChatFrame6"] = {
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[23:35:21]|h |Hplayer:Алоиза-Борейскаятундра|h[|cffffffffАлоиза|r]|h заслужила достижение |cffffff00|Hachievement:16587:Player-1929-0E2E5712:1:10:2:23:4294967295:4294967295:4294967295:4294967295|h[Ведущий скалолаз]|h|r!",
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["b"] = 0,
					["serverTime"] = 1696278920,
					["timestamp"] = 222470.672,
					["g"] = 1,
					["r"] = 1,
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 2 |4час:часа:часов;, 10 |4минута:минуты:минут;, 50 |4секунда:секунды:секунд;.",
					["timestamp"] = 222470.672,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 222470.672,
				}, -- [3]
			},
			["headIndex"] = 3,
			["maxElements"] = 128,
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[21:11:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T797325:14|tЗандаларский ногокус – |3-8(ваш питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225469,
					["timestamp"] = 1008227.924,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[21:11:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T2027888:14|tШиполист – |3-8(вражеский питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225470,
					["timestamp"] = 1008228.684,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[21:11:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225472,
					["timestamp"] = 1008230.934,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[21:11:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135664:14|t|cff4e96f7|HbattlePetAbil:919:1237:305:305|h[Черный коготь]|h|r накладывает эффект |T135664:14|t|cff4e96f7|HbattlePetAbil:918:1237:305:305|h[Черный коготь]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225473,
					["timestamp"] = 1008232.294,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[21:11:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:268:2574:231:285|h[Фотосинтез]|h|r накладывает эффект |T136085:14|t|cff4e96f7|HbattlePetAbil:267:2574:231:285|h[Фотосинтез]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225475,
					["timestamp"] = 1008234.324,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[21:11:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:2574:231:285|h[Фотосинтез]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225477,
					["timestamp"] = 1008235.834,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[21:11:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225479,
					["timestamp"] = 1008237.834,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[21:11:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r наносит 211 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225479,
					["timestamp"] = 1008238.484,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[21:11:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r наносит 211 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225480,
					["timestamp"] = 1008239.234,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[21:11:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r наносит 211 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225481,
					["timestamp"] = 1008239.584,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[21:11:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:1237:305:305|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225481,
					["timestamp"] = 1008239.934,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[21:11:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:746:1941:231:285|h[Грибные споры]|h|r накладывает эффект \"|T132371:14|t|cff4e96f7|HbattlePetAbil:747:1941:231:285|h[Грибные споры]|h|r\" на |3-3(ваша команда).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225484,
					["timestamp"] = 1008242.594,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[21:11:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:2016:231:285|h[Фотосинтез]|h|r восстанавливает 75 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225485,
					["timestamp"] = 1008243.865,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[21:11:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225486,
					["timestamp"] = 1008244.875,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[21:11:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r наносит 251 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225486,
					["timestamp"] = 1008245.183,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[21:11:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r наносит 251 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225487,
					["timestamp"] = 1008245.984,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[21:11:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r наносит 251 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225487,
					["timestamp"] = 1008246.334,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[21:11:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:1237:305:305|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225488,
					["timestamp"] = 1008246.684,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[21:11:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134218:14|t|cff4e96f7|HbattlePetAbil:394:1263:231:285|h[Кнут]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T797325:14|tЗандаларский ногокус).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225490,
					["timestamp"] = 1008249.254,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[21:11:32]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:1338:231:285|h[Фотосинтез]|h|r восстанавливает 75 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225491,
					["timestamp"] = 1008250.514,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[21:11:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225498,
					["timestamp"] = 1008256.864,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[21:11:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136231:14|t|cff4e96f7|HbattlePetAbil:917:1112:305:305|h[Кровавый клык]|h|r наносит 739 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225499,
					["timestamp"] = 1008258.364,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[21:11:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134218:14|t|cff4e96f7|HbattlePetAbil:394:599:231:285|h[Кнут]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T797325:14|tЗандаларский ногокус).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225501,
					["timestamp"] = 1008260.034,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[21:11:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:674:231:285|h[Фотосинтез]|h|r восстанавливает 75 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225502,
					["timestamp"] = 1008261.294,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[21:11:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:747:674:231:285|h[Грибные споры]|h|r накладывает эффект |T132371:14|t|cff4e96f7|HbattlePetAbil:748:674:231:285|h[Взрыв спор]|h|r на |3-1(ваш питомец) |3-3(|T797325:14|tЗандаларский ногокус).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225505,
					["timestamp"] = 1008264.034,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[21:11:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135664:14|t|cff4e96f7|HbattlePetAbil:918:987:305:305|h[Черный коготь]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225506,
					["timestamp"] = 1008265.042,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[21:11:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132358:14|t|cff4e96f7|HbattlePetAbil:542:987:305:305|h[Брешь в защите]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225506,
					["timestamp"] = 1008265.042,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[21:11:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T132371:14|t|cff4e96f7|HbattlePetAbil:747:674:231:285|h[Грибные споры]|h|r\", наложенного на |3-3(ваша команда), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225506,
					["timestamp"] = 1008265.042,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[21:11:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225509,
					["timestamp"] = 1008267.882,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[21:11:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|tАнконская курица – |3-8(ваш питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225509,
					["timestamp"] = 1008267.882,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[21:11:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:746:674:231:285|h[Грибные споры]|h|r накладывает эффект \"|T132371:14|t|cff4e96f7|HbattlePetAbil:747:674:231:285|h[Грибные споры]|h|r\" на |3-3(ваша команда).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225511,
					["timestamp"] = 1008270.282,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[21:11:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:748:674:231:285|h[Взрыв спор]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T135996:14|tАнконская курица).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225512,
					["timestamp"] = 1008271.062,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[21:11:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:749:231:285|h[Фотосинтез]|h|r восстанавливает 75 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225512,
					["timestamp"] = 1008271.562,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[21:11:57]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225516,
					["timestamp"] = 1008274.882,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[21:11:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1356:276:414|h[Стая]|h|r наносит 44 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225517,
					["timestamp"] = 1008275.632,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[21:11:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1356:276:414|h[Стая]|h|r наносит 44 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225517,
					["timestamp"] = 1008276.382,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[21:11:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1356:276:414|h[Стая]|h|r наносит 44 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225518,
					["timestamp"] = 1008276.732,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[21:11:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1356:276:414|h[Стая]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:1356:276:414|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225518,
					["timestamp"] = 1008277.082,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[21:12:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134218:14|t|cff4e96f7|HbattlePetAbil:394:617:231:285|h[Кнут]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T135996:14|tАнконская курица).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225521,
					["timestamp"] = 1008279.982,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[21:12:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134218:14|t|cff4e96f7|HbattlePetAbil:394:617:231:285|h[Кнут]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T135996:14|tАнконская курица).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225521,
					["timestamp"] = 1008280.482,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[21:12:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:748:617:231:285|h[Взрыв спор]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T135996:14|tАнконская курица).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225522,
					["timestamp"] = 1008281.262,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[21:12:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:692:231:285|h[Фотосинтез]|h|r восстанавливает 75 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225523,
					["timestamp"] = 1008281.762,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[21:12:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T136085:14|t|cff4e96f7|HbattlePetAbil:267:692:231:285|h[Фотосинтез]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225524,
					["timestamp"] = 1008282.772,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[21:12:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225525,
					["timestamp"] = 1008284.002,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[21:12:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:981:276:414|h[Стая]|h|r наносит 111 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225525,
					["timestamp"] = 1008284.352,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[21:12:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:981:276:414|h[Стая]|h|r наносит 111 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225526,
					["timestamp"] = 1008285.129,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[21:12:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:981:276:414|h[Стая]|h|r наносит 111 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225526,
					["timestamp"] = 1008285.479,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[21:12:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:981:276:414|h[Стая]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:981:276:414|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225527,
					["timestamp"] = 1008285.829,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[21:12:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:268:359:231:285|h[Фотосинтез]|h|r накладывает эффект |T136085:14|t|cff4e96f7|HbattlePetAbil:267:359:231:285|h[Фотосинтез]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225529,
					["timestamp"] = 1008288.399,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[21:12:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:748:359:231:285|h[Взрыв спор]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T135996:14|tАнконская курица).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225530,
					["timestamp"] = 1008289.429,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[21:12:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:434:231:285|h[Фотосинтез]|h|r восстанавливает 75 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225531,
					["timestamp"] = 1008289.929,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[21:12:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:747:434:231:285|h[Грибные споры]|h|r накладывает эффект |T132371:14|t|cff4e96f7|HbattlePetAbil:748:434:231:285|h[Взрыв спор]|h|r на |3-1(ваш питомец) |3-3(|T135996:14|tАнконская курица).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225533,
					["timestamp"] = 1008291.969,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[21:12:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132371:14|t|cff4e96f7|HbattlePetAbil:748:434:231:285|h[Взрыв спор]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T797325:14|tЗандаларский ногокус), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225534,
					["timestamp"] = 1008292.979,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[21:12:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T132371:14|t|cff4e96f7|HbattlePetAbil:747:434:231:285|h[Грибные споры]|h|r\", наложенного на |3-3(ваша команда), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225534,
					["timestamp"] = 1008292.979,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[21:12:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225534,
					["timestamp"] = 1008292.979,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[21:12:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:856:276:414|h[Стая]|h|r наносит 155 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225534,
					["timestamp"] = 1008293.229,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[21:12:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:856:276:414|h[Стая]|h|r наносит 155 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225535,
					["timestamp"] = 1008294.329,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[21:12:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:856:276:414|h[Стая]|h|r наносит 155 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225536,
					["timestamp"] = 1008294.829,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[21:12:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T2027888:14|tШиполист погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225536,
					["timestamp"] = 1008294.829,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[21:12:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:748:0:231:285|h[Взрыв спор]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T135996:14|tАнконская курица).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225538,
					["timestamp"] = 1008297.209,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[21:12:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618976:14|t|cff4e96f7|HbattlePetAbil:239:731:276:414|h[Летающий питомец]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T135996:14|tАнконская курица), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225538,
					["timestamp"] = 1008297.209,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[21:12:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1106:276:276|h[Боевое восстановление]|h|r восстанавливает 375 ед. урона |3-2(ваш питомец) |3-2(|T135996:14|tАнконская курица).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225539,
					["timestamp"] = 1008298.109,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[21:12:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1112:305:305|h[Боевое восстановление]|h|r восстанавливает 125 ед. урона |3-2(ваш питомец) |3-2(|T797325:14|tЗандаларский ногокус).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225539,
					["timestamp"] = 1008298.109,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [63]
			},
			["headIndex"] = 63,
		},
		["ChatFrame8"] = {
			["elements"] = {
			},
			["headIndex"] = 0,
			["maxElements"] = 128,
		},
		["ChatFrame10"] = {
			["elements"] = {
			},
			["headIndex"] = 0,
			["maxElements"] = 128,
		},
		["ChatFrame9"] = {
			["elements"] = {
			},
			["headIndex"] = 0,
			["maxElements"] = 128,
		},
		["ChatFrame1"] = {
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[01:46:34]|h Бронзовая хранительница времени говорит: На старт!",
					["b"] = 0.6235294342041016,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 222494.797,
					["serverTime"] = 1696286793,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						["n"] = 6,
					},
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[01:46:36]|h Бронзовая хранительница времени говорит: Внимание!",
					["b"] = 0.6235294342041016,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 222496.934,
					["serverTime"] = 1696286795,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						["n"] = 6,
					},
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[01:46:39]|h Бронзовая хранительница времени говорит: Марш!",
					["b"] = 0.6235294342041016,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 222499.807,
					["serverTime"] = 1696286798,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						["n"] = 6,
					},
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[01:47:00]|h Бронзовая хранительница времени говорит: На старт!",
					["b"] = 0.6235294342041016,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 222520.807,
					["serverTime"] = 1696286819,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						["n"] = 6,
					},
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[01:47:02]|h Бронзовая хранительница времени говорит: Внимание!",
					["b"] = 0.6235294342041016,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 222522.609,
					["serverTime"] = 1696286821,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						["n"] = 6,
					},
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[01:47:04]|h Бронзовая хранительница времени говорит: Марш!",
					["b"] = 0.6235294342041016,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 222524.596,
					["serverTime"] = 1696286823,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						["n"] = 6,
					},
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[01:47:47]|h Отношение |3-7(Союз Вальдраккена) к вам улучшилось на 60.",
					["b"] = 1,
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 222567.766,
					["serverTime"] = 1696286866,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[01:47:47]|h Вы получили предмет: |cff0070dd|Hitem:199192::::::::70:258::11::1:28:2437:::::|h[Кошелек участника драконьей гонки]|h|r.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 222567.766,
					["serverTime"] = 1696286866,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[01:47:47]|h Вы получили предмет: |cff0070dd|Hitem:204075::::::::70:258:::::::::|h[Фрагмент гребня дракончика из пламени Тьмы]|h|rx2.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 222567.793,
					["serverTime"] = 1696286866,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[01:47:47]|h Лорд Андестраз говорит: Отлично! Скоро с вами двоими будет нелегко тягаться.",
					["b"] = 0.6235294342041016,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 222567.953,
					["serverTime"] = 1696286866,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						["n"] = 6,
					},
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[01:47:48]|h Вы получаете валюту – |cffffffff|Hcurrency:2003:0|h[Припасы Драконьих островов]|h|rх110",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.6901960968971252,
					["timestamp"] = 222568.496,
					["serverTime"] = 1696286867,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[01:47:50]|h Бронзовый помощник хранителя времени говорит: Ваш результат: 42.785 сек. Пока что это ваш личный рекорд.",
					["b"] = 0.6235294342041016,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 222570.51,
					["serverTime"] = 1696286869,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						["n"] = 6,
					},
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[01:48:05]|h Тодди Баки говорит: Бойцы Расколотого Пламени украли наши припасы. На земле им не скрыться. Покажем им, что значит воздушное превосходство!",
					["b"] = 0.6235294342041016,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 222586.012,
					["serverTime"] = 1696286884,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						["n"] = 6,
					},
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[01:48:21]|h Летите быстрее, чтобы вернуть припасы.",
					["b"] = 0,
					["r"] = 1,
					["g"] = 0.8666667342185974,
					["timestamp"] = 222602.02,
					["serverTime"] = 1696286900,
					["extraData"] = {
						42, -- [1]
						3, -- [2]
						4, -- [3]
						"CHAT_MSG_RAID_BOSS_EMOTE", -- [4]
						["n"] = 6,
					},
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[01:48:25]|h Отношение |3-7(Драконья экспедиция) к вам улучшилось на 180.",
					["b"] = 1,
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 222605.719,
					["serverTime"] = 1696286904,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[01:48:25]|h Получено: 626 |4золотая:золотые:золотых;, 14 |4серебряная:серебряные:серебряных;.",
					["b"] = 0.9843137860298157,
					["r"] = 0.9529412388801575,
					["g"] = 1,
					["timestamp"] = 222605.753,
					["serverTime"] = 1696286904,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[01:48:25]|h Вы получили предмет: |cff0070dd|Hitem:204075::::::::70:258:::::::::|h[Фрагмент гребня дракончика из пламени Тьмы]|h|rx2.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 222605.753,
					["serverTime"] = 1696286904,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[01:48:25]|h Тодди Баки говорит: Те наземные олухи и опомниться не успели. Молодец!",
					["b"] = 0.6235294342041016,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 222605.803,
					["serverTime"] = 1696286904,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						["n"] = 6,
					},
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[01:48:26]|h Вы получаете валюту – |cffffffff|Hcurrency:2003:0|h[Припасы Драконьих островов]|h|rх15",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.6901960968971252,
					["timestamp"] = 222606.719,
					["serverTime"] = 1696286905,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[01:48:54]|h Ваша добыча: 4 |4золотая:золотые:золотых;, 46 |4серебряная:серебряные:серебряных;, 39 |4медная монета:медные монеты:медных монет;.",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 222634.632,
					["serverTime"] = 1696286933,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[01:48:57]|h Ваша добыча: |cff1eff00|Hitem:200443::::::::70:258:::::::::|h[Артефакт Драконьих островов]|h|r.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 222637.809,
					["serverTime"] = 1696286936,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[01:48:57]|h Ваша добыча: |cff0070dd|Hitem:205423::::::::70:258:::::::::|h[Мешок с золой пламени Тьмы]|h|r.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 222637.931,
					["serverTime"] = 1696286936,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[01:48:57]|h Ваша добыча: |cff1eff00|Hitem:200447::::::::70:258:::::::::|h[Охотничий трофей кентавров]|h|r.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 222638.088,
					["serverTime"] = 1696286936,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[01:48:58]|h Ваша добыча: |cffffffff|Hitem:191363::::::::70:258::::1:38:1:::::|h[Зелье ледяной концентрации |A:Professions-ChatIcon-Quality-Tier1:17:15::1|a]|h|r.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 222638.633,
					["serverTime"] = 1696286937,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[01:48:58]|h Ваша добыча: |cff9d9d9d|Hitem:200841::::::::70:258:::::::::|h[Миниатюрный радужный диск]|h|rx3.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 222638.694,
					["serverTime"] = 1696286937,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[01:48:59]|h Вы получаете валюту – |cffffffff|Hcurrency:2003:0|h[Припасы Драконьих островов]|h|rх17",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.6901960968971252,
					["timestamp"] = 222639.367,
					["serverTime"] = 1696286938,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[01:49:19]|h Ваша добыча: |cffffffff|Hitem:191384::::::::70:258::::1:38:1:::::|h[Воздушное зелье маны |A:Professions-ChatIcon-Quality-Tier1:17:15::1|a]|h|r.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 222659.4,
					["serverTime"] = 1696286958,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[01:49:19]|h Ваша добыча: |cff1eff00|Hitem:200443::::::::70:258:::::::::|h[Артефакт Драконьих островов]|h|r.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 222659.625,
					["serverTime"] = 1696286958,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[01:49:19]|h Ваша добыча: |cff9d9d9d|Hitem:200828::::::::70:258:::::::::|h[Собранные облака]|h|r.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 222659.949,
					["serverTime"] = 1696286958,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[01:49:28]|h Ваша добыча: 2 |4золотая:золотые:золотых;, 7 |4серебряная:серебряные:серебряных;, 97 |4медная монета:медные монеты:медных монет;.",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 222668.94,
					["serverTime"] = 1696286967,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[01:49:54]|h Налейдея Речной Блеск говорит: Горлоки спрятали много украденных предметов в верхних пределах этой области. Собери их, чтобы они могли быть возвращены законным владельцам.",
					["b"] = 0.6235294342041016,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 222694.196,
					["serverTime"] = 1696286993,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						["n"] = 6,
					},
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[01:51:53]|h Отношение |3-7(Драконья экспедиция) к вам улучшилось на 240.",
					["b"] = 1,
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 222813.526,
					["serverTime"] = 1696287112,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[01:51:53]|h Получено: 664 |4золотая:золотые:золотых;, 91 |4серебряная:серебряные:серебряных;.",
					["b"] = 0.9843137860298157,
					["r"] = 0.9529412388801575,
					["g"] = 1,
					["timestamp"] = 222813.562,
					["serverTime"] = 1696287112,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[01:51:53]|h Вы получили предмет: |cff0070dd|Hitem:204075::::::::70:258:::::::::|h[Фрагмент гребня дракончика из пламени Тьмы]|h|rx2.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 222813.562,
					["serverTime"] = 1696287112,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[01:51:53]|h Налейдея Речной Блеск говорит: Отличная работа! Я позабочусь о том, чтобы эти предметы вернулись... эй, это мой компас?",
					["b"] = 0.6235294342041016,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 222813.612,
					["serverTime"] = 1696287112,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						["n"] = 6,
					},
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[01:51:54]|h Вы получаете валюту – |cffffffff|Hcurrency:2003:0|h[Припасы Драконьих островов]|h|rх15",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.6901960968971252,
					["timestamp"] = 222814.537,
					["serverTime"] = 1696287113,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[01:51:54]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq19|k:101:49:BN_INLINE_TOAST_ALERT:0|h[|Kq19|k]|h выходит из сети.",
					["b"] = 1,
					["r"] = 0.5098039507865906,
					["g"] = 0.7725490927696228,
					["timestamp"] = 222814.86,
					["serverTime"] = 1696287113,
					["extraData"] = {
						54, -- [1]
						["n"] = 1,
					},
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[01:53:39]|h Над Престолом Аспектов раздается победоносный рык, возвещающий о создании Наз'уро, Высвобожденного Наследия.",
					["b"] = 0.03921568766236305,
					["r"] = 1,
					["g"] = 0.4705882668495178,
					["timestamp"] = 222919.961,
					["serverTime"] = 1696287218,
					["extraData"] = {
						37, -- [1]
						["n"] = 1,
					},
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[01:56:52]|h Над Престолом Аспектов раздается победоносный рык, возвещающий о создании Наз'уро, Высвобожденного Наследия.",
					["b"] = 0.03921568766236305,
					["r"] = 1,
					["g"] = 0.4705882668495178,
					["timestamp"] = 223112.826,
					["serverTime"] = 1696287411,
					["extraData"] = {
						37, -- [1]
						["n"] = 1,
					},
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[01:58:13]|h Вы отошли от компьютера, оставив сообщение \"Отсутствует\".",
					["b"] = 0.9843137860298157,
					["r"] = 0.9529412388801575,
					["g"] = 1,
					["timestamp"] = 223193.584,
					["serverTime"] = 1696287492,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[02:13:01]|h Над Престолом Аспектов раздается победоносный рык, возвещающий о создании Наз'уро, Высвобожденного Наследия.",
					["b"] = 0.03921568766236305,
					["r"] = 1,
					["g"] = 0.4705882668495178,
					["timestamp"] = 224081.183,
					["serverTime"] = 1696288380,
					["extraData"] = {
						37, -- [1]
						["n"] = 1,
					},
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[02:17:02]|h Вы вернулись.",
					["b"] = 0.9843137860298157,
					["r"] = 0.9529412388801575,
					["g"] = 1,
					["timestamp"] = 224322.868,
					["serverTime"] = 1696288621,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[02:17:06]|h Повелительница стихий Тайянь говорит: Ох ты, из ТАКОЙ передряги я сама не выберусь...",
					["b"] = 0.6235294342041016,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 224326.599,
					["serverTime"] = 1696288625,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						["n"] = 6,
					},
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[02:18:51]|h Смена канала: |Hchannel:CHANNEL:2|h[2. Оборона: Тальдразус]|h.",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 224431.9,
					["serverTime"] = 1696288730,
					["extraData"] = {
						70, -- [1]
						5, -- [2]
						6, -- [3]
						["n"] = 3,
					},
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[02:19:02]|h Смена канала: |Hchannel:CHANNEL:2|h[2. Оборона: Вальдраккен]|h.",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 224442.945,
					["serverTime"] = 1696288741,
					["extraData"] = {
						70, -- [1]
						5, -- [2]
						6, -- [3]
						["n"] = 3,
					},
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[02:19:24]|h Зазывала торговой лавки говорит: Привет! Приглашаю в нашу торговую лавку. Мы как раз получили новую партию товаров!",
					["b"] = 0.6235294342041016,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 224464.96,
					["serverTime"] = 1696288763,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						["n"] = 6,
					},
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[02:19:38]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h <Не беспокоить>|Hplayer:Дкен-ПиратскаяБухта:61:CHANNEL:5|h[|cffc69b6dДкен-ПиратскаяБухта|r]|h: Считаешь что круто играешь? Хочешь сделать свое хобби оплачиваемым лучше чем зп корешей на заводе? Пиши в ЛС",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 224478.263,
					["serverTime"] = 1696288777,
					["extraData"] = {
						73, -- [1]
						7, -- [2]
						8, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						["n"] = 6,
					},
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[02:24:53]|h Вы отошли от компьютера, оставив сообщение \"Отсутствует\".",
					["b"] = 0.9843137860298157,
					["r"] = 0.9529412388801575,
					["g"] = 1,
					["timestamp"] = 224793.493,
					["serverTime"] = 1696289092,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[02:25:25]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq56|k:59:69:BN_INLINE_TOAST_ALERT:0|h[|Kq56|k]|h выходит из сети.",
					["b"] = 1,
					["r"] = 0.5098039507865906,
					["g"] = 0.7725490927696228,
					["timestamp"] = 224825.826,
					["serverTime"] = 1696289124,
					["extraData"] = {
						54, -- [1]
						["n"] = 1,
					},
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[02:25:37]|h Вы вернулись.",
					["b"] = 0.9843137860298157,
					["r"] = 0.9529412388801575,
					["g"] = 1,
					["timestamp"] = 224837.683,
					["serverTime"] = 1696289136,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[02:25:48]|h Вы получили предмет: |cff9d9d9d|Hitem:176419::::::::70:258:::1:6656:2:9:58:28:1707:::::|h[Искаженные латные боевые сапоги]|h|r.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224849.019,
					["serverTime"] = 1696289147,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[02:25:53]|h Вы получили предмет: |cff1eff00|Hitem:193928::::::::70:258::::2:38:3:40:485:::::|h[Рулон ткани стихий |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx4.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224853.465,
					["serverTime"] = 1696289152,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[02:25:54]|h Вы получили предмет: |cff0070dd|Hitem:190328::::::::70:258:::::::::|h[Пробуждающийся лед]|h|rx15.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224854.591,
					["serverTime"] = 1696289153,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[02:25:54]|h Вы получили предмет: |cff0070dd|Hitem:190320::::::::70:258:::::::::|h[Пробуждающийся огонь]|h|rx16.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224854.81,
					["serverTime"] = 1696289153,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[02:25:54]|h Вы получили предмет: |cff0070dd|Hitem:190326::::::::70:258:::::::::|h[Пробуждающийся воздух]|h|rx27.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224854.945,
					["serverTime"] = 1696289153,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[02:25:55]|h Вы получили предмет: |cff0070dd|Hitem:190322::::::::70:258:::::::::|h[Пробуждающийся порядок]|h|rx52.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224855.079,
					["serverTime"] = 1696289154,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[02:25:55]|h Вы получили предмет: |cff0070dd|Hitem:190315::::::::70:258:::::::::|h[Пробуждающаяся земля]|h|rx29.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224855.344,
					["serverTime"] = 1696289154,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[02:25:57]|h Вы получили предмет: |cffffffff|Hitem:191461::::::::70:258::::1:38:2:::::|h[Хоэнвейс |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx883.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224857.263,
					["serverTime"] = 1696289156,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[02:25:57]|h Вы получили предмет: |cff1eff00|Hitem:191471::::::::70:258::::1:38:2:::::|h[Витая кора |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx28.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224857.404,
					["serverTime"] = 1696289156,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[02:25:57]|h Вы получили предмет: |cffffffff|Hitem:190394::::::::70:258::::1:38:3:::::|h[Серевитовая руда |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|rx17.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224857.536,
					["serverTime"] = 1696289156,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[02:25:57]|h Вы получили предмет: |cff0070dd|Hitem:190313::::::::70:258::::1:38:2:::::|h[Каз'горитовая руда |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx9.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224857.723,
					["serverTime"] = 1696289156,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[02:25:57]|h Вы получили предмет: |cff1eff00|Hitem:188658::::::::70:258::::1:38:2:::::|h[Драконитовая руда |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx37.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224857.9,
					["serverTime"] = 1696289156,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[02:25:57]|h Вы получили предмет: |cffffffff|Hitem:190396::::::::70:258::::1:38:2:::::|h[Серевитовая руда |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx939.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224858.048,
					["serverTime"] = 1696289156,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[02:25:58]|h Вы получили предмет: |cffffffff|Hitem:190395::::::::70:258::::1:38:1:::::|h[Серевитовая руда |A:Professions-ChatIcon-Quality-Tier1:17:15::1|a]|h|rx263.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224858.184,
					["serverTime"] = 1696289157,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[02:25:58]|h Вы получили предмет: |cff0070dd|Hitem:190312::::::::70:258::::1:38:1:::::|h[Каз'горитовая руда |A:Professions-ChatIcon-Quality-Tier1:17:15::1|a]|h|rx25.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224858.336,
					["serverTime"] = 1696289157,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[02:25:58]|h Вы получили предмет: |cff1eff00|Hitem:189143::::::::70:258::::1:38:1:::::|h[Драконитовая руда |A:Professions-ChatIcon-Quality-Tier1:17:15::1|a]|h|rx40.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224858.573,
					["serverTime"] = 1696289157,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[02:25:59]|h Вы получили предмет: |cff1eff00|Hitem:197755::::::::70:258:::::::::|h[Лавовый жук]|h|rx107.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224860.106,
					["serverTime"] = 1696289158,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[02:26:00]|h Вы получили предмет: |cffffffff|Hitem:197744::::::::70:258:::::::::|h[Ломоть мяса рогоплава]|h|r.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224860.249,
					["serverTime"] = 1696289159,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[02:26:00]|h Вы получили предмет: |cffffffff|Hitem:197741::::::::70:258:::::::::|h[Может и мясо]|h|rx37.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224860.386,
					["serverTime"] = 1696289159,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[02:26:00]|h Вы получили предмет: |cff1eff00|Hitem:191470::::::::70:258::::1:38:1:::::|h[Витая кора |A:Professions-ChatIcon-Quality-Tier1:17:15::1|a]|h|r.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224860.501,
					["serverTime"] = 1696289159,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[02:26:00]|h Вы получили предмет: |cff1eff00|Hitem:191466::::::::70:258::::1:38:3:::::|h[Камнеломка |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|r.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224860.621,
					["serverTime"] = 1696289159,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[02:26:00]|h Вы получили предмет: |cff1eff00|Hitem:191469::::::::70:258::::1:38:3:::::|h[Пузырчатый мак |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|r.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224860.744,
					["serverTime"] = 1696289159,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[02:26:00]|h Вы получили предмет: |cff1eff00|Hitem:191465::::::::70:258::::1:38:2:::::|h[Камнеломка |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx70.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224860.862,
					["serverTime"] = 1696289159,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[02:26:00]|h Вы получили предмет: |cff1eff00|Hitem:191468::::::::70:258::::1:38:2:::::|h[Пузырчатый мак |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|rx78.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224860.998,
					["serverTime"] = 1696289159,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[02:26:01]|h Вы получили предмет: |cff0070dd|Hitem:204460::::::::70:258:::::::::|h[Мерцающие споры Заралека]|h|rx60.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224861.124,
					["serverTime"] = 1696289160,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[02:26:01]|h Вы получили предмет: |cffffffff|Hitem:191460::::::::70:258::::1:38:1:::::|h[Хоэнвейс |A:Professions-ChatIcon-Quality-Tier1:17:15::1|a]|h|rx319.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224861.258,
					["serverTime"] = 1696289160,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[02:26:01]|h Вы получили предмет: |cff1eff00|Hitem:191464::::::::70:258::::1:38:1:::::|h[Камнеломка |A:Professions-ChatIcon-Quality-Tier1:17:15::1|a]|h|rx42.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224861.401,
					["serverTime"] = 1696289160,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[02:26:01]|h Вы получили предмет: |cff1eff00|Hitem:191467::::::::70:258::::1:38:1:::::|h[Пузырчатый мак |A:Professions-ChatIcon-Quality-Tier1:17:15::1|a]|h|rx60.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224861.547,
					["serverTime"] = 1696289160,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[02:26:03]|h Вы получили предмет: |cffffffff|Hitem:197746::::::::70:258:::::::::|h[Бок зуброна]|h|rx17.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224863.464,
					["serverTime"] = 1696289162,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[02:26:03]|h Вы получили предмет: |cffffffff|Hitem:197745::::::::70:258:::::::::|h[Яйца василисков]|h|rx7.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224863.583,
					["serverTime"] = 1696289162,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[02:26:03]|h Вы получили предмет: |cffffffff|Hitem:197748::::::::70:258:::::::::|h[Жилистый медвежий окорок]|h|rx9.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224863.768,
					["serverTime"] = 1696289162,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[02:26:03]|h Вы получили предмет: |cffffffff|Hitem:194969::::::::70:258:::::::::|h[Темпоральная драконоголовка]|h|rx3.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224863.911,
					["serverTime"] = 1696289162,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[02:26:03]|h Вы получили предмет: |cff1eff00|Hitem:194970::::::::70:258:::::::::|h[Островная дорадо]|h|rx5.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224864.093,
					["serverTime"] = 1696289162,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[02:26:04]|h Вы получили предмет: |cffffffff|Hitem:174353::::::::70:258:::::::::|h[Сомнительное мясо]|h|rx5.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224864.252,
					["serverTime"] = 1696289163,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[02:26:04]|h Вы получили предмет: |cffffffff|Hitem:194730::::::::70:258:::::::::|h[Чешуебрюхая скумбрия]|h|rx5.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224864.419,
					["serverTime"] = 1696289163,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[02:26:04]|h Вы получили предмет: |cffffffff|Hitem:194968::::::::70:258:::::::::|h[Лазурная иглоспинка]|h|rx2.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224864.539,
					["serverTime"] = 1696289163,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[02:26:04]|h Вы получили предмет: |cffffffff|Hitem:194966::::::::70:258:::::::::|h[Тысячезубая пиранья]|h|rx2.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224864.654,
					["serverTime"] = 1696289163,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[02:26:04]|h Вы получили предмет: |cffffffff|Hitem:197754::::::::70:258:::::::::|h[Залежи соли]|h|rx36.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224864.781,
					["serverTime"] = 1696289163,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[02:26:04]|h Вы получили предмет: |cffffffff|Hitem:197752::::::::70:258:::::::::|h[Удобный пакет с ингредиентами]|h|rx200.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224864.911,
					["serverTime"] = 1696289163,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[02:26:04]|h Вы получили предмет: |cffffffff|Hitem:194967::::::::70:258:::::::::|h[Мелкокрылая рыба-пегас]|h|rx4.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224865.066,
					["serverTime"] = 1696289163,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[02:26:08]|h Вы получили предмет: |cffffffff|Hitem:37907::::::::70:258:::::::::|h[Осенний желудевый эль]|h|r.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 224868.444,
					["serverTime"] = 1696289167,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[02:27:41]|h Получено: 521 |4золотая:золотые:золотых;, 91 |4серебряная:серебряные:серебряных;.",
					["b"] = 0.9843137860298157,
					["r"] = 0.9529412388801575,
					["g"] = 1,
					["timestamp"] = 224961.555,
					["serverTime"] = 1696289260,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[02:27:42]|h Вы получаете валюту – |cffffffff|Hcurrency:2003:0|h[Припасы Драконьих островов]|h|rх10",
					["b"] = 1,
					["r"] = 0.4431372880935669,
					["g"] = 0.6901960968971252,
					["timestamp"] = 224962.565,
					["serverTime"] = 1696289261,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[02:28:08]|h Нумернорми хихикает.",
					["b"] = 0.250980406999588,
					["r"] = 1,
					["g"] = 0.501960813999176,
					["timestamp"] = 224988.572,
					["serverTime"] = 1696289287,
					["extraData"] = {
						17, -- [1]
						9, -- [2]
						10, -- [3]
						"CHAT_MSG_MONSTER_EMOTE", -- [4]
						["n"] = 6,
					},
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[23:51:50]|h Вы получили предмет: |cffffffff|Hitem:194123::::::::70:258:::::::::|h[Всецветная пыль]|h|rx3.",
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["b"] = 0.02745098248124123,
					["serverTime"] = 1696279909,
					["timestamp"] = 222470.672,
					["g"] = 0.9764706492424011,
					["r"] = 1,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[23:51:50]|h Вы получили предмет: |cff0070dd|Hitem:204076::::::::70:258:::::::::|h[Фрагмент гребня дракона из пламени Тьмы]|h|rx5.",
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["b"] = 0.02745098248124123,
					["serverTime"] = 1696279909,
					["timestamp"] = 222470.672,
					["g"] = 0.9764706492424011,
					["r"] = 1,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[23:51:50]|h Вы получили предмет: |cffffffff|Hitem:191384::::::::70:258::::1:38:1:::::|h[Воздушное зелье маны |A:Professions-ChatIcon-Quality-Tier1:17:15::1|a]|h|r.",
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["b"] = 0.02745098248124123,
					["serverTime"] = 1696279909,
					["timestamp"] = 222470.672,
					["g"] = 0.9764706492424011,
					["r"] = 1,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[23:51:51]|h Вы получаете валюту – |cffffffff|Hcurrency:2003:0|h[Припасы Драконьих островов]|h|rх110",
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1696279910,
					["timestamp"] = 222470.672,
					["g"] = 0.6901960968971252,
					["r"] = 0.4431372880935669,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[23:51:52]|h Получено: 517 |4золотая:золотые:золотых;, 93 |4серебряная:серебряные:серебряных;.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 0.9843137860298157,
					["serverTime"] = 1696279911,
					["timestamp"] = 222470.672,
					["g"] = 1,
					["r"] = 0.9529412388801575,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[23:51:53]|h Вы получаете валюту – |cffffffff|Hcurrency:2003:0|h[Припасы Драконьих островов]|h|rх10",
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1696279912,
					["timestamp"] = 222470.672,
					["g"] = 0.6901960968971252,
					["r"] = 0.4431372880935669,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[23:51:53]|h Получено: 527 |4золотая:золотые:золотых;, 43 |4серебряная:серебряные:серебряных;.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 0.9843137860298157,
					["serverTime"] = 1696279912,
					["timestamp"] = 222470.672,
					["g"] = 1,
					["r"] = 0.9529412388801575,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[23:51:54]|h Вы получаете валюту – |cffffffff|Hcurrency:2003:0|h[Припасы Драконьих островов]|h|rх10",
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1696279913,
					["timestamp"] = 222470.672,
					["g"] = 0.6901960968971252,
					["r"] = 0.4431372880935669,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[23:51:57]|h Ваши новые знания позволили материализовать рвение мастера:",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 0.9843137860298157,
					["serverTime"] = 1696279916,
					["timestamp"] = 222470.672,
					["g"] = 1,
					["r"] = 0.9529412388801575,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[23:51:57]|h Вы получили предмет: |cff0070dd|Hitem:190456::::::::70:258:::::::::|h[Рвение мастера]|h|rx5.",
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["b"] = 0.02745098248124123,
					["serverTime"] = 1696279916,
					["timestamp"] = 222470.672,
					["g"] = 0.9764706492424011,
					["r"] = 1,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[23:51:58]|h Вы получаете валюту – |cff0070dd|Hcurrency:2026:0|h[Знание портняжного дела Драконьих островов]|h|rх1",
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1696279917,
					["timestamp"] = 222470.672,
					["g"] = 0.6901960968971252,
					["r"] = 0.4431372880935669,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[23:52:05]|h Над Престолом Аспектов раздается победоносный рык, возвещающий о создании Наз'уро, Высвобожденного Наследия.",
					["extraData"] = {
						37, -- [1]
						["n"] = 1,
					},
					["b"] = 0.03921568766236305,
					["serverTime"] = 1696279924,
					["timestamp"] = 222470.672,
					["g"] = 0.4705882668495178,
					["r"] = 1,
				}, -- [106]
				{
					["message"] = "0 |4день:дня:дней;, 1 |4час:часа:часов;, 54 |4минута:минуты:минут;, 6 |4секунда:секунды:секунд;.",
					["timestamp"] = 222470.672,
				}, -- [107]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 222470.672,
				}, -- [108]
				{
					["message"] = "|cff33ff99Global Ignore: |cffffffffLoading...",
					["timestamp"] = 222451.41,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[01:46:00]|h |cffffe566{VuhDo}|r VuhDo |cffffe566['vu:du:]|r v3.153 (use /vd). Currently maintained by Ivaria@US-Hyjal in honor of Marshy and our two daughters.",
					["r"] = 1,
					["timestamp"] = 222451.41,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[01:46:12]|h |cffffd839TSM|r: TSM в настоящее время не имеет данных о ценах БД аукциона для вашего игрового мира. Мы рекомендуем вам загрузить настольное приложение TSM с |cff79a2ffhttps://tradeskillmaster.com|r для автоматического обновления данных вашей БД аукциона (и автоматического резервного копирования настроек TSM).",
					["timestamp"] = 222470.672,
					["serverTime"] = 1696286771,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[01:46:13]|h Вы будете получать добычу для специализации \"Тьма\".",
					["b"] = 0.9843137860298157,
					["r"] = 0.9529412388801575,
					["g"] = 1,
					["timestamp"] = 222470.672,
					["serverTime"] = 1696286772,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[01:46:13]|h |cff33ff99Global Ignore: |cffffffffType /gignore or /gi for help and options",
					["timestamp"] = 222470.672,
					["serverTime"] = 1696286772,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[01:46:13]|h |cff33ff99Global Ignore: |cffffffffSynchronizing Ignore list...",
					["timestamp"] = 222470.672,
					["serverTime"] = 1696286772,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[01:46:13]|h |cff33ff99Global Ignore: |cffffffffШтик7e51c-Борейскаятундра is already ignored",
					["timestamp"] = 222470.672,
					["serverTime"] = 1696286772,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[01:46:13]|h |cff33ff99Global Ignore: |cffffffffРодерри26f42-Борейскаятундра is already ignored",
					["timestamp"] = 222470.672,
					["serverTime"] = 1696286772,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[01:46:13]|h |cff33ff99Global Ignore: |cffffffffБезпани95e5a-Борейскаятундра is already ignored",
					["timestamp"] = 222470.672,
					["serverTime"] = 1696286772,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[01:46:13]|h |cffffd700Титан Панель|r|cff19ff19 7.01.03.100107|r|cffffd700|cffffd700 от |cffff8c00Titan Development Team|r|cff19ff19|r",
					["timestamp"] = 222470.672,
					["serverTime"] = 1696286772,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[01:46:13]|h |cffffd700Титан: |r|cFFFFFF00Warning: |r|cff19ff19 Feature : Открывание Сумка Отключено Until taint is fixed or work around found.|r",
					["timestamp"] = 222470.672,
					["serverTime"] = 1696286772,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[01:46:13]|h |cffffe566{VuhDo}|r Профиль успешно загружен: Алоиза: Фламиника: Vuhdo'esque",
					["r"] = 1,
					["b"] = 0.2,
					["timestamp"] = 222470.672,
					["serverTime"] = 1696286772,
					["g"] = 0.7,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[01:46:13]|h |cff9900ffWeakAuras:|r  Готово к применению 3 |4обновление:обновления:обновлений;.",
					["timestamp"] = 222470.672,
					["serverTime"] = 1696286772,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[01:46:14]|h Общее время игры: 489 |4день:дня:дней;, 5 |4час:часа:часов;, 49 |4минута:минуты:минут;, 51 |4секунда:секунды:секунд;.",
					["b"] = 0.9843137860298157,
					["r"] = 0.9529412388801575,
					["g"] = 1,
					["timestamp"] = 222474.921,
					["serverTime"] = 1696286773,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[01:46:14]|h Время игры на этом уровне: 2 |4день:дня:дней;, 21 |4час:часа:часов;, 40 |4минута:минуты:минут;, 10 |4секунда:секунды:секунд;.",
					["b"] = 0.9843137860298157,
					["r"] = 0.9529412388801575,
					["g"] = 1,
					["timestamp"] = 222474.921,
					["serverTime"] = 1696286773,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[01:46:19]|h |cffffff00Time played this class (Dragonflight): 15 days 5 hours 37 minutes (/details playedclass)",
					["timestamp"] = 222479.106,
					["serverTime"] = 1696286778,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[01:46:19]|h Лорд Андестраз говорит: Сегодня замечательный день для гонок. Давай полетаем!",
					["b"] = 0.6235294342041016,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 222479.64,
					["serverTime"] = 1696286778,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						["n"] = 6,
					},
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[01:46:30]|h Бронзовый помощник хранителя времени говорит: Лети через золотые кольца.",
					["b"] = 0.6235294342041016,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 222490.782,
					["serverTime"] = 1696286789,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						["n"] = 6,
					},
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[01:46:30]|h Вы получили задание \"Горки Уктулут\".",
					["b"] = 0.9843137860298157,
					["r"] = 0.9529412388801575,
					["g"] = 1,
					["timestamp"] = 222490.821,
					["serverTime"] = 1696286789,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[01:46:30]|h Вы получили предмет: |cffffffff|Hitem:191140::::::::70:258::11::1:28:2437:::::|h[Бронзовые часы]|h|r.",
					["b"] = 0.02745098248124123,
					["r"] = 1,
					["g"] = 0.9764706492424011,
					["timestamp"] = 222490.821,
					["serverTime"] = 1696286789,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [128]
			},
			["headIndex"] = 94,
			["maxElements"] = 128,
		},
	},
}
