
Prat3HighCPUPerCharDB = {
	["time"] = 1398683559,
	["scrollback"] = {
		["ChatFrame1"] = {
			{
				"[14:10:07]|c00000000|r |Hchannel:channel:1|h[1] |h Вы присоединились к каналу |Hchannel:1|h[1. Общий: Остров Грома]|h.", -- [1]
				1, -- [2]
				0.7529412508010864, -- [3]
				0.7529412508010864, -- [4]
				69, -- [5]
			}, -- [1]
			{
				"[14:10:07]|c00000000|r |Hchannel:channel:3|h[3] |h Вы присоединились к каналу |Hchannel:3|h[3. Оборона: Остров Грома]|h.", -- [1]
				1, -- [2]
				0.7529412508010864, -- [3]
				0.7529412508010864, -- [4]
				71, -- [5]
			}, -- [2]
			{
				"[14:10:35]|c00000000|r |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:1|h[1. Общий: Святилище Семи Звезд]|h.", -- [1]
				1, -- [2]
				0.7529412508010864, -- [3]
				0.7529412508010864, -- [4]
				69, -- [5]
			}, -- [3]
			{
				"[14:10:35]|c00000000|r |Hchannel:channel:2|h[2] |h Вы присоединились к каналу |Hchannel:2|h[2. Торговля: Город]|h.", -- [1]
				1, -- [2]
				0.7529412508010864, -- [3]
				0.7529412508010864, -- [4]
				70, -- [5]
			}, -- [4]
			{
				"[14:10:35]|c00000000|r |Hchannel:channel:3|h[3] |h Смена канала: |Hchannel:3|h[3. Оборона: Святилище Семи Звезд]|h.", -- [1]
				1, -- [2]
				0.7529412508010864, -- [3]
				0.7529412508010864, -- [4]
				71, -- [5]
			}, -- [5]
			{
				"[14:10:35]|c00000000|r |Hchannel:channel:4|h[4] |h Вы присоединились к каналу |Hchannel:4|h[4. Поиск спутников]|h.", -- [1]
				1, -- [2]
				0.7529412508010864, -- [3]
				0.7529412508010864, -- [4]
				72, -- [5]
			}, -- [6]
			{
				"[14:10:48]|c00000000|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Пандотанк:456:CHANNEL:2|h|cffc69b6dПандотанк|r|h|cffd8d8d8]|r: куплю |cffa335ee|Hitem:82446:0:0:0:0:0:0:1284862208:81:0:0|h[Королевская сумка]|h|r", -- [1]
				1, -- [2]
				0.7529412508010864, -- [3]
				0.7529412508010864, -- [4]
				70, -- [5]
			}, -- [7]
			{
				"[14:11:02]|c00000000|r |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Хантураа:462:CHANNEL:4|h|cffaad372Хантураа|r|h|cffd8d8d8]|r: ТП В ДАЛАРАН НИД СРОЧНО!", -- [1]
				1, -- [2]
				0.7529412508010864, -- [3]
				0.7529412508010864, -- [4]
				72, -- [5]
			}, -- [8]
			{
				"[14:12:39]|c00000000|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Агроном:511:CHANNEL:2|h|cffc69b6dАгроном|r|h|cffd8d8d8]|r: куплю  |cffffffff|Hitem:33924:0:0:0:0:0:0:0:90:0:0|h[Вкусный шоколадный торт]|h|r", -- [1]
				1, -- [2]
				0.7529412508010864, -- [3]
				0.7529412508010864, -- [4]
				70, -- [5]
			}, -- [9]
		},
	},
}
