
PawnOptions = {
["LastVersion"] = 2.1307,
["ItemLevels"] = {
{
["ID"] = 237700,
["Level"] = 717,
["Link"] = "|cnIQ4:|Hitem:237700::::::::80:267::16:8:6652:12921:10390:12231:12676:13444:1527:10255:1:28:2462:::::|h[Портал в безумие инквизитора]|h|r",
},
{
["ID"] = 215136,
["Level"] = 727,
["Link"] = "|cnIQ4:|Hitem:215136::::::::80:267::13:12:10421:9633:8902:10878:10394:9627:12050:10520:8960:8790:12053:13468:10:28:2734:29:32:30:40:38:8:40:1279:43:231756:44:213770:46:222587:47:231768:50:251993:::::|h[Амулет мастерства земельников |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
},
{
["ID"] = 243038,
["Level"] = 691,
["Link"] = "|cnIQ4:|Hitem:243038::::::::80:267::81:6:6652:12239:10354:12293:1501:10255:1:28:2462:::::|h[Взор неприкаянной гибели]|h|r",
},
nil,
{
["ID"] = 237703,
["Level"] = 710,
["Link"] = "|cnIQ4:|Hitem:237703::::::::80:267::108:6:12229:6652:12676:12355:1520:10255:1:28:2462:::::|h[Одеяния безумного инквизитора]|h|r",
},
{
["ID"] = 237697,
["Level"] = 707,
["Link"] = "|cnIQ4:|Hitem:237697::::::::80:267::110:5:6652:12921:12354:1517:10255:1:28:2462:::::|h[Фолиант безумного инквизитора]|h|r",
},
{
["ID"] = 237699,
["Level"] = 707,
["Link"] = "|cnIQ4:|Hitem:237699::::::::80:267::108:6:12232:6652:12676:12354:1517:10255:1:28:2462:::::|h[Поножи безумного инквизитора]|h|r",
},
{
["ID"] = 237702,
["Level"] = 707,
["Link"] = "|cnIQ4:|Hitem:237702:7417:::::::80:267::35:5:6652:10390:12354:1517:10255:1:28:2462:::::|h[Ботфорты безумного инквизитора]|h|r",
},
{
["ID"] = 237696,
["Level"] = 707,
["Link"] = "|cnIQ4:|Hitem:237696::::::::80:267::108:5:6652:12921:12354:1517:10255:1:28:2462:::::|h[Браслеты безумного инквизитора]|h|r",
},
{
["ID"] = 237701,
["Level"] = 707,
["Link"] = "|cnIQ4:|Hitem:237701::::::::80:267::110:6:6652:12230:12675:12354:1517:10255:1:28:2462:::::|h[Захваты безумного инквизитора]|h|r",
},
{
["ID"] = 246281,
["Level"] = 704,
["AlsoFitsIn"] = 12,
["Link"] = "|cnIQ4:|Hitem:246281:7340:::::::80:267::33:8:10390:6652:10395:10393:10383:12353:10016:10255:1:28:2462:::::|h[Кольцо паноплии]|h|r",
},
{
["ID"] = 211061,
["Level"] = 704,
["AlsoFitsIn"] = 11,
["Link"] = "|cnIQ4:|Hitem:211061:7331:::::::80:267::109:6:6652:10395:10392:12297:1609:10255:1:28:2462:::::|h[Выкопанное кольцо-реликвия]|h|r",
},
{
["ID"] = 242497,
["Level"] = 704,
["AlsoFitsIn"] = 14,
["Link"] = "|cnIQ4:|Hitem:242497::::::::80:267::148:6:10390:6652:10383:12353:3196:10255:1:28:2462:::::|h[Параподии Ажиккара]|h|r",
},
{
["ID"] = 219314,
["Level"] = 704,
["AlsoFitsIn"] = 13,
["Link"] = "|cnIQ4:|Hitem:219314::::::::80:267::16:6:10390:6652:10383:12297:3196:10255:1:28:2462:::::|h[Кокон выводка Ара-Кары]|h|r",
},
{
["ID"] = 235499,
["Level"] = 730,
["Link"] = "|cnIQ6:|Hitem:235499::::::::80:267:::2:12401:9893::::::|h[Повязки реши]|h|r",
},
{
["ID"] = 222568,
["Level"] = 727,
["Link"] = "|cnIQ4:|Hitem:222568::::::::80:267::13:10:10421:9633:8902:9627:12050:11300:8960:8790:12053:13468:10:28:2734:29:36:30:32:38:8:40:2251:45:231756:46:226023:47:222587:48:231768:51:251993:::::|h[Ограничивающий жезл бродяги |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
},
{
["ID"] = 209372,
["Level"] = 454,
["AlsoFitsIn"] = 16,
["Link"] = "|cff1eff00|Hitem:209372::::::::70:267::25:2:10321:1576::::::|h[Крис преданного Сну]|h|r",
},
},
["AutoSelectScales"] = true,
["LastPlayerFullName"] = "Эллиата-Гордунни",
["AutoSelectScalesEnabledOnce"] = true,
["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
["LastClass"] = "WARLOCK",
["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
