
PawnOptions = {
["LastVersion"] = 2.1011,
["LastPlayerFullName"] = "Эллиата-Гордунни",
["AutoSelectScales"] = true,
["ItemLevels"] = {
{
["ID"] = 209408,
["Level"] = 454,
["Link"] = "|cff1eff00|Hitem:209408::::::::70:267::25:3:10321:10532:1576::::::|h[Венец преданного Сну]|h|r",
},
{
["ID"] = 209356,
["Level"] = 454,
["Link"] = "|cff1eff00|Hitem:209356::::::::70:267::25:3:10321:8784:1576::::::|h[Ошейник преданного Сну]|h|r",
},
{
["ID"] = 209380,
["Level"] = 454,
["Link"] = "|cff1eff00|Hitem:209380::::::::70:267::25:2:10321:1576::::::|h[Наплечные пластины преданного Сну]|h|r",
},
nil,
{
["ID"] = 209411,
["Level"] = 454,
["Link"] = "|cff1eff00|Hitem:209411::::::::70:267::25:2:10321:1576::::::|h[Облачение преданного Сну]|h|r",
},
{
["ID"] = 209406,
["Level"] = 454,
["Link"] = "|cff1eff00|Hitem:209406::::::::70:267::25:3:10321:10533:1576::::::|h[Ремень преданного Сну]|h|r",
},
{
["ID"] = 209407,
["Level"] = 454,
["Link"] = "|cff1eff00|Hitem:209407::::::::70:267::25:2:10321:1576::::::|h[Штаны преданного Сну]|h|r",
},
{
["ID"] = 209410,
["Level"] = 454,
["Link"] = "|cff1eff00|Hitem:209410::::::::70:267::25:2:10321:1576::::::|h[Сандалии преданного Сну]|h|r",
},
{
["ID"] = 209405,
["Level"] = 454,
["Link"] = "|cff1eff00|Hitem:209405::::::::70:267::25:3:10321:10533:1576::::::|h[Манжеты преданного Сну]|h|r",
},
{
["ID"] = 209409,
["Level"] = 454,
["Link"] = "|cff1eff00|Hitem:209409::::::::70:267::25:2:10321:1576::::::|h[Полуперчатки преданного Сну]|h|r",
},
{
["ID"] = 209367,
["Level"] = 454,
["AlsoFitsIn"] = 12,
["Link"] = "|cff1eff00|Hitem:209367::::::::70:267::25:3:10321:10532:1576::::::|h[Перстень преданного Сну]|h|r",
},
{
["ID"] = 128172,
["Level"] = 342,
["AlsoFitsIn"] = 11,
["Link"] = "|cff00ccff|Hitem:128172::::::::70:267:::1:7920::::::|h[Возвращенное кольцо капитана Сандерса]|h|r",
},
{
["ID"] = 173349,
["Level"] = 332,
["AlsoFitsIn"] = 14,
["Link"] = "|cff0070dd|Hitem:173349::::::::67:267::11:1:4811:2:9:60:28:1707:::::|h[Сбоящий контролер центурионов]|h|r",
},
{
["ID"] = 173349,
["Level"] = 332,
["AlsoFitsIn"] = 13,
["Link"] = "|cff0070dd|Hitem:173349::::::::68:267::11:1:4811:2:9:60:28:1707:::::|h[Сбоящий контролер центурионов]|h|r",
},
{
["ID"] = 209412,
["Level"] = 454,
["Link"] = "|cff1eff00|Hitem:209412::::::::70:267::25:2:10321:1576::::::|h[Большой плащ преданного Сну]|h|r",
},
{
["ID"] = 209372,
["Level"] = 454,
["AlsoFitsIn"] = 17,
["Link"] = "|cff1eff00|Hitem:209372::::::::70:267::25:2:10321:1576::::::|h[Крис преданного Сну]|h|r",
},
},
["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
["LastClass"] = "WARLOCK",
["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
