
PawnOptions = {
["LastVersion"] = 2.13,
["LastPlayerFullName"] = "Лиерми-Гордунни",
["AutoSelectScales"] = true,
["ItemLevels"] = {
{
["ID"] = 247530,
["Level"] = 594,
["Link"] = "|cnIQ4:|Hitem:247530::::::::80:259::27:9:12543:13362:13435:13533:13524:13357:13557:10034:5859:1:28:2905:::::|h[Маска бесчисленных глаз]|h|r",
},
{
["ID"] = 246190,
["Level"] = 601,
["Link"] = "|cnIQ4:|Hitem:246190::::::::80:259::27:5:12635:13524:13557:10034:5866:1:28:2905:::::|h[Подвеска бдительного ока]|h|r",
},
{
["ID"] = 247157,
["Level"] = 597,
["Link"] = "|cnIQ4:|Hitem:247157::::::::80:259::27:10:12544:13363:13361:13435:13533:13524:13357:13557:10034:5862:1:28:2905:::::|h[Наплеч жнеца Скверны]|h|r",
},
[13] = {
["ID"] = 246205,
["Level"] = 597,
["AlsoFitsIn"] = 14,
["Link"] = "|cnIQ4:|Hitem:246205::::::::80:259::27:5:12647:13524:13557:10034:5862:1:28:2905:::::|h[Знак штормохода]|h|r",
},
[7] = {
["ID"] = 247028,
["Level"] = 597,
["Link"] = "|cnIQ4:|Hitem:247028::::::::80:259::27:9:12544:13364:13435:13533:13524:13357:13557:10034:5862:1:28:2905:::::|h[Штаны рокового клинка]|h|r",
},
[14] = {
["ID"] = 246207,
["Level"] = 584,
["AlsoFitsIn"] = 13,
["Link"] = "|cnIQ4:|Hitem:246207::::::::80:259::25:3:12659:12617:13557:2:9:80:28:2905:::::|h[Сияющий духоцвет]|h|r",
},
[15] = {
["ID"] = 240603,
["Level"] = 584,
["Link"] = "|cnIQ4:|Hitem:240603::::::::80:259::27:10:12545:13363:13361:13435:13533:13524:13357:13557:10034:5849:1:28:2905:::::|h[Кожаный плат лунной гнили]|h|r",
},
[8] = {
["ID"] = 247653,
["Level"] = 604,
["Link"] = "|cnIQ4:|Hitem:247653::::::::80:259::27:9:12545:13364:13435:13533:13524:13357:13557:10034:5869:1:28:2905:::::|h[Сапоги порочного механика]|h|r",
},
[16] = {
["ID"] = 242587,
["Level"] = 601,
["Link"] = "|cnIQ6:|Hitem:242587::::::::80:259:::3:13358:13274:10055:1:28:2905:::::|h[Убийцы Королей]|h|r",
},
[17] = {
["ID"] = 242586,
["Level"] = 287,
["Link"] = "|cnIQ6:|Hitem:242586::::::::80:259:::::::::|h[Убийцы Королей]|h|r",
},
[5] = {
["ID"] = 247152,
["Level"] = 601,
["Link"] = "|cnIQ4:|Hitem:247152::::::::80:259::27:10:12545:13361:13365:13435:13533:13524:13357:13557:10034:5866:1:28:2905:::::|h[Жилет жнеца Скверны]|h|r",
},
[10] = {
["ID"] = 247178,
["Level"] = 597,
["Link"] = "|cnIQ4:|Hitem:247178::::::::80:259::27:10:12545:13363:13361:13435:13533:13524:13357:13557:10034:5862:1:28:2905:::::|h[Захваты Чи-Цзи]|h|r",
},
[11] = {
["ID"] = 246199,
["Level"] = 584,
["AlsoFitsIn"] = 12,
["Link"] = "|cnIQ4:|Hitem:246199::::::::80:259::27:5:12620:13524:13557:10034:5849:1:28:2905:::::|h[Кольцо жестокого подчинения]|h|r",
},
[6] = {
["ID"] = 240762,
["Level"] = 578,
["Link"] = "|cnIQ3:|Hitem:240762::::::::80:259::25:7:12616:13365:13363:13435:13533:12544:13557:2:9:80:28:2905:::::|h[Пояс ллотиенского хищника]|h|r",
},
[12] = {
["ID"] = 246200,
["Level"] = 584,
["AlsoFitsIn"] = 11,
["Link"] = "|cnIQ4:|Hitem:246200::::::::80:259::27:5:12631:13524:13557:10034:5849:1:28:2905:::::|h[Кольцо из порченой коры]|h|r",
},
[9] = {
["ID"] = 240781,
["Level"] = 594,
["Link"] = "|cnIQ4:|Hitem:240781::::::::80:259::27:9:12544:13360:13435:13533:13524:13357:13557:10034:5859:1:28:2905:::::|h[Кожаные манжеты лунной гнили]|h|r",
},
},
["AutoSelectScalesEnabledOnce"] = true,
["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
["LastClass"] = "ROGUE",
["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
