
PawnOptions = {
	["LastVersion"] = 2.0805,
	["ItemLevels"] = {
		{
			["ID"] = 167322,
			["Level"] = 420,
			["Link"] = "|cffa335ee|Hitem:167322::::::::120:250::25:6:6348:1527:4786:6264:6346:4775:::|h[Латный головной покров отъявленного гладиатора]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 479,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:250::11:4:4932:4933:6316:1616:::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 157900,
			["Level"] = 435,
			["Link"] = "|cffa335ee|Hitem:157900::::::::120:250::28:4:1622:4786:6503:4775:::|h[Украшенные костями латные наплечники]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 157926,
			["Level"] = 435,
			["Link"] = "|cffa335ee|Hitem:157926::::::::120:250::28:4:1622:4786:6501:4775:::|h[Кираса мастера клинка Резана]|h|r",
		}, -- [5]
		{
			["ID"] = 159418,
			["Level"] = 445,
			["Link"] = "|cffa335ee|Hitem:159418::::::::120:250::35:4:5010:1612:5850:4784:::|h[Ремень тлетворного очищения]|h|r",
		}, -- [6]
		{
			["ID"] = 159443,
			["Level"] = 425,
			["Link"] = "|cffa335ee|Hitem:159443::::::::120:250::16:4:5009:42:1597:4786:::|h[Набедренные повязки нечестивого жертвоприношения]|h|r",
		}, -- [7]
		{
			["ID"] = 159412,
			["Level"] = 430,
			["Link"] = "|cffa335ee|Hitem:159412::::::::120:250::35:3:5008:1602:4783:::|h[Отделанные золотом лужеходы]|h|r",
		}, -- [8]
		{
			["ID"] = 167329,
			["Level"] = 415,
			["Link"] = "|cffa335ee|Hitem:167329::::::::120:250::25:4:6348:1527:4786:5843:::|h[Латные наручи отъявленного гладиатора]|h|r",
		}, -- [9]
		{
			["ID"] = 157896,
			["Level"] = 415,
			["Link"] = "|cff0070dd|Hitem:157896:5932:154127::::::120:250::26:6:4803:4802:6516:6515:1607:4785:::|h[Украшенные костями крушители]|h|r",
		}, -- [10]
		{
			["ID"] = 165683,
			["Level"] = 435,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:165683::::::::120:250::28:6:4803:42:6516:6513:1627:4786:::|h[Печать Дат'Ремара]|h|r",
		}, -- [11]
		{
			["ID"] = 158318,
			["Level"] = 435,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:158318::::::::120:250::35:4:5009:6513:1607:4783:::|h[Дымчатая лазурная печатка]|h|r",
		}, -- [12]
		{
			["ID"] = 165661,
			["Level"] = 415,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:165661::::::::120:250::28:3:4803:1607:4786:::|h[Древний клыкаррский оберег]|h|r",
		}, -- [13]
		{
			["ID"] = 158155,
			["Level"] = 415,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff0070dd|Hitem:158155::::::::120:250::26:4:4803:6513:1607:4785:::|h[Амулет из кости ящера]|h|r",
		}, -- [14]
		{
			["ID"] = 166672,
			["Level"] = 430,
			["Link"] = "|cffa335ee|Hitem:166672::::::::120:250::28:3:4803:1622:4786:::|h[Пелерина клана Охотников Крови]|h|r",
		}, -- [15]
		{
			["ID"] = 158124,
			["Level"] = 435,
			["Link"] = "|cffa335ee|Hitem:158124:6148:154127::::::120:250::28:6:4803:4802:6516:6515:1627:4786:::|h[Динобоец]|h|r",
		}, -- [16]
	},
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["LastPlayerFullName"] = "Сайбил-Борейская тундра",
	["LastKeybindingsSet"] = 1,
	["Artifacts"] = {
		[128402] = {
			["Relics"] = {
				{
					["ItemLevel"] = 15,
					["Type"] = "Blood",
				}, -- [1]
				{
					["ItemLevel"] = 7,
					["Type"] = "Shadow",
				}, -- [2]
				{
					["Type"] = "Iron",
				}, -- [3]
			},
			["Name"] = "Проклятый Пожиратель",
		},
	},
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DEATHKNIGHT",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
