
DetailsTimeLineDB = {
	["max_segments"] = 4,
	["combat_data"] = {
		{
			["date_end"] = "22:22:17",
			["date_start"] = "22:20:12",
			["name"] = "Тред'ова",
			["total_time"] = 125.0189999998547,
		}, -- [1]
		{
			["date_end"] = "22:15:13",
			["date_start"] = "22:12:43",
			["name"] = "Призывательница Туманов",
			["total_time"] = 150.1099999998696,
		}, -- [2]
		{
			["date_end"] = "22:11:14",
			["date_start"] = "22:09:30",
			["name"] = "Призывательница Туманов",
			["total_time"] = 104.0339999999851,
		}, -- [3]
		{
			["date_end"] = "22:03:46",
			["date_start"] = "22:02:10",
			["name"] = "Ингра Малох",
			["total_time"] = 97.82399999978952,
		}, -- [4]
	},
	["hide_on_combat"] = false,
	["IndividualSpells"] = {
		{
			[322654] = {
				{
					8.075999999884516, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					8.075999999884516, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					8.075999999884516, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					8.075999999884516, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					8.075999999884516, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					31.1449999997858, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					31.1449999997858, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					31.1449999997858, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					31.1449999997858, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					31.1449999997858, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					78.50399999995716, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					78.50399999995716, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					78.50399999995716, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					78.51499999989755, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					78.51499999989755, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					117.3909999998286, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					117.3909999998286, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
			},
			[322614] = {
				{
					20.21699999994598, -- [1]
					"Тред'ова", -- [2]
					322614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Взлетная", -- [5]
				}, -- [1]
				{
					87.03999999980442, -- [1]
					"Тред'ова", -- [2]
					322614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сочувствие", -- [5]
				}, -- [2]
				{
					104.0389999998733, -- [1]
					"Тред'ова", -- [2]
					322614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сочувствие", -- [5]
				}, -- [3]
				{
					123.4409999998752, -- [1]
					"Тред'ова", -- [2]
					322614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Альфоня", -- [5]
				}, -- [4]
			},
			[322450] = {
				{
					20.64999999990687, -- [1]
					"Тред'ова", -- [2]
					322450, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кокон Лакали", -- [5]
				}, -- [1]
				{
					66.7699999997858, -- [1]
					"Тред'ова", -- [2]
					322450, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кокон Лакали", -- [5]
				}, -- [2]
			},
			[326281] = {
				{
					20.90099999983795, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					23.91599999996834, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					26.90099999983795, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					68.27499999990687, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					71.2699999997858, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					74.27599999983795, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[322563] = {
				{
					45.98899999982677, -- [1]
					"Тред'ова", -- [2]
					322563, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Убеванкиноби", -- [5]
				}, -- [1]
				{
					92.18299999996088, -- [1]
					"Тред'ова", -- [2]
					322563, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сочувствие", -- [5]
				}, -- [2]
			},
			[322550] = {
				{
					44.48799999989569, -- [1]
					"Тред'ова", -- [2]
					322550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					90.67199999978766, -- [1]
					"Тред'ова", -- [2]
					322550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[322709] = {
				{
					31.1449999997858, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.1449999997858, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					31.1449999997858, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					31.1449999997858, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					31.1449999997858, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					78.50399999995716, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					78.50399999995716, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					78.50399999995716, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					78.50399999995716, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					78.50399999995716, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					78.50399999995716, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					78.50399999995716, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					78.50399999995716, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					78.51499999989755, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					78.51499999989755, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					78.51499999989755, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					78.51499999989755, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					78.51499999989755, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					78.51499999989755, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					78.51499999989755, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [41]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [42]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [43]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [44]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [45]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [46]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [47]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [48]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [49]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [50]
				{
					117.3909999998286, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [51]
				{
					117.3909999998286, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [52]
				{
					117.3909999998286, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [53]
				{
					117.3909999998286, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [54]
				{
					117.3909999998286, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [55]
				{
					117.3909999998286, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [56]
				{
					117.3909999998286, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [57]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [58]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [59]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [60]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [61]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [62]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [63]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [64]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [65]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [66]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [67]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [68]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [69]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [70]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [71]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [72]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [73]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [74]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [75]
			},
		}, -- [1]
		{
			[336759] = {
				{
					9.516000000061467, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					9.516000000061467, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					9.516000000061467, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					9.516000000061467, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					25.34299999987707, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					25.34299999987707, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					25.34299999987707, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					25.34299999987707, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					38.68999999994412, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					38.68999999994412, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					38.68999999994412, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					38.68999999994412, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					53.28499999991618, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					53.28499999991618, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					53.28499999991618, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					53.28499999991618, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					67.8289999999106, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					67.8289999999106, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					67.8289999999106, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					67.8289999999106, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					82.41399999987334, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					82.41399999987334, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					82.41399999987334, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					82.41399999987334, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					95.94500000006519, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					95.94500000006519, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					95.94500000006519, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					95.94500000006519, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					109.0979999999981, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					109.0979999999981, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					109.0979999999981, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					109.0979999999981, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					126.1099999998696, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					126.1099999998696, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					126.1099999998696, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					126.1099999998696, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					142.9890000000596, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					142.9890000000596, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					142.9890000000596, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					142.9890000000596, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
			},
			[321669] = {
				{
					22.75699999998324, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					22.75699999998324, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					22.75699999998324, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					22.75699999998324, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					25.8410000000149, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					25.8410000000149, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					25.8410000000149, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					25.8410000000149, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					28.96099999989383, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					28.96099999989383, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					29.47299999999814, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					29.47299999999814, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					32.24799999990501, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					32.92599999997765, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					32.92599999997765, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					33.10800000000745, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					35.24699999997392, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					35.93699999991804, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					35.93699999991804, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					36.75199999986216, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					38.42599999997765, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					39.19500000006519, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					39.19500000006519, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					40.40200000000186, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					41.52600000007078, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					42.92800000007264, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					43.16299999994226, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					44.45200000004843, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					81.05899999989197, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					81.05899999989197, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					81.05899999989197, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					81.05899999989197, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					84.09000000008382, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					84.09000000008382, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					84.50699999998324, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					84.50699999998324, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					87.4409999998752, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					87.4409999998752, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					87.63400000007823, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					87.63400000007823, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
				{
					90.45299999997951, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [41]
				{
					90.45299999997951, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [42]
				{
					90.7390000000596, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [43]
				{
					91.38199999998324, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [44]
				{
					125.9799999999814, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [45]
				{
					125.9930000000168, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [46]
				{
					125.9930000000168, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [47]
				{
					125.9930000000168, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [48]
				{
					129.0409999999683, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [49]
				{
					129.0409999999683, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [50]
				{
					129.0409999999683, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [51]
				{
					129.0409999999683, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [52]
				{
					132.0779999999795, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [53]
				{
					132.0779999999795, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [54]
				{
					132.0779999999795, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [55]
				{
					132.0779999999795, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [56]
				{
					135.1049999999814, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [57]
				{
					135.1049999999814, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [58]
				{
					135.1049999999814, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [59]
				{
					135.1049999999814, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [60]
				{
					138.5360000000801, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [61]
				{
					138.5360000000801, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [62]
				{
					138.5360000000801, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [63]
				{
					138.7719999998808, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [64]
			},
			[321834] = {
				{
					9.516000000061467, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.34299999987707, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					38.68999999994412, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					53.28499999991618, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					67.8289999999106, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					82.41399999987334, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					95.94500000006519, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					109.0979999999981, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					126.1099999998696, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					142.9890000000596, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
			},
			[341709] = {
				{
					21.88999999989756, -- [1]
					"Призывательница Туманов", -- [2]
					341709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					44.16100000008009, -- [1]
					"Призывательница Туманов", -- [2]
					341709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					69.66599999996834, -- [1]
					"Призывательница Туманов", -- [2]
					341709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					92.31300000008196, -- [1]
					"Призывательница Туманов", -- [2]
					341709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					115.3880000000354, -- [1]
					"Призывательница Туманов", -- [2]
					341709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					139.6969999999274, -- [1]
					"Призывательница Туманов", -- [2]
					341709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[321891] = {
				{
					24.89999999990687, -- [1]
					"Иллюзорный лисохвост", -- [2]
					321891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Взлетная", -- [5]
				}, -- [1]
				{
					47.1480000000447, -- [1]
					"Иллюзорный лисохвост", -- [2]
					321891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сочувствие", -- [5]
				}, -- [2]
				{
					72.67699999990873, -- [1]
					"Иллюзорный лисохвост", -- [2]
					321891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сочувствие", -- [5]
				}, -- [3]
				{
					95.33400000003166, -- [1]
					"Иллюзорный лисохвост", -- [2]
					321891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Взлетная", -- [5]
				}, -- [4]
				{
					118.4050000000279, -- [1]
					"Иллюзорный лисохвост", -- [2]
					321891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Альфоня", -- [5]
				}, -- [5]
				{
					142.6929999999702, -- [1]
					"Иллюзорный лисохвост", -- [2]
					321891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Альфоня", -- [5]
				}, -- [6]
			},
			[336813] = {
				{
					9.516000000061467, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					9.516000000061467, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					9.516000000061467, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					9.516000000061467, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					25.34299999987707, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					25.34299999987707, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					25.34299999987707, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					25.34299999987707, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					38.68999999994412, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					38.68999999994412, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					38.68999999994412, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					38.68999999994412, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					53.28499999991618, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					53.28499999991618, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					53.28499999991618, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					53.28499999991618, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					67.8289999999106, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					67.8289999999106, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					67.8289999999106, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					67.8289999999106, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					82.41399999987334, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					82.41399999987334, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					82.41399999987334, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					82.41399999987334, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					95.94500000006519, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					95.94500000006519, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					95.94500000006519, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					95.94500000006519, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					109.0979999999981, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					109.0979999999981, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					109.0979999999981, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					109.0979999999981, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					126.1099999998696, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					126.1099999998696, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					126.1099999998696, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					126.1099999998696, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					142.9890000000596, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					142.9890000000596, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					142.9890000000596, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					142.9890000000596, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
			},
			[336499] = {
				{
					19.75799999991432, -- [1]
					"Призывательница Туманов", -- [2]
					336499, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					78.05499999993481, -- [1]
					"Призывательница Туманов", -- [2]
					336499, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					122.9769999999553, -- [1]
					"Призывательница Туманов", -- [2]
					336499, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [2]
		{
			[336759] = {
				{
					9.317000000039116, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					9.317000000039116, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					9.317000000039116, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					9.317000000039116, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					25.10999999986962, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					25.10999999986962, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					25.10999999986962, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					25.10999999986962, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					39.68399999989197, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					39.68399999989197, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					39.68399999989197, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					54.24600000004284, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					54.24600000004284, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					54.24600000004284, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					54.24600000004284, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					66.42999999993481, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					66.42999999993481, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					66.42999999993481, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					66.42999999993481, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					83.51699999999255, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					83.51699999999255, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					83.51699999999255, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					83.51699999999255, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					99.16500000003725, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					99.16500000003725, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
			},
			[321669] = {
				{
					24.97399999992922, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					24.97399999992922, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					24.97399999992922, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					24.97399999992922, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					28.03000000002794, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					28.03000000002794, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					28.03000000002794, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					28.03000000002794, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					31.05599999986589, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					31.05599999986589, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					31.05599999986589, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					31.67999999993481, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					34.0999999998603, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					34.0999999998603, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					34.0999999998603, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					35.32299999985844, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					37.12999999988824, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					37.12999999988824, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					37.12999999988824, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					38.96299999998882, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					40.1480000000447, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					40.1480000000447, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					40.1480000000447, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					42.27899999986403, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					43.30300000007264, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					43.30300000007264, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					43.30300000007264, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					46.25300000002608, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					46.4320000000298, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					46.4320000000298, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					46.4320000000298, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					49.67800000007264, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					49.67800000007264, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					49.67800000007264, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					49.89500000001863, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					75.98099999991246, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					75.98099999991246, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					75.98099999991246, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					75.98099999991246, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					79.04799999995157, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
				{
					79.04799999995157, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [41]
				{
					79.04799999995157, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [42]
				{
					79.04799999995157, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [43]
				{
					82.6909999998752, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [44]
				{
					82.6909999998752, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [45]
				{
					82.6909999998752, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [46]
				{
					82.7050000000745, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [47]
				{
					85.83100000000559, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [48]
				{
					85.83100000000559, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [49]
				{
					85.83100000000559, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [50]
				{
					85.83100000000559, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [51]
				{
					88.84799999999814, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [52]
				{
					88.84799999999814, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [53]
				{
					88.84799999999814, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [54]
				{
					88.84799999999814, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [55]
				{
					91.97399999992922, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [56]
				{
					91.97399999992922, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [57]
				{
					92.33100000000559, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [58]
				{
					92.39199999999255, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [59]
				{
					95.73999999999069, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [60]
				{
					95.73999999999069, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [61]
				{
					95.73999999999069, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [62]
				{
					96.02399999997579, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [63]
				{
					99.01899999985471, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [64]
				{
					99.01899999985471, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [65]
				{
					99.01899999985471, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [66]
				{
					99.32599999988452, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [67]
				{
					102.0959999999031, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [68]
				{
					102.0959999999031, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [69]
				{
					102.0959999999031, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [70]
				{
					103.308999999892, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [71]
			},
			[321828] = {
				{
					80.97399999992922, -- [1]
					"Призывательница Туманов", -- [2]
					321828, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					104.0339999999851, -- [1]
					"Призывательница Туманов", -- [2]
					321828, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Джадхумэ", -- [5]
				}, -- [2]
			},
			[321834] = {
				{
					9.317000000039116, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.10999999986962, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					39.68399999989197, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					54.24600000004284, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					66.42999999993481, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					83.51699999999255, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					99.16500000003725, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[341709] = {
				{
					18.03300000005402, -- [1]
					"Призывательница Туманов", -- [2]
					341709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					43.54000000003725, -- [1]
					"Призывательница Туманов", -- [2]
					341709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					69.04599999985658, -- [1]
					"Призывательница Туманов", -- [2]
					341709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					92.1019999999553, -- [1]
					"Призывательница Туманов", -- [2]
					341709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[336499] = {
				{
					21.99600000004284, -- [1]
					"Призывательница Туманов", -- [2]
					336499, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					72.97799999988638, -- [1]
					"Призывательница Туманов", -- [2]
					336499, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[336813] = {
				{
					9.317000000039116, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					9.317000000039116, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					9.317000000039116, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					9.317000000039116, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					25.10999999986962, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					25.10999999986962, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					25.10999999986962, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					25.12699999986216, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					39.68399999989197, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					39.68399999989197, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					39.68399999989197, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					54.24600000004284, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					54.24600000004284, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					54.24600000004284, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					54.24600000004284, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					66.42999999993481, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					66.42999999993481, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					66.42999999993481, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					66.42999999993481, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					83.51699999999255, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					83.51699999999255, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					83.51699999999255, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					83.51699999999255, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					99.16500000003725, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					99.16500000003725, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
			},
			[321891] = {
				{
					21.04799999995157, -- [1]
					"Иллюзорный лисохвост", -- [2]
					321891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Альфоня", -- [5]
				}, -- [1]
				{
					46.55300000007264, -- [1]
					"Иллюзорный лисохвост", -- [2]
					321891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сочувствие", -- [5]
				}, -- [2]
				{
					72.06000000005588, -- [1]
					"Иллюзорный лисохвост", -- [2]
					321891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Альфоня", -- [5]
				}, -- [3]
				{
					95.10499999998137, -- [1]
					"Иллюзорный лисохвост", -- [2]
					321891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Взлетная", -- [5]
				}, -- [4]
			},
		}, -- [3]
		{
			[321772] = {
				{
					25.49699999997392, -- [1]
					"Дроман Ульфарран", -- [2]
					321772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					67.9639999999199, -- [1]
					"Дроман Ульфарран", -- [2]
					321772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[323138] = {
				{
					15.19799999985844, -- [1]
					"Ингра Малох", -- [2]
					323138, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					62.53099999995902, -- [1]
					"Ингра Малох", -- [2]
					323138, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[322557] = {
				{
					97.82399999978952, -- [1]
					"Друст-душеруб", -- [2]
					322557, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друст-душеруб", -- [5]
				}, -- [1]
				{
					97.82399999978952, -- [1]
					"Друст-душеруб", -- [2]
					322557, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друст-душеруб", -- [5]
				}, -- [2]
			},
			[325163] = {
				{
					97.82399999978952, -- [1]
					"Туманная защитница", -- [2]
					325163, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друст-душеруб", -- [5]
				}, -- [1]
				{
					97.82399999978952, -- [1]
					"Туманная защитница", -- [2]
					325163, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друст-душеруб", -- [5]
				}, -- [2]
			},
			[321005] = {
				{
					42.50600000005215, -- [1]
					"Ингра Малох", -- [2]
					321005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дроман Ульфарран", -- [5]
				}, -- [1]
				{
					84.9890000000596, -- [1]
					"Ингра Малох", -- [2]
					321005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дроман Ульфарран", -- [5]
				}, -- [2]
			},
			[322569] = {
				{
					97.82399999978952, -- [1]
					"Друст-душеруб", -- [2]
					322569, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					97.82399999978952, -- [1]
					"Друст-душеруб", -- [2]
					322569, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[323137] = {
				{
					9.564000000013039, -- [1]
					"Дроман Ульфарран", -- [2]
					323137, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					56.90200000000186, -- [1]
					"Дроман Ульфарран", -- [2]
					323137, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[323177] = {
				{
					15.19799999985844, -- [1]
					"Дроман Ульфарран", -- [2]
					323177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					62.53099999995902, -- [1]
					"Дроман Ульфарран", -- [2]
					323177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[323057] = {
				{
					7.864999999990687, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Убеванкиноби", -- [5]
				}, -- [1]
				{
					11.22999999998137, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					55.20200000004843, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					58.64500000001863, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Альфоня", -- [5]
				}, -- [4]
			},
			[331718] = {
				{
					97.82399999978952, -- [1]
					"Туманная защитница", -- [2]
					331718, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					97.82399999978952, -- [1]
					"Туманная защитница", -- [2]
					331718, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [4]
		{
			[322654] = {
				{
					7.272000000113621, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					7.272000000113621, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					7.272000000113621, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					7.272000000113621, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					7.272000000113621, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					34.77900000009686, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					34.77900000009686, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					34.77900000009686, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					34.77900000009686, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					34.77900000009686, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					49.38500000000931, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					49.39600000018254, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					49.39600000018254, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					49.39600000018254, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					49.39600000018254, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					85.81099999998696, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					85.82200000016019, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					85.82200000016019, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					85.82200000016019, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
			},
			[322614] = {
				{
					16.57400000002235, -- [1]
					"Тред'ова", -- [2]
					322614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Уважаемый-СвежевательДуш", -- [5]
				}, -- [1]
				{
					72.47299999999814, -- [1]
					"Тред'ова", -- [2]
					322614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дыбом", -- [5]
				}, -- [2]
				{
					91.85900000017136, -- [1]
					"Тред'ова", -- [2]
					322614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ммденс-ПиратскаяБухта", -- [5]
				}, -- [3]
			},
			[322450] = {
				{
					18.61199999996461, -- [1]
					"Тред'ова", -- [2]
					322450, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кокон Лакали", -- [5]
				}, -- [1]
				{
					51.02100000018254, -- [1]
					"Тред'ова", -- [2]
					322450, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кокон Лакали", -- [5]
				}, -- [2]
			},
			[326281] = {
				{
					18.88100000005215, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.87899999995716, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					24.86400000005961, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					27.86000000010245, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					30.88100000005215, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					52.7730000000447, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					55.7839999999851, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					58.77700000000186, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					61.77700000000186, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
			},
			[322709] = {
				{
					34.77900000009686, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.77900000009686, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					34.77900000009686, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					34.77900000009686, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					34.77900000009686, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					49.39600000018254, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					49.39600000018254, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					49.39600000018254, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					49.39600000018254, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					49.39600000018254, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					49.39600000018254, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					49.39600000018254, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					49.39600000018254, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					49.39600000018254, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					49.39600000018254, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					85.81099999998696, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					85.82200000016019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					85.82200000016019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					85.82200000016019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					85.82200000016019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					85.82200000016019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					85.82200000016019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					85.82200000016019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					85.82200000016019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					85.82200000016019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
				{
					85.82200000016019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [41]
				{
					85.82200000016019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [42]
				{
					85.82200000016019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [43]
				{
					85.82200000016019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [44]
				{
					85.82200000016019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [45]
				{
					85.82200000016019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [46]
			},
			[322550] = {
				{
					42.08300000010058, -- [1]
					"Тред'ова", -- [2]
					322550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					74.88199999998324, -- [1]
					"Тред'ова", -- [2]
					322550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[322563] = {
				{
					43.59499999997206, -- [1]
					"Тред'ова", -- [2]
					322563, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ммденс-ПиратскаяБухта", -- [5]
				}, -- [1]
				{
					76.39500000001863, -- [1]
					"Тред'ова", -- [2]
					322563, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дыбом", -- [5]
				}, -- [2]
			},
		}, -- [5]
		{
			[321834] = {
				{
					8.702000000048429, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					41.44399999990128, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					66.92200000002049, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[321669] = {
				{
					23.12299999990501, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					23.12299999990501, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					23.12299999990501, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					23.12299999990501, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					26.17099999985658, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					26.17099999985658, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					26.17099999985658, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					26.17099999985658, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					29.35599999991246, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					29.35599999991246, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					29.37299999990501, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					29.79599999985658, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					51.01799999992363, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					51.01799999992363, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					51.01799999992363, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					51.01799999992363, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					54.05799999996088, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					54.07299999985844, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					54.07299999985844, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					54.07299999985844, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					74.05899999989197, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					74.05899999989197, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					74.05899999989197, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					74.05899999989197, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					77.11199999996461, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					77.11199999996461, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					77.11199999996461, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					77.12999999988824, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					80.33700000005774, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					80.77700000000186, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					80.77700000000186, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					80.77700000000186, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
			},
			[321471] = {
				{
					20.12699999986216, -- [1]
					"Призывательница Туманов", -- [2]
					321471, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					48.03700000001118, -- [1]
					"Призывательница Туманов", -- [2]
					321471, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					71.05599999986589, -- [1]
					"Призывательница Туманов", -- [2]
					321471, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [6]
		{
			[321772] = {
				{
					21.83700000005774, -- [1]
					"Дроман Ульфарран", -- [2]
					321772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					70.42900000000373, -- [1]
					"Дроман Ульфарран", -- [2]
					321772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[323057] = {
				{
					2.940000000176951, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					6.358000000007451, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Уважаемый-СвежевательДуш", -- [5]
				}, -- [2]
				{
					50.32700000004843, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Уважаемый-СвежевательДуш", -- [5]
				}, -- [3]
				{
					53.81099999998696, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					67.35400000005029, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дыбом", -- [5]
				}, -- [5]
				{
					70.80500000016764, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ммденс-ПиратскаяБухта", -- [5]
				}, -- [6]
			},
			[325163] = {
				{
					84.11199999996461, -- [1]
					"Туманная защитница", -- [2]
					325163, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друст-душеруб", -- [5]
				}, -- [1]
				{
					84.11199999996461, -- [1]
					"Туманная защитница", -- [2]
					325163, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друст-душеруб", -- [5]
				}, -- [2]
			},
			[322557] = {
				{
					84.11199999996461, -- [1]
					"Друст-душеруб", -- [2]
					322557, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друст-душеруб", -- [5]
				}, -- [1]
				{
					84.11199999996461, -- [1]
					"Друст-душеруб", -- [2]
					322557, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друст-душеруб", -- [5]
				}, -- [2]
				{
					84.11199999996461, -- [1]
					"Друст-душеруб", -- [2]
					322557, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друст-душеруб", -- [5]
				}, -- [3]
				{
					84.11199999996461, -- [1]
					"Друст-душеруб", -- [2]
					322557, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друст-душеруб", -- [5]
				}, -- [4]
			},
			[326319] = {
				{
					84.11199999996461, -- [1]
					"Друст-жнец", -- [2]
					326319, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жительница Тирна Скитта", -- [5]
				}, -- [1]
				{
					84.11199999996461, -- [1]
					"Друст-жнец", -- [2]
					326319, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жительница Тирна Скитта", -- [5]
				}, -- [2]
				{
					84.11199999996461, -- [1]
					"Друст-жнец", -- [2]
					326319, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жительница Тирна Скитта", -- [5]
				}, -- [3]
				{
					84.11199999996461, -- [1]
					"Друст-жнец", -- [2]
					326319, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жительница Тирна Скитта", -- [5]
				}, -- [4]
				{
					84.11199999996461, -- [1]
					"Друст-жнец", -- [2]
					326319, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жительница Тирна Скитта", -- [5]
				}, -- [5]
				{
					84.11199999996461, -- [1]
					"Друст-жнец", -- [2]
					326319, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жительница Тирна Скитта", -- [5]
				}, -- [6]
				{
					84.11199999996461, -- [1]
					"Друст-жнец", -- [2]
					326319, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жительница Тирна Скитта", -- [5]
				}, -- [7]
				{
					84.11199999996461, -- [1]
					"Друст-жнец", -- [2]
					326319, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жительница Тирна Скитта", -- [5]
				}, -- [8]
				{
					84.11199999996461, -- [1]
					"Друст-жнец", -- [2]
					326319, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жительница Тирна Скитта", -- [5]
				}, -- [9]
			},
			[321005] = {
				{
					38.86000000010245, -- [1]
					"Ингра Малох", -- [2]
					321005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дроман Ульфарран", -- [5]
				}, -- [1]
			},
			[322569] = {
				{
					84.11199999996461, -- [1]
					"Друст-душеруб", -- [2]
					322569, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					84.11199999996461, -- [1]
					"Друст-душеруб", -- [2]
					322569, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					84.11199999996461, -- [1]
					"Друст-душеруб", -- [2]
					322569, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					84.11199999996461, -- [1]
					"Друст-душеруб", -- [2]
					322569, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[323137] = {
				{
					10.71500000008382, -- [1]
					"Дроман Ульфарран", -- [2]
					323137, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					53.26000000000931, -- [1]
					"Дроман Ульфарран", -- [2]
					323137, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[323177] = {
				{
					16.92200000002049, -- [1]
					"Дроман Ульфарран", -- [2]
					323177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					57.69100000010803, -- [1]
					"Дроман Ульфарран", -- [2]
					323177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[331718] = {
				{
					84.11199999996461, -- [1]
					"Туманная защитница", -- [2]
					331718, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					84.11199999996461, -- [1]
					"Туманная защитница", -- [2]
					331718, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					84.11199999996461, -- [1]
					"Туманная защитница", -- [2]
					331718, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					84.11199999996461, -- [1]
					"Туманная защитница", -- [2]
					331718, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[323138] = {
				{
					16.92200000002049, -- [1]
					"Ингра Малох", -- [2]
					323138, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					57.69100000010803, -- [1]
					"Ингра Малох", -- [2]
					323138, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [7]
		{
			[322475] = {
				{
					21.54500000015833, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.54500000015833, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					23.53500000014901, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					23.53500000014901, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					25.5339999999851, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					25.5339999999851, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					27.53500000014901, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					27.53500000014901, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					29.53200000012294, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					29.53200000012294, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					39.02399999997579, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					39.27399999997579, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					39.27399999997579, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					39.5230000000447, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					39.5230000000447, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					39.77900000009686, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					39.77900000009686, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					62.44800000009127, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					62.44800000009127, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					62.68800000008196, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					62.68800000008196, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					62.94800000009127, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					62.94800000009127, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					72.44000000017695, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					72.44000000017695, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					72.69999999995343, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					72.69999999995343, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					72.94000000017695, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					72.94000000017695, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					82.44900000002235, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					82.68700000015087, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					82.68700000015087, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					82.93700000015087, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					82.93700000015087, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					83.19100000010803, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					83.19100000010803, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
			},
			[322304] = {
				{
					7.847999999998137, -- [1]
					"Маркграфиня Страдама", -- [2]
					322304, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[322232] = {
				{
					87.81200000015087, -- [1]
					"Маркграфиня Страдама", -- [2]
					322232, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [8]
		{
			[332313] = {
				{
					17.94800000009127, -- [1]
					"Домина Отравленный Клинок", -- [2]
					332313, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					54.42000000015833, -- [1]
					"Домина Отравленный Клинок", -- [2]
					332313, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[325552] = {
				{
					4.802000000141561, -- [1]
					"Домина Отравленный Клинок", -- [2]
					325552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					26.64700000011362, -- [1]
					"Домина Отравленный Клинок", -- [2]
					325552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					48.58100000000559, -- [1]
					"Домина Отравленный Клинок", -- [2]
					325552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
			},
			[325245] = {
				{
					9.884000000078231, -- [1]
					"Домина Отравленный Клинок", -- [2]
					325245, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.72900000005029, -- [1]
					"Домина Отравленный Клинок", -- [2]
					325245, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[332314] = {
				{
					17.94800000009127, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					17.94800000009127, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					17.94800000009127, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					17.94800000009127, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					54.43000000016764, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					54.43000000016764, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					54.43000000016764, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					54.43000000016764, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[327233] = {
				{
					23.40200000000186, -- [1]
					"Изрыгатель чумы", -- [2]
					327233, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					46.50900000007823, -- [1]
					"Изрыгатель чумы", -- [2]
					327233, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					56.0429999998305, -- [1]
					"Изрыгатель чумы", -- [2]
					327233, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					56.0429999998305, -- [1]
					"Изрыгатель чумы", -- [2]
					327233, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[336451] = {
				{
					6.445000000065193, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.08000000007451, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					42.88100000005215, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					56.0429999998305, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					56.0429999998305, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[325395] = {
				{
					21.8890000001993, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.90100000007078, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					21.90100000007078, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					24.33500000019558, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					24.33500000019558, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					24.33500000019558, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					26.75500000012107, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					26.75500000012107, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					26.75500000012107, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					29.18500000005588, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					29.18500000005588, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					31.61200000019744, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					31.61200000019744, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					34.03600000008009, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					34.03600000008009, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					36.49300000001676, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					38.91500000003725, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					41.34900000016205, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
			},
			[328338] = {
				{
					56.0429999998305, -- [1]
					"Стрелок-отравитель", -- [2]
					328338, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					56.0429999998305, -- [1]
					"Стрелок-отравитель", -- [2]
					328338, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[328343] = {
				{
					56.0429999998305, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					56.0429999998305, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					56.0429999998305, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					56.0429999998305, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[328651] = {
				{
					56.0429999998305, -- [1]
					"Стрелок-отравитель", -- [2]
					328651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					56.0429999998305, -- [1]
					"Стрелок-отравитель", -- [2]
					328651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[328365] = {
				{
					56.0429999998305, -- [1]
					"Стрелок-отравитель", -- [2]
					328365, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Защитник из многоокой рати", -- [5]
				}, -- [1]
			},
		}, -- [9]
		{
			[329110] = {
				{
					12.36100000003353, -- [1]
					"Доктор Икус", -- [2]
					329110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					31.49399999994785, -- [1]
					"Доктор Икус", -- [2]
					329110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					52.16700000013225, -- [1]
					"Доктор Икус", -- [2]
					329110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
			},
			[328533] = {
				{
					62.89700000011362, -- [1]
					"Защитник из многоокой рати", -- [2]
					328533, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					62.89700000011362, -- [1]
					"Защитник из многоокой рати", -- [2]
					328533, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					62.89700000011362, -- [1]
					"Защитник из многоокой рати", -- [2]
					328533, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					62.89700000011362, -- [1]
					"Защитник из многоокой рати", -- [2]
					328533, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					62.89700000011362, -- [1]
					"Защитник из многоокой рати", -- [2]
					328533, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					62.89700000011362, -- [1]
					"Защитник из многоокой рати", -- [2]
					328533, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[332617] = {
				{
					25.72399999992922, -- [1]
					"Доктор Икус", -- [2]
					332617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					47.61400000005961, -- [1]
					"Доктор Икус", -- [2]
					332617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[321976] = {
				{
					52.93100000009872, -- [1]
					"Моровая слизь", -- [2]
					321976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[321406] = {
				{
					53.82499999995343, -- [1]
					"Чумная бомба", -- [2]
					321406, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[328343] = {
				{
					0.3070000000298023, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					62.89700000011362, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					62.89700000011362, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					62.89700000011362, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					62.89700000011362, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					62.89700000011362, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					62.89700000011362, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[329217] = {
				{
					34.36800000001676, -- [1]
					"Доктор Икус", -- [2]
					329217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[336451] = {
				{
					62.89700000011362, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					62.89700000011362, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[328338] = {
				{
					62.89700000011362, -- [1]
					"Стрелок-отравитель", -- [2]
					328338, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					62.89700000011362, -- [1]
					"Стрелок-отравитель", -- [2]
					328338, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					62.89700000011362, -- [1]
					"Стрелок-отравитель", -- [2]
					328338, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[334899] = {
				{
					62.89700000011362, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					62.89700000011362, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					62.89700000011362, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					62.89700000011362, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					62.89700000011362, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					62.89700000011362, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					62.89700000011362, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					62.89700000011362, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					62.89700000011362, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					62.89700000011362, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					62.89700000011362, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					62.89700000011362, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					62.89700000011362, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
			},
			[341443] = {
				{
					22.24200000008568, -- [1]
					"Извергающаяся слизь", -- [2]
					341443, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					38.17800000007264, -- [1]
					"Извергающаяся слизь", -- [2]
					341443, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[321999] = {
				{
					37.68900000001304, -- [1]
					"Моровая слизь", -- [2]
					321999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					41.3519999999553, -- [1]
					"Моровая слизь", -- [2]
					321999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					44.98900000005961, -- [1]
					"Моровая слизь", -- [2]
					321999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					48.60800000000745, -- [1]
					"Моровая слизь", -- [2]
					321999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					53.48500000010245, -- [1]
					"Моровая слизь", -- [2]
					321999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					57.10700000007637, -- [1]
					"Моровая слизь", -- [2]
					321999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					60.76300000003539, -- [1]
					"Моровая слизь", -- [2]
					321999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[328651] = {
				{
					62.89700000011362, -- [1]
					"Стрелок-отравитель", -- [2]
					328651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[331966] = {
				{
					26.2609999999404, -- [1]
					"Моровая слизь", -- [2]
					331966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					48.13000000012107, -- [1]
					"Моровая слизь", -- [2]
					331966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [10]
		{
			[324490] = {
				{
					28.96699999994598, -- [1]
					"Склизгл", -- [2]
					324490, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[324667] = {
				{
					19.45900000003167, -- [1]
					"Склизгл", -- [2]
					324667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[324459] = {
				{
					23.95800000010058, -- [1]
					"Склизгл", -- [2]
					324459, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[324652] = {
				{
					10.15200000000186, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					10.15200000000186, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Насин-СтражСмерти", -- [5]
				}, -- [2]
				{
					10.15200000000186, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Оуни-СтражСмерти", -- [5]
				}, -- [3]
				{
					10.15200000000186, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Марципанчик-СтражСмерти", -- [5]
				}, -- [4]
				{
					10.15200000000186, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тухлыйпук-СтражСмерти", -- [5]
				}, -- [5]
			},
			[332865] = {
				{
					15.43299999996088, -- [1]
					"Склизгл", -- [2]
					332865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[324527] = {
				{
					10.15200000000186, -- [1]
					"Склизгл", -- [2]
					324527, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [11]
		{
			[340578] = {
				{
					85.58900000015274, -- [1]
					"Жоркий цветок", -- [2]
					340578, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[273892] = {
				{
					85.58900000015274, -- [1]
					"Рунический хищник", -- [2]
					273892, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Молодой рунолень", -- [5]
				}, -- [1]
				{
					85.58900000015274, -- [1]
					"Рунический хищник", -- [2]
					273892, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Молодой рунолень", -- [5]
				}, -- [2]
				{
					85.58900000015274, -- [1]
					"Рунический хищник", -- [2]
					273892, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Молодой рунолень", -- [5]
				}, -- [3]
			},
			[320771] = {
				{
					3.377000000094995, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					5.791000000201166, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					10.64600000018254, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					13.06099999998696, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					15.47999999998137, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					17.92400000011548, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
				{
					26.40600000019185, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [7]
				{
					31.26000000000931, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [8]
				{
					36.10400000005029, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [9]
				{
					38.54600000008941, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [10]
				{
					40.95600000000559, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [11]
				{
					43.38800000003539, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [12]
				{
					51.89600000018254, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [13]
				{
					54.32900000014342, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [14]
				{
					56.74300000001676, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [15]
				{
					61.59600000013597, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [16]
				{
					65.25100000016391, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [17]
				{
					67.70900000003166, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [18]
				{
					76.18700000015087, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [19]
				{
					81.03100000019185, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [20]
			},
			[321368] = {
				{
					11.54300000006333, -- [1]
					"Налтор Криомант", -- [2]
					321368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					37.03100000019185, -- [1]
					"Налтор Криомант", -- [2]
					321368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					62.5230000000447, -- [1]
					"Налтор Криомант", -- [2]
					321368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[320772] = {
				{
					20.84499999997206, -- [1]
					"Налтор Криомант", -- [2]
					320772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					46.3090000001248, -- [1]
					"Налтор Криомант", -- [2]
					320772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					70.64400000008754, -- [1]
					"Налтор Криомант", -- [2]
					320772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[258222] = {
				{
					85.58900000015274, -- [1]
					"Обожравшийся гнилячок", -- [2]
					258222, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Усыхающий арденвельдский мотылек", -- [5]
				}, -- [1]
			},
			[321894] = {
				{
					29.32500000018627, -- [1]
					"Налтор Криомант", -- [2]
					321894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Неизвестныйя-Азурегос", -- [5]
				}, -- [1]
				{
					79.12199999997392, -- [1]
					"Налтор Криомант", -- [2]
					321894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Древнус-ЧерныйШрам", -- [5]
				}, -- [2]
			},
			[320788] = {
				{
					8.726000000024214, -- [1]
					"Налтор Криомант", -- [2]
					320788, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэггинс-СтражСмерти", -- [5]
				}, -- [1]
				{
					34.1820000000298, -- [1]
					"Налтор Криомант", -- [2]
					320788, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэггинс-СтражСмерти", -- [5]
				}, -- [2]
				{
					59.67900000000373, -- [1]
					"Налтор Криомант", -- [2]
					320788, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Древнус-ЧерныйШрам", -- [5]
				}, -- [3]
				{
					83.9660000000149, -- [1]
					"Налтор Криомант", -- [2]
					320788, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гуашик-СтражСмерти", -- [5]
				}, -- [4]
			},
			[322745] = {
				{
					85.58900000015274, -- [1]
					"Молодой рунолень", -- [2]
					322745, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Детеныш рунического хищника", -- [5]
				}, -- [1]
				{
					85.58900000015274, -- [1]
					"Молодой рунолень", -- [2]
					322745, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Детеныш рунического хищника", -- [5]
				}, -- [2]
				{
					85.58900000015274, -- [1]
					"Молодой рунолень", -- [2]
					322745, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рунический хищник", -- [5]
				}, -- [3]
				{
					85.58900000015274, -- [1]
					"Молодой рунолень", -- [2]
					322745, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рунический хищник", -- [5]
				}, -- [4]
			},
		}, -- [12]
		{
			[320200] = {
				{
					4.353999999817461, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэггинс-СтражСмерти", -- [5]
				}, -- [1]
				{
					7.997999999905005, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэггинс-СтражСмерти", -- [5]
				}, -- [2]
				{
					15.28899999987334, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гуашик-СтражСмерти", -- [5]
				}, -- [3]
				{
					18.93599999998696, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Древнус-ЧерныйШрам", -- [5]
				}, -- [4]
				{
					22.57099999999628, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					26.22299999999814, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Неизвестныйя-Азурегос", -- [5]
				}, -- [6]
				{
					35.92099999985658, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Древнус-ЧерныйШрам", -- [5]
				}, -- [7]
				{
					39.58100000000559, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [8]
				{
					43.22899999981746, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гуашик-СтражСмерти", -- [5]
				}, -- [9]
				{
					46.85100000002421, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Неизвестныйя-Азурегос", -- [5]
				}, -- [10]
				{
					86.625, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [11]
				{
					90.55599999986589, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Древнус-ЧерныйШрам", -- [5]
				}, -- [12]
				{
					97.83799999998882, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Неизвестныйя-Азурегос", -- [5]
				}, -- [13]
				{
					101.4739999999292, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [14]
			},
			[320208] = {
				{
					16.88299999991432, -- [1]
					"Создание Трупошва", -- [2]
					320208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					48.84799999999814, -- [1]
					"Создание Трупошва", -- [2]
					320208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					103.4490000000224, -- [1]
					"Создание Трупошва", -- [2]
					320208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[327664] = {
				{
					11.15399999986403, -- [1]
					"Хирург Трупошов", -- [2]
					327664, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.61800000001676, -- [1]
					"Хирург Трупошов", -- [2]
					327664, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					93.70799999986775, -- [1]
					"Хирург Трупошов", -- [2]
					327664, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[320359] = {
				{
					80.25799999991432, -- [1]
					"Хирург Трупошов", -- [2]
					320359, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[322681] = {
				{
					9.873999999836087, -- [1]
					"Создание Трупошва", -- [2]
					322681, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэггинс-СтражСмерти", -- [5]
				}, -- [1]
				{
					41.82400000002235, -- [1]
					"Создание Трупошва", -- [2]
					322681, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Неизвестныйя-Азурегос", -- [5]
				}, -- [2]
				{
					96.43900000001304, -- [1]
					"Создание Трупошва", -- [2]
					322681, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гуашик-СтражСмерти", -- [5]
				}, -- [3]
			},
			[334476] = {
				{
					61.83699999982491, -- [1]
					"Хирург Трупошов", -- [2]
					334476, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					73.98799999989569, -- [1]
					"Хирург Трупошов", -- [2]
					334476, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[326574] = {
				{
					0.4189999999944121, -- [1]
					"Хирург Трупошов", -- [2]
					326574, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[334488] = {
				{
					57.00199999986216, -- [1]
					"Хирург Трупошов", -- [2]
					334488, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					66.69599999999627, -- [1]
					"Хирург Трупошов", -- [2]
					334488, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					76.40799999982119, -- [1]
					"Хирург Трупошов", -- [2]
					334488, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					111.6329999999143, -- [1]
					"Хирург Трупошов", -- [2]
					334488, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
			},
			[320358] = {
				{
					28.86199999996461, -- [1]
					"Хирург Трупошов", -- [2]
					320358, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					83.48099999991246, -- [1]
					"Хирург Трупошов", -- [2]
					320358, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[320376] = {
				{
					6.510000000009313, -- [1]
					"Создание Трупошва", -- [2]
					320376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					21.07599999988452, -- [1]
					"Создание Трупошва", -- [2]
					320376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					39.29700000002049, -- [1]
					"Создание Трупошва", -- [2]
					320376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					52.6359999999404, -- [1]
					"Создание Трупошва", -- [2]
					320376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					94.3159999998752, -- [1]
					"Создание Трупошва", -- [2]
					320376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					107.6769999999087, -- [1]
					"Создание Трупошва", -- [2]
					320376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
			},
			[326629] = {
				{
					1.362999999895692, -- [1]
					"Хирург Трупошов", -- [2]
					326629, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					80.25799999991432, -- [1]
					"Хирург Трупошов", -- [2]
					326629, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [13]
		{
			[321226] = {
				{
					11.77600000007078, -- [1]
					"Амарт", -- [2]
					321226, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[320171] = {
				{
					4.087000000057742, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					6.503999999957159, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					18.65800000005402, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					21.07700000004843, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					29.57000000006519, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					36.84499999997206, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
				{
					39.27099999994971, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [7]
			},
			[320012] = {
				{
					6.933999999891967, -- [1]
					"Амарт", -- [2]
					320012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[321253] = {
				{
					43.71299999998882, -- [1]
					"Последняя жатва", -- [2]
					321253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					43.71299999998882, -- [1]
					"Последняя жатва", -- [2]
					321253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					43.71299999998882, -- [1]
					"Последняя жатва", -- [2]
					321253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[320170] = {
				{
					4.087000000057742, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэггинс-СтражСмерти", -- [5]
				}, -- [1]
				{
					6.503999999957159, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гуашик-СтражСмерти", -- [5]
				}, -- [2]
				{
					18.65800000005402, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэггинс-СтражСмерти", -- [5]
				}, -- [3]
				{
					21.07700000004843, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэггинс-СтражСмерти", -- [5]
				}, -- [4]
				{
					29.57000000006519, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Древнус-ЧерныйШрам", -- [5]
				}, -- [5]
				{
					36.84499999997206, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гуашик-СтражСмерти", -- [5]
				}, -- [6]
				{
					39.27099999994971, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [7]
			},
			[321247] = {
				{
					43.71299999998882, -- [1]
					"Амарт", -- [2]
					321247, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[333602] = {
				{
					21.07700000004843, -- [1]
					"Оживленный маг", -- [2]
					333602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Неизвестныйя-Азурегос", -- [5]
				}, -- [1]
				{
					23.5, -- [1]
					"Оживленный маг", -- [2]
					333602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гуашик-СтражСмерти", -- [5]
				}, -- [2]
				{
					25.93800000008196, -- [1]
					"Оживленный маг", -- [2]
					333602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					28.35299999988638, -- [1]
					"Оживленный маг", -- [2]
					333602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гуашик-СтражСмерти", -- [5]
				}, -- [4]
				{
					30.78099999995902, -- [1]
					"Оживленный маг", -- [2]
					333602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Неизвестныйя-Азурегос", -- [5]
				}, -- [5]
				{
					33.20399999991059, -- [1]
					"Оживленный маг", -- [2]
					333602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Древнус-ЧерныйШрам", -- [5]
				}, -- [6]
				{
					35.62599999993108, -- [1]
					"Оживленный маг", -- [2]
					333602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Неизвестныйя-Азурегос", -- [5]
				}, -- [7]
				{
					38.0570000000298, -- [1]
					"Оживленный маг", -- [2]
					333602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Древнус-ЧерныйШрам", -- [5]
				}, -- [8]
				{
					40.47999999998137, -- [1]
					"Оживленный маг", -- [2]
					333602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гуашик-СтражСмерти", -- [5]
				}, -- [9]
				{
					42.92500000004657, -- [1]
					"Оживленный маг", -- [2]
					333602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [10]
			},
		}, -- [14]
		{
			[320596] = {
				{
					12.51399999996647, -- [1]
					"Чумокост", -- [2]
					320596, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Древнус-ЧерныйШрам", -- [5]
				}, -- [1]
			},
			[320614] = {
				{
					17.08199999993667, -- [1]
					"Червь-трупоед", -- [2]
					320614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Древнус-ЧерныйШрам", -- [5]
				}, -- [1]
				{
					19.58599999989383, -- [1]
					"Червь-трупоед", -- [2]
					320614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Древнус-ЧерныйШрам", -- [5]
				}, -- [2]
				{
					22.10299999988638, -- [1]
					"Червь-трупоед", -- [2]
					320614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Древнус-ЧерныйШрам", -- [5]
				}, -- [3]
			},
			[320637] = {
				{
					24.66200000001118, -- [1]
					"Чумокост", -- [2]
					320637, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[320655] = {
				{
					5.854000000050291, -- [1]
					"Чумокост", -- [2]
					320655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					20.01899999985471, -- [1]
					"Чумокост", -- [2]
					320655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					32.1589999999851, -- [1]
					"Чумокост", -- [2]
					320655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
			},
			[321575] = {
				{
					40.44200000003912, -- [1]
					"Некромант с \"Золрамуса\"", -- [2]
					321575, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					40.44200000003912, -- [1]
					"Некромант с \"Золрамуса\"", -- [2]
					321575, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					40.44200000003912, -- [1]
					"Некромант с \"Золрамуса\"", -- [2]
					321575, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[320631] = {
				{
					25.37299999990501, -- [1]
					"Червь-трупоед", -- [2]
					320631, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [15]
		{
			[319560] = {
				{
					60.88199999998324, -- [1]
					"Зомей Прожорливый", -- [2]
					319560, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Обломатор-ПиратскаяБухта", -- [5]
				}, -- [1]
			},
			[328062] = {
				{
					60.88199999998324, -- [1]
					"Ненасытноклювая", -- [2]
					328062, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[319127] = {
				{
					60.88199999998324, -- [1]
					"Златогривый пастбищник", -- [2]
					319127, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Златогривый пастбищник", -- [5]
				}, -- [1]
				{
					60.88199999998324, -- [1]
					"Златогривый пастбищник", -- [2]
					319127, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Златогривый пастбищник", -- [5]
				}, -- [2]
			},
			[259597] = {
				{
					60.88199999998324, -- [1]
					"Изголодавшийся по аниме облачный бегун", -- [2]
					259597, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Казантипалка", -- [5]
				}, -- [1]
				{
					60.88199999998324, -- [1]
					"Изголодавшийся по аниме облачный бегун", -- [2]
					259597, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Казантипалка", -- [5]
				}, -- [2]
				{
					60.88199999998324, -- [1]
					"Изголодавшийся по аниме облачный бегун", -- [2]
					259597, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Казантипалка", -- [5]
				}, -- [3]
				{
					60.88199999998324, -- [1]
					"Изголодавшийся по аниме облачный бегун", -- [2]
					259597, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хаосус-СтражСмерти", -- [5]
				}, -- [4]
			},
			[323150] = {
				{
					10.62199999997392, -- [1]
					"Грехокаменная статуя", -- [2]
					323150, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Telekinetic Toss Stalker", -- [5]
				}, -- [1]
			},
			[329172] = {
				{
					19.66200000001118, -- [1]
					"Грехокаменная статуя", -- [2]
					329172, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лорд-камергер", -- [5]
				}, -- [1]
				{
					44.35699999984354, -- [1]
					"Грехокаменная статуя", -- [2]
					329172, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лорд-камергер", -- [5]
				}, -- [2]
			},
			[323392] = {
				{
					24.89500000001863, -- [1]
					"Лорд-камергер", -- [2]
					323392, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					49.60399999981746, -- [1]
					"Лорд-камергер", -- [2]
					323392, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[329104] = {
				{
					15.47600000002421, -- [1]
					"Лорд-камергер", -- [2]
					329104, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					40.18799999984913, -- [1]
					"Лорд-камергер", -- [2]
					329104, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[323393] = {
				{
					27.89599999994971, -- [1]
					"Лорд-камергер", -- [2]
					323393, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Грехокаменная статуя", -- [5]
				}, -- [1]
				{
					52.5999999998603, -- [1]
					"Лорд-камергер", -- [2]
					323393, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Грехокаменная статуя", -- [5]
				}, -- [2]
			},
			[329113] = {
				{
					16.6589999999851, -- [1]
					"Лорд-камергер", -- [2]
					329113, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					41.36899999994785, -- [1]
					"Лорд-камергер", -- [2]
					329113, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[250208] = {
				{
					60.88199999998324, -- [1]
					"Речная черепаха", -- [2]
					250208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Анриалботьё-Ревущийфьорд", -- [5]
				}, -- [1]
				{
					60.88199999998324, -- [1]
					"Речная черепаха", -- [2]
					250208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Анриалботьё-Ревущийфьорд", -- [5]
				}, -- [2]
				{
					60.88199999998324, -- [1]
					"Речная черепаха", -- [2]
					250208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Анриалботьё-Ревущийфьорд", -- [5]
				}, -- [3]
			},
			[323437] = {
				{
					6.966000000014901, -- [1]
					"Лорд-камергер", -- [2]
					323437, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
			},
			[329168] = {
				{
					18.16399999987334, -- [1]
					"Грехокаменная статуя", -- [2]
					329168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лорд-камергер", -- [5]
				}, -- [1]
				{
					42.86299999989569, -- [1]
					"Грехокаменная статуя", -- [2]
					329168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лорд-камергер", -- [5]
				}, -- [2]
			},
			[337887] = {
				{
					60.88199999998324, -- [1]
					"Лисохвост-охотник", -- [2]
					337887, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Оннарайка", -- [5]
				}, -- [1]
				{
					60.88199999998324, -- [1]
					"Лисохвост-охотник", -- [2]
					337887, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Оннарайка", -- [5]
				}, -- [2]
			},
			[329170] = {
				{
					18.67399999988265, -- [1]
					"Грехокаменная статуя", -- [2]
					329170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лорд-камергер", -- [5]
				}, -- [1]
				{
					43.37299999990501, -- [1]
					"Грехокаменная статуя", -- [2]
					329170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лорд-камергер", -- [5]
				}, -- [2]
			},
			[323209] = {
				{
					9.106999999843538, -- [1]
					"Грехокаменная статуя", -- [2]
					323209, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[328084] = {
				{
					60.88199999998324, -- [1]
					"Ненасытноклювая", -- [2]
					328084, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[329171] = {
				{
					19.17200000002049, -- [1]
					"Грехокаменная статуя", -- [2]
					329171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лорд-камергер", -- [5]
				}, -- [1]
				{
					43.87800000002608, -- [1]
					"Грехокаменная статуя", -- [2]
					329171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лорд-камергер", -- [5]
				}, -- [2]
			},
		}, -- [16]
		{
			[323538] = {
				{
					58.17999999993481, -- [1]
					"Верховный адъюдикатор Ализа", -- [2]
					323538, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
			},
			[338012] = {
				{
					21.73200000007637, -- [1]
					"Фонтан анимы", -- [2]
					338012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					23.04300000006333, -- [1]
					"Фонтан анимы", -- [2]
					338012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					24.33999999985099, -- [1]
					"Фонтан анимы", -- [2]
					338012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					25.63299999991432, -- [1]
					"Фонтан анимы", -- [2]
					338012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					26.43299999996088, -- [1]
					"Фонтан анимы", -- [2]
					338012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					46.42399999988265, -- [1]
					"Фонтан анимы", -- [2]
					338012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					47.72399999992922, -- [1]
					"Фонтан анимы", -- [2]
					338012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					49.02899999986403, -- [1]
					"Фонтан анимы", -- [2]
					338012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					50.33199999993667, -- [1]
					"Фонтан анимы", -- [2]
					338012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					51.12199999997392, -- [1]
					"Фонтан анимы", -- [2]
					338012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
			},
			[329340] = {
				{
					20.44200000003912, -- [1]
					"Верховный адъюдикатор Ализа", -- [2]
					329340, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					45.12800000002608, -- [1]
					"Верховный адъюдикатор Ализа", -- [2]
					329340, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[323552] = {
				{
					41.21499999985099, -- [1]
					"Верховный адъюдикатор Ализа", -- [2]
					323552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [17]
		{
			[326389] = {
				{
					7.923999999882653, -- [1]
					"Эшелон", -- [2]
					326389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.7730000000447, -- [1]
					"Эшелон", -- [2]
					326389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					48.76399999996647, -- [1]
					"Эшелон", -- [2]
					326389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[319941] = {
				{
					28.58999999985099, -- [1]
					"Эшелон", -- [2]
					319941, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					60.12999999988824, -- [1]
					"Эшелон", -- [2]
					319941, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[328206] = {
				{
					22.0769999998156, -- [1]
					"Эшелон", -- [2]
					328206, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					53.61599999992177, -- [1]
					"Эшелон", -- [2]
					328206, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[328124] = {
				{
					12.78599999984726, -- [1]
					"Неумирающий камнебес", -- [2]
					328124, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					12.78599999984726, -- [1]
					"Неумирающий камнебес", -- [2]
					328124, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					12.78599999984726, -- [1]
					"Неумирающий камнебес", -- [2]
					328124, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					63.35399999981746, -- [1]
					"Неумирающий камнебес", -- [2]
					328124, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					63.35399999981746, -- [1]
					"Неумирающий камнебес", -- [2]
					328124, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					63.35399999981746, -- [1]
					"Неумирающий камнебес", -- [2]
					328124, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[319733] = {
				{
					12.78599999984726, -- [1]
					"Эшелон", -- [2]
					319733, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					63.35399999981746, -- [1]
					"Эшелон", -- [2]
					319733, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[328125] = {
				{
					23.34299999987707, -- [1]
					"Неумирающий камнебес", -- [2]
					328125, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					24.34499999997206, -- [1]
					"Неумирающий камнебес", -- [2]
					328125, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					24.84400000004098, -- [1]
					"Неумирающий камнебес", -- [2]
					328125, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					26.05599999986589, -- [1]
					"Неумирающий камнебес", -- [2]
					328125, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					26.05599999986589, -- [1]
					"Неумирающий камнебес", -- [2]
					328125, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					26.40799999982119, -- [1]
					"Неумирающий камнебес", -- [2]
					328125, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					29.58899999991991, -- [1]
					"Неумирающий камнебес", -- [2]
					328125, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					29.5999999998603, -- [1]
					"Неумирающий камнебес", -- [2]
					328125, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
		}, -- [18]
		{
			[322943] = {
				{
					11.39599999994971, -- [1]
					"Халкиас", -- [2]
					322943, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					28.40299999993295, -- [1]
					"Халкиас", -- [2]
					322943, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					56.3519999999553, -- [1]
					"Халкиас", -- [2]
					322943, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[322711] = {
				{
					34.97299999999814, -- [1]
					"Халкиас", -- [2]
					322711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[326771] = {
				{
					60.43100000009872, -- [1]
					"Камнерожденный-рассекатель", -- [2]
					326771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					60.43100000009872, -- [1]
					"Камнерожденный-рассекатель", -- [2]
					326771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[322936] = {
				{
					3.631999999983236, -- [1]
					"Халкиас", -- [2]
					322936, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.83000000007451, -- [1]
					"Халкиас", -- [2]
					322936, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					49.77799999993295, -- [1]
					"Халкиас", -- [2]
					322936, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[322977] = {
				{
					18.97099999990314, -- [1]
					"Халкиас", -- [2]
					322977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Xynnmage-Durotan", -- [5]
				}, -- [1]
			},
		}, -- [19]
		{
			[322450] = {
				{
					12.79799999995157, -- [1]
					"Тред'ова", -- [2]
					322450, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кокон Лакали", -- [5]
				}, -- [1]
				{
					27.38999999989756, -- [1]
					"Тред'ова", -- [2]
					322450, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кокон Лакали", -- [5]
				}, -- [2]
			},
			[322709] = {
				{
					26.95500000007451, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					26.95500000007451, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					26.95500000007451, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					26.95500000007451, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					26.95500000007451, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					42.75300000002608, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					42.75300000002608, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					42.75300000002608, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					42.75300000002608, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					42.75300000002608, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					42.75300000002608, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					42.75300000002608, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					42.75300000002608, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					42.75300000002608, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					42.75300000002608, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
			},
			[322654] = {
				{
					7.125, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					7.125, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					7.125, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					7.125, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					7.125, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					26.95500000007451, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					26.95500000007451, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					26.95500000007451, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					26.95500000007451, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					26.95500000007451, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					42.75300000002608, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					42.75300000002608, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					42.75300000002608, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					42.75300000002608, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					42.75300000002608, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
			},
			[319628] = {
				{
					49.23399999993853, -- [1]
					"Прирученный ларион", -- [2]
					319628, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Облачный крылан", -- [5]
				}, -- [1]
			},
			[326281] = {
				{
					13.05499999993481, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					16.05400000000373, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					29.39100000006147, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					32.38700000010431, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[330710] = {
				{
					49.23399999993853, -- [1]
					"Темнокрылая", -- [2]
					330710, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[331044] = {
				{
					49.23399999993853, -- [1]
					"Облачный крылан", -- [2]
					331044, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пуппабуба-Ревущийфьорд", -- [5]
				}, -- [1]
				{
					49.23399999993853, -- [1]
					"Облачный крылан", -- [2]
					331044, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хибис", -- [5]
				}, -- [2]
			},
			[331919] = {
				{
					49.23399999993853, -- [1]
					"Темнокрылая", -- [2]
					331919, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[345224] = {
				{
					49.23399999993853, -- [1]
					"Распорядительница гнездовья", -- [2]
					345224, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[345091] = {
				{
					49.23399999993853, -- [1]
					"Распорядительница гнездовья", -- [2]
					345091, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[331045] = {
				{
					49.23399999993853, -- [1]
					"Облачный крылан", -- [2]
					331045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хибис", -- [5]
				}, -- [1]
				{
					49.23399999993853, -- [1]
					"Темнокрылая", -- [2]
					331045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хати", -- [5]
				}, -- [2]
				{
					49.23399999993853, -- [1]
					"Облачный крылан", -- [2]
					331045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пуппабуба-Ревущийфьорд", -- [5]
				}, -- [3]
			},
		}, -- [20]
		{
			[321669] = {
				{
					19.07199999992736, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					19.07199999992736, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					19.07199999992736, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					19.07199999992736, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					22.1500000001397, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					22.1500000001397, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					22.1500000001397, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					22.1500000001397, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					25.15800000005402, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					25.33600000012666, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					25.77399999997579, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					25.77399999997579, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					46.97800000011921, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					46.97800000011921, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					46.97800000011921, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					46.97800000011921, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					50.02600000007078, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					50.02600000007078, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					50.02600000007078, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					50.02600000007078, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					53.12300000013784, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					53.12300000013784, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					53.68599999998696, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					53.68599999998696, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					56.49699999997392, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					56.49699999997392, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					57.32400000002235, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					57.32400000002235, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					77.28000000002794, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					77.28000000002794, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					77.28000000002794, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					77.28000000002794, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					80.35899999993853, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					80.35899999993853, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					80.35899999993853, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					80.35899999993853, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					83.59799999999814, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					84.00099999993108, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					84.00099999993108, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					84.00099999993108, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
			},
			[321471] = {
				{
					16.07900000014342, -- [1]
					"Призывательница Туманов", -- [2]
					321471, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					43.99699999997392, -- [1]
					"Призывательница Туманов", -- [2]
					321471, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					74.2730000000447, -- [1]
					"Призывательница Туманов", -- [2]
					321471, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[321834] = {
				{
					8.26300000003539, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					38.65400000009686, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					70.14700000011362, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [21]
		{
			[321772] = {
				{
					20.31099999998696, -- [1]
					"Дроман Ульфарран", -- [2]
					321772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					66.48200000007637, -- [1]
					"Дроман Ульфарран", -- [2]
					321772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[323138] = {
				{
					19.06300000008196, -- [1]
					"Ингра Малох", -- [2]
					323138, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					59.17299999995157, -- [1]
					"Ингра Малох", -- [2]
					323138, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[322557] = {
				{
					75.20600000000559, -- [1]
					"Друст-душеруб", -- [2]
					322557, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друст-душеруб", -- [5]
				}, -- [1]
				{
					75.20600000000559, -- [1]
					"Друст-душеруб", -- [2]
					322557, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Туманная защитница", -- [5]
				}, -- [2]
			},
			[325163] = {
				{
					75.20600000000559, -- [1]
					"Туманная защитница", -- [2]
					325163, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друст-душеруб", -- [5]
				}, -- [1]
				{
					75.20600000000559, -- [1]
					"Туманная защитница", -- [2]
					325163, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друст-душеруб", -- [5]
				}, -- [2]
			},
			[321005] = {
				{
					37.34400000004098, -- [1]
					"Ингра Малох", -- [2]
					321005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дроман Ульфарран", -- [5]
				}, -- [1]
			},
			[322569] = {
				{
					75.20600000000559, -- [1]
					"Друст-душеруб", -- [2]
					322569, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					75.20600000000559, -- [1]
					"Друст-душеруб", -- [2]
					322569, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[323137] = {
				{
					10.44200000003912, -- [1]
					"Дроман Ульфарран", -- [2]
					323137, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					51.77200000011362, -- [1]
					"Дроман Ульфарран", -- [2]
					323137, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[323177] = {
				{
					19.06300000008196, -- [1]
					"Дроман Ульфарран", -- [2]
					323177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					59.17299999995157, -- [1]
					"Дроман Ульфарран", -- [2]
					323177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[323057] = {
				{
					3.203999999910593, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					6.674000000115484, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					9.946999999927357, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Крукеш", -- [5]
				}, -- [3]
				{
					22.35899999993853, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					48.82899999991059, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэйлик", -- [5]
				}, -- [5]
				{
					62.62599999993108, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Крукеш", -- [5]
				}, -- [6]
				{
					66.10000000009313, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Чуппакабра", -- [5]
				}, -- [7]
			},
			[331718] = {
				{
					75.20600000000559, -- [1]
					"Туманная защитница", -- [2]
					331718, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					75.20600000000559, -- [1]
					"Туманная защитница", -- [2]
					331718, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					75.20600000000559, -- [1]
					"Туманная защитница", -- [2]
					331718, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [22]
		{
			[322475] = {
				{
					27.01000000000931, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.01000000000931, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					27.26399999996647, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					27.27399999997579, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					27.51399999996647, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					27.51399999996647, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					37.01100000017323, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					37.01100000017323, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					37.27399999997579, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					37.27399999997579, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					37.52399999997579, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					37.52399999997579, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					47.03100000019185, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					47.27100000018254, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					47.27100000018254, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					47.53500000014901, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					47.53500000014901, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					47.76500000013039, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					47.76500000013039, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					67.04900000011548, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					67.04900000011548, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					69.05600000009872, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					69.05600000009872, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					71.04300000006333, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					71.04300000006333, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					73.05200000014156, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					73.05200000014156, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					75.0570000000298, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					75.0570000000298, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					84.54099999996834, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					84.80099999997765, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					84.80099999997765, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					85.04900000011548, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					85.04900000011548, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					85.29900000011548, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					85.29900000011548, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
			},
			[322304] = {
				{
					7.671000000089407, -- [1]
					"Маркграфиня Страдама", -- [2]
					322304, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					56.19700000016019, -- [1]
					"Маркграфиня Страдама", -- [2]
					322304, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[322236] = {
				{
					16.72500000009313, -- [1]
					"Тлетворное порождение", -- [2]
					322236, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[322232] = {
				{
					18.39199999999255, -- [1]
					"Маркграфиня Страдама", -- [2]
					322232, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					92.45400000014342, -- [1]
					"Маркграфиня Страдама", -- [2]
					322232, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [23]
		{
			[332313] = {
				{
					18.61800000001676, -- [1]
					"Домина Отравленный Клинок", -- [2]
					332313, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					55.06500000017695, -- [1]
					"Домина Отравленный Клинок", -- [2]
					332313, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[325552] = {
				{
					5.476000000024214, -- [1]
					"Домина Отравленный Клинок", -- [2]
					325552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					29.77400000020862, -- [1]
					"Домина Отравленный Клинок", -- [2]
					325552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
			},
			[325170] = {
				{
					23.90700000012294, -- [1]
					"Паук-убийца", -- [2]
					325170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[332314] = {
				{
					18.62800000002608, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					18.62800000002608, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					18.62800000002608, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					18.62800000002608, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					55.07600000011735, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					55.08600000012666, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					55.08600000012666, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					55.09600000013597, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[327233] = {
				{
					12.32400000002235, -- [1]
					"Изрыгатель чумы", -- [2]
					327233, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					24.4910000001546, -- [1]
					"Изрыгатель чумы", -- [2]
					327233, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					41.5140000001993, -- [1]
					"Изрыгатель чумы", -- [2]
					327233, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					53.62800000002608, -- [1]
					"Изрыгатель чумы", -- [2]
					327233, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					59.03099999995902, -- [1]
					"Изрыгатель чумы", -- [2]
					327233, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					59.03099999995902, -- [1]
					"Изрыгатель чумы", -- [2]
					327233, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[328365] = {
				{
					59.03099999995902, -- [1]
					"Стрелок-отравитель", -- [2]
					328365, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Защитник из многоокой рати", -- [5]
				}, -- [1]
				{
					59.03099999995902, -- [1]
					"Стрелок-отравитель", -- [2]
					328365, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Защитник из многоокой рати", -- [5]
				}, -- [2]
				{
					59.03099999995902, -- [1]
					"Стрелок-отравитель", -- [2]
					328365, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Защитник из многоокой рати", -- [5]
				}, -- [3]
			},
			[336451] = {
				{
					6.272000000113621, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					14.39100000006147, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					30.59500000020489, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					41.11400000005961, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					52.43600000021979, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					59.03099999995902, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					59.03099999995902, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[328651] = {
				{
					59.03099999995902, -- [1]
					"Стрелок-отравитель", -- [2]
					328651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					59.03099999995902, -- [1]
					"Стрелок-отравитель", -- [2]
					328651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					59.03099999995902, -- [1]
					"Стрелок-отравитель", -- [2]
					328651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[346989] = {
				{
					59.03099999995902, -- [1]
					"Моровая слизь", -- [2]
					346989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[328343] = {
				{
					59.03099999995902, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					59.03099999995902, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					59.03099999995902, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					59.03099999995902, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					59.03099999995902, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					59.03099999995902, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[340357] = {
				{
					59.03099999995902, -- [1]
					"Моровая слизь", -- [2]
					340357, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[325395] = {
				{
					22.58500000019558, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					22.99000000022352, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					22.99000000022352, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					25.00500000012107, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					25.41100000008009, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					25.41100000008009, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					27.44000000017695, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					29.88300000014715, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					32.3070000000298, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					34.74500000011176, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					37.16899999999441, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
			},
			[325245] = {
				{
					10.54000000003725, -- [1]
					"Домина Отравленный Клинок", -- [2]
					325245, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.8550000002142, -- [1]
					"Домина Отравленный Клинок", -- [2]
					325245, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					55.49400000018068, -- [1]
					"Домина Отравленный Клинок", -- [2]
					325245, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [24]
		{
			[322358] = {
				{
					12.7730000000447, -- [1]
					"Доктор Икус", -- [2]
					322358, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Демонид-Корольлич", -- [5]
				}, -- [1]
				{
					14.30099999997765, -- [1]
					"Доктор Икус", -- [2]
					322358, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Алинаигрушк", -- [5]
				}, -- [2]
				{
					55.88299999991432, -- [1]
					"Доктор Икус", -- [2]
					322358, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Воеводыч-Голдринн", -- [5]
				}, -- [3]
			},
			[329217] = {
				{
					44.99699999997392, -- [1]
					"Доктор Икус", -- [2]
					329217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					47.84299999987707, -- [1]
					"Доктор Икус", -- [2]
					329217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					50.91599999996834, -- [1]
					"Доктор Икус", -- [2]
					329217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[318949] = {
				{
					0.7249999998603016, -- [1]
					"Чумной спинолом", -- [2]
					318949, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[334899] = {
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
			},
			[329110] = {
				{
					16.91999999992549, -- [1]
					"Доктор Икус", -- [2]
					329110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					58.25300000002608, -- [1]
					"Доктор Икус", -- [2]
					329110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					77.37100000004284, -- [1]
					"Доктор Икус", -- [2]
					329110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
			},
			[328343] = {
				{
					79.65500000002794, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					79.65500000002794, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[320517] = {
				{
					3.578999999910593, -- [1]
					"Чумной спинолом", -- [2]
					320517, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[328651] = {
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					328651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[320103] = {
				{
					18.05999999982305, -- [1]
					"Ползучая слизь", -- [2]
					320103, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					18.90500000002794, -- [1]
					"Ползучая слизь", -- [2]
					320103, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					18.90500000002794, -- [1]
					"Ползучая слизь", -- [2]
					320103, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					18.90500000002794, -- [1]
					"Ползучая слизь", -- [2]
					320103, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					18.90500000002794, -- [1]
					"Ползучая слизь", -- [2]
					320103, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[328094] = {
				{
					0.4329999999608845, -- [1]
					"Заклинатель чумы", -- [2]
					328094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					5.294999999925494, -- [1]
					"Заклинатель чумы", -- [2]
					328094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					42.93900000001304, -- [1]
					"Заклинатель чумы", -- [2]
					328094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					42.93900000001304, -- [1]
					"Заклинатель чумы", -- [2]
					328094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					44.96999999997206, -- [1]
					"Заклинатель чумы", -- [2]
					328094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					44.96999999997206, -- [1]
					"Заклинатель чумы", -- [2]
					328094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
				{
					53.87699999986216, -- [1]
					"Заклинатель чумы", -- [2]
					328094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [7]
				{
					53.87699999986216, -- [1]
					"Заклинатель чумы", -- [2]
					328094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [8]
				{
					56.32099999999628, -- [1]
					"Заклинатель чумы", -- [2]
					328094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [9]
				{
					58.73499999986962, -- [1]
					"Заклинатель чумы", -- [2]
					328094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [10]
			},
			[341443] = {
				{
					21.45799999986775, -- [1]
					"Извергающаяся слизь", -- [2]
					341443, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					64.06299999984913, -- [1]
					"Извергающаяся слизь", -- [2]
					341443, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[328338] = {
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					328338, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					328338, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[331966] = {
				{
					41.72399999992922, -- [1]
					"Моровая слизь", -- [2]
					331966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					73.32799999997951, -- [1]
					"Моровая слизь", -- [2]
					331966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[321999] = {
				{
					78.66699999989942, -- [1]
					"Моровая слизь", -- [2]
					321999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[321976] = {
				{
					49.23300000000745, -- [1]
					"Моровая слизь", -- [2]
					321976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[332617] = {
				{
					41.2249999998603, -- [1]
					"Доктор Икус", -- [2]
					332617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					72.82099999999627, -- [1]
					"Доктор Икус", -- [2]
					332617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[328533] = {
				{
					79.65500000002794, -- [1]
					"Защитник из многоокой рати", -- [2]
					328533, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[320512] = {
				{
					44.49799999990501, -- [1]
					"Гниющий слизнекоготь", -- [2]
					320512, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
			},
			[328180] = {
				{
					2.879999999888241, -- [1]
					"Заклинатель чумы", -- [2]
					328180, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Воеводыч-Голдринн", -- [5]
				}, -- [1]
				{
					50.83400000003167, -- [1]
					"Заклинатель чумы", -- [2]
					328180, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Воеводыч-Голдринн", -- [5]
				}, -- [2]
				{
					50.83400000003167, -- [1]
					"Заклинатель чумы", -- [2]
					328180, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Воеводыч-Голдринн", -- [5]
				}, -- [3]
			},
			[336451] = {
				{
					79.65500000002794, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [25]
		{
			[324490] = {
				{
					29.79200000013225, -- [1]
					"Склизгл", -- [2]
					324490, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[324667] = {
				{
					19.09400000004098, -- [1]
					"Склизгл", -- [2]
					324667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					59.18500000005588, -- [1]
					"Склизгл", -- [2]
					324667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[324459] = {
				{
					24.79000000003725, -- [1]
					"Склизгл", -- [2]
					324459, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[330037] = {
				{
					60.5339999999851, -- [1]
					"Болотный шершень", -- [2]
					330037, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[324652] = {
				{
					9.804000000003725, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					9.804000000003725, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Алинаигрушк", -- [5]
				}, -- [2]
				{
					9.804000000003725, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Воеводыч-Голдринн", -- [5]
				}, -- [3]
				{
					9.804000000003725, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эциоо-Корольлич", -- [5]
				}, -- [4]
				{
					9.804000000003725, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Демонид-Корольлич", -- [5]
				}, -- [5]
				{
					49.89700000011362, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
				{
					49.89700000011362, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Демонид-Корольлич", -- [5]
				}, -- [7]
				{
					49.89700000011362, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Алинаигрушк", -- [5]
				}, -- [8]
				{
					49.90800000005402, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Воеводыч-Голдринн", -- [5]
				}, -- [9]
				{
					49.90800000005402, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эциоо-Корольлич", -- [5]
				}, -- [10]
			},
			[332865] = {
				{
					15.06900000013411, -- [1]
					"Склизгл", -- [2]
					332865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					55.17299999995157, -- [1]
					"Склизгл", -- [2]
					332865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[324527] = {
				{
					9.804000000003725, -- [1]
					"Склизгл", -- [2]
					324527, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					49.90800000005402, -- [1]
					"Склизгл", -- [2]
					324527, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [26]
		{
			[320771] = {
				{
					3.619999999878928, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					6.049999999813736, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					10.9069999998901, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					14.53299999982119, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					16.95399999991059, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					27.87100000004284, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
				{
					30.28899999987334, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [7]
				{
					35.16699999989942, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [8]
				{
					38.80499999993481, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [9]
				{
					41.21999999997206, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [10]
				{
					49.70999999996275, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [11]
				{
					52.12399999983609, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [12]
				{
					54.56299999984913, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [13]
				{
					59.40399999986403, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [14]
				{
					61.83400000003167, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [15]
				{
					65.45699999993667, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [16]
				{
					73.94399999990128, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [17]
				{
					76.39099999982864, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [18]
				{
					78.79399999999441, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [19]
			},
			[321368] = {
				{
					11.82400000002235, -- [1]
					"Налтор Криомант", -- [2]
					321368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					36.07199999992736, -- [1]
					"Налтор Криомант", -- [2]
					321368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					60.33199999993667, -- [1]
					"Налтор Криомант", -- [2]
					321368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[320772] = {
				{
					19.875, -- [1]
					"Налтор Криомант", -- [2]
					320772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					44.14299999992363, -- [1]
					"Налтор Криомант", -- [2]
					320772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					68.39299999992363, -- [1]
					"Налтор Криомант", -- [2]
					320772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[320788] = {
				{
					8.970999999903142, -- [1]
					"Налтор Криомант", -- [2]
					320788, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Молеал", -- [5]
				}, -- [1]
				{
					33.21399999991991, -- [1]
					"Налтор Криомант", -- [2]
					320788, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Япмптпанк", -- [5]
				}, -- [2]
				{
					57.48499999986962, -- [1]
					"Налтор Криомант", -- [2]
					320788, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Молеал", -- [5]
				}, -- [3]
			},
			[321894] = {
				{
					25.94200000003912, -- [1]
					"Налтор Криомант", -- [2]
					321894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Теффик-Дракономор", -- [5]
				}, -- [1]
			},
		}, -- [27]
		{
			[320200] = {
				{
					4.838000000221655, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Япмптпанк", -- [5]
				}, -- [1]
				{
					8.472000000067055, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Молеал", -- [5]
				}, -- [2]
				{
					15.75500000012107, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					19.40600000019185, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					25.18900000001304, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Япмптпанк", -- [5]
				}, -- [5]
				{
					29.14200000022538, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Япмптпанк", -- [5]
				}, -- [6]
				{
					36.40800000005402, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Теффик-Дракономор", -- [5]
				}, -- [7]
				{
					40.03900000010617, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Молеал", -- [5]
				}, -- [8]
			},
			[320208] = {
				{
					17.33000000007451, -- [1]
					"Создание Трупошва", -- [2]
					320208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					42.03100000019185, -- [1]
					"Создание Трупошва", -- [2]
					320208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[327664] = {
				{
					11.60600000014529, -- [1]
					"Хирург Трупошов", -- [2]
					327664, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					32.26800000015646, -- [1]
					"Хирург Трупошов", -- [2]
					327664, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[322681] = {
				{
					10.31900000013411, -- [1]
					"Создание Трупошва", -- [2]
					322681, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Молеал", -- [5]
				}, -- [1]
				{
					35.01600000006147, -- [1]
					"Создание Трупошва", -- [2]
					322681, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Косеня", -- [5]
				}, -- [2]
			},
			[326629] = {
				{
					1.841000000014901, -- [1]
					"Хирург Трупошов", -- [2]
					326629, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[326574] = {
				{
					0.9170000001322478, -- [1]
					"Хирург Трупошов", -- [2]
					326574, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[320376] = {
				{
					6.966000000014901, -- [1]
					"Создание Трупошва", -- [2]
					320376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					32.89100000006147, -- [1]
					"Создание Трупошва", -- [2]
					320376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					44.98900000005961, -- [1]
					"Создание Трупошва", -- [2]
					320376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
			},
			[320358] = {
				{
					22.05000000004657, -- [1]
					"Хирург Трупошов", -- [2]
					320358, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[334476] = {
				{
					53.7980000001844, -- [1]
					"Хирург Трупошов", -- [2]
					334476, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					65.93000000016764, -- [1]
					"Хирург Трупошов", -- [2]
					334476, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[334488] = {
				{
					50.15200000000186, -- [1]
					"Хирург Трупошов", -- [2]
					334488, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					59.8660000001546, -- [1]
					"Хирург Трупошов", -- [2]
					334488, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					69.56600000010803, -- [1]
					"Хирург Трупошов", -- [2]
					334488, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
			},
		}, -- [28]
		{
			[321226] = {
				{
					8.763999999966472, -- [1]
					"Амарт", -- [2]
					321226, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[320171] = {
				{
					8.652000000001863, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					15.92500000004657, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					18.36599999992177, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					20.80099999997765, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					23.21499999985099, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					30.5, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
				{
					32.92999999993481, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [7]
			},
			[320012] = {
				{
					6.344000000040978, -- [1]
					"Амарт", -- [2]
					320012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[320170] = {
				{
					8.354000000050291, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Косеня", -- [5]
				}, -- [1]
				{
					15.63100000005215, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Япмптпанк", -- [5]
				}, -- [2]
				{
					18.0659999998752, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Япмптпанк", -- [5]
				}, -- [3]
				{
					20.49499999987893, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Молеал", -- [5]
				}, -- [4]
				{
					22.93599999998696, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Япмптпанк", -- [5]
				}, -- [5]
				{
					30.20699999993667, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
				{
					32.6359999999404, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Теффик-Дракономор", -- [5]
				}, -- [7]
			},
			[338022] = {
				{
					43.77799999993295, -- [1]
					"Лоскутный солдат", -- [2]
					338022, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
			},
			[333602] = {
				{
					18.0659999998752, -- [1]
					"Оживленный маг", -- [2]
					333602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Косеня", -- [5]
				}, -- [1]
				{
					20.49499999987893, -- [1]
					"Оживленный маг", -- [2]
					333602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Косеня", -- [5]
				}, -- [2]
				{
					22.93599999998696, -- [1]
					"Оживленный маг", -- [2]
					333602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Косеня", -- [5]
				}, -- [3]
				{
					25.33499999996275, -- [1]
					"Оживленный маг", -- [2]
					333602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Косеня", -- [5]
				}, -- [4]
				{
					27.78700000001118, -- [1]
					"Оживленный маг", -- [2]
					333602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Молеал", -- [5]
				}, -- [5]
			},
		}, -- [29]
		{
			[320596] = {
				{
					11.17500000004657, -- [1]
					"Чумокост", -- [2]
					320596, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Теффик-Дракономор", -- [5]
				}, -- [1]
			},
			[320614] = {
				{
					15.71399999991991, -- [1]
					"Червь-трупоед", -- [2]
					320614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Теффик-Дракономор", -- [5]
				}, -- [1]
				{
					15.71399999991991, -- [1]
					"Червь-трупоед", -- [2]
					320614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Теффик-Дракономор", -- [5]
				}, -- [2]
				{
					18.22600000002421, -- [1]
					"Червь-трупоед", -- [2]
					320614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Теффик-Дракономор", -- [5]
				}, -- [3]
				{
					18.22600000002421, -- [1]
					"Червь-трупоед", -- [2]
					320614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Теффик-Дракономор", -- [5]
				}, -- [4]
				{
					20.73300000000745, -- [1]
					"Червь-трупоед", -- [2]
					320614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Теффик-Дракономор", -- [5]
				}, -- [5]
				{
					20.73300000000745, -- [1]
					"Червь-трупоед", -- [2]
					320614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Теффик-Дракономор", -- [5]
				}, -- [6]
			},
			[320637] = {
				{
					22.05799999996088, -- [1]
					"Чумокост", -- [2]
					320637, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					48.70800000010058, -- [1]
					"Чумокост", -- [2]
					320637, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[320631] = {
				{
					23.99300000001676, -- [1]
					"Червь-трупоед", -- [2]
					320631, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					23.99300000001676, -- [1]
					"Червь-трупоед", -- [2]
					320631, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[338022] = {
				{
					52.71500000008382, -- [1]
					"Лоскутный солдат", -- [2]
					338022, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					52.71500000008382, -- [1]
					"Лоскутный солдат", -- [2]
					338022, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					52.71500000008382, -- [1]
					"Лоскутный солдат", -- [2]
					338022, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
			},
			[321575] = {
				{
					52.71500000008382, -- [1]
					"Некромант с \"Золрамуса\"", -- [2]
					321575, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					52.71500000008382, -- [1]
					"Некромант с \"Золрамуса\"", -- [2]
					321575, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					52.71500000008382, -- [1]
					"Некромант с \"Золрамуса\"", -- [2]
					321575, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[320655] = {
				{
					4.118000000016764, -- [1]
					"Чумокост", -- [2]
					320655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					17.41599999996834, -- [1]
					"Чумокост", -- [2]
					320655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					30.76000000000931, -- [1]
					"Чумокост", -- [2]
					320655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					44.07700000004843, -- [1]
					"Чумокост", -- [2]
					320655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
			},
		}, -- [30]
		{
			[207707] = {
				{
					5.699999999953434, -- [1]
					"Эбеновый ворг", -- [2]
					207707, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					5.699999999953434, -- [1]
					"Эбеновый ворг", -- [2]
					207707, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					5.699999999953434, -- [1]
					"Эбеновый ворг", -- [2]
					207707, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[196543] = {
				{
					5.679999999934807, -- [1]
					"Фенрир", -- [2]
					196543, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[199177] = {
				{
					2.643999999971129, -- [1]
					"Эбеновый ворг", -- [2]
					199177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					2.970999999903143, -- [1]
					"Эбеновый ворг", -- [2]
					199177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					2.970999999903143, -- [1]
					"Эбеновый ворг", -- [2]
					199177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					2.970999999903143, -- [1]
					"Эбеновый ворг", -- [2]
					199177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					10.3169999999227, -- [1]
					"Эбеновый ворг", -- [2]
					199177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					10.32999999995809, -- [1]
					"Эбеновый ворг", -- [2]
					199177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
			},
			[199179] = {
				{
					1.75, -- [1]
					"Эбеновый ворг", -- [2]
					199179, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					4.181999999913387, -- [1]
					"Эбеновый ворг", -- [2]
					199179, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					5.405999999959022, -- [1]
					"Эбеновый ворг", -- [2]
					199179, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					6.633999999961816, -- [1]
					"Эбеновый ворг", -- [2]
					199179, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[199182] = {
				{
					2.134999999892898, -- [1]
					"Эбеновый ворг", -- [2]
					199182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					4.343999999924563, -- [1]
					"Эбеновый ворг", -- [2]
					199182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					5.505999999935739, -- [1]
					"Эбеновый ворг", -- [2]
					199182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					6.777000000001863, -- [1]
					"Эбеновый ворг", -- [2]
					199182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [31]
		{
			[196567] = {
				{
					9.88800000003539, -- [1]
					"Фенрир", -- [2]
					196567, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[200561] = {
				{
					9.88800000003539, -- [1]
					"Фенрир", -- [2]
					200561, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[196543] = {
				{
					7.739999999990687, -- [1]
					"Фенрир", -- [2]
					196543, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [32]
		{
			[193235] = {
				{
					7.387999999918975, -- [1]
					"Химдалль", -- [2]
					193235, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
			},
			[191284] = {
				{
					11.79899999999907, -- [1]
					"Химдалль", -- [2]
					191284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [33]
		{
		}, -- [34]
		{
			[193660] = {
				{
					8.747000000090338, -- [1]
					"Король-бог Сковальд", -- [2]
					193660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[193659] = {
				{
					8.590000000083819, -- [1]
					"Король-бог Сковальд", -- [2]
					193659, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
			},
			[193826] = {
				{
					14.22600000002421, -- [1]
					"Король-бог Сковальд", -- [2]
					193826, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [35]
		{
			[207707] = {
				{
					6.263999999966472, -- [1]
					"Неизвестно", -- [2]
					207707, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					6.263999999966472, -- [1]
					"Неизвестно", -- [2]
					207707, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					6.263999999966472, -- [1]
					"Неизвестно", -- [2]
					207707, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[196543] = {
				{
					6.243999999947846, -- [1]
					"Фенрир", -- [2]
					196543, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[199177] = {
				{
					2.305000000051223, -- [1]
					"Эбеновый ворг", -- [2]
					199177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					2.305000000051223, -- [1]
					"Эбеновый ворг", -- [2]
					199177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					2.305000000051223, -- [1]
					"Эбеновый ворг", -- [2]
					199177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					3.927000000025146, -- [1]
					"Эбеновый ворг", -- [2]
					199177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					8.383999999961816, -- [1]
					"Эбеновый ворг", -- [2]
					199177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					9.59499999997206, -- [1]
					"Эбеновый ворг", -- [2]
					199177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
				{
					11.22100000001956, -- [1]
					"Эбеновый ворг", -- [2]
					199177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [7]
			},
			[199179] = {
				{
					2.707999999984168, -- [1]
					"Эбеновый ворг", -- [2]
					199179, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					3.520999999949709, -- [1]
					"Эбеновый ворг", -- [2]
					199179, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					4.73699999996461, -- [1]
					"Эбеновый ворг", -- [2]
					199179, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[199182] = {
				{
					0.2299999999813736, -- [1]
					"Эбеновый ворг", -- [2]
					199182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					3.39000000001397, -- [1]
					"Эбеновый ворг", -- [2]
					199182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					3.601000000024214, -- [1]
					"Эбеновый ворг", -- [2]
					199182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					4.868000000016764, -- [1]
					"Эбеновый ворг", -- [2]
					199182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [36]
		{
			[196543] = {
				{
					8.45499999995809, -- [1]
					"Фенрир", -- [2]
					196543, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[196567] = {
				{
					10.6009999999078, -- [1]
					"Фенрир", -- [2]
					196567, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [37]
		{
			[192288] = {
				{
					8.729000000050291, -- [1]
					"Олмир Просвещенный", -- [2]
					192288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
			},
		}, -- [38]
		{
			[191284] = {
				{
					9.804000000003725, -- [1]
					"Химдалль", -- [2]
					191284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[193092] = {
				{
					16.57400000002235, -- [1]
					"Химдалль", -- [2]
					193092, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[193235] = {
				{
					5.412999999942258, -- [1]
					"Химдалль", -- [2]
					193235, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
			},
			[188404] = {
				{
					17.00500000000466, -- [1]
					"Штормовой дракон", -- [2]
					188404, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [39]
		{
			[200182] = {
				{
					5.827000000048429, -- [1]
					"Тень Ксавия", -- [2]
					200182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
			},
			[200238] = {
				{
					15.95000000006985, -- [1]
					"Тень Ксавия", -- [2]
					200238, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
			},
			[188291] = {
				{
					19.12599999993108, -- [1]
					"Восставший убийца", -- [2]
					188291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Чернаяжрища-Галакронд", -- [5]
				}, -- [1]
			},
			[188270] = {
				{
					19.12599999993108, -- [1]
					"Сокол из крепости Черной Ладьи", -- [2]
					188270, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [40]
		{
		}, -- [41]
		{
			[204666] = {
				{
					7.465000000083819, -- [1]
					"Дубосерд", -- [2]
					204666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [42]
		{
			[198376] = {
				{
					12.34600000001956, -- [1]
					"Верховный друид Глайдалис", -- [2]
					198376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[198379] = {
				{
					14.35699999995995, -- [1]
					"Верховный друид Глайдалис", -- [2]
					198379, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [43]
		{
			[313400] = {
				{
					236.7639999999665, -- [1]
					"Щупальце Заразителя", -- [2]
					313400, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Înka-KhazModan", -- [5]
				}, -- [1]
				{
					304.7759999999544, -- [1]
					"Щупальце Заразителя", -- [2]
					313400, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Illidaark-KhazModan", -- [5]
				}, -- [2]
				{
					308.8209999999963, -- [1]
					"Щупальце Заразителя", -- [2]
					313400, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [3]
				{
					314.5699999999488, -- [1]
					"Щупальце Заразителя", -- [2]
					313400, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nyzõ-Hyjal", -- [5]
				}, -- [4]
				{
					320.2879999999423, -- [1]
					"Щупальце Заразителя", -- [2]
					313400, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Illidaark-KhazModan", -- [5]
				}, -- [5]
				{
					326.0379999999423, -- [1]
					"Щупальце Заразителя", -- [2]
					313400, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [6]
				{
					370.4710000000196, -- [1]
					"Щупальце Заразителя", -- [2]
					313400, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [7]
				{
					376.5439999999944, -- [1]
					"Щупальце Заразителя", -- [2]
					313400, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [8]
			},
			[311176] = {
				{
					3.985999999917112, -- [1]
					"Н'Зот Заразитель", -- [2]
					311176, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[315927] = {
				{
					142.4379999999655, -- [1]
					"Н'Зот Заразитель", -- [2]
					315927, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					198.2770000000019, -- [1]
					"Н'Зот Заразитель", -- [2]
					315927, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					320.1439999999711, -- [1]
					"Н'Зот Заразитель", -- [2]
					315927, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					377.1679999999469, -- [1]
					"Н'Зот Заразитель", -- [2]
					315927, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					426.1180000000168, -- [1]
					"Н'Зот Заразитель", -- [2]
					315927, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[312866] = {
				{
					191.2480000000214, -- [1]
					"Смертокрыл", -- [2]
					312866, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					213.591999999946, -- [1]
					"Смертокрыл", -- [2]
					312866, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					236.7189999999246, -- [1]
					"Смертокрыл", -- [2]
					312866, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					259.7949999999255, -- [1]
					"Смертокрыл", -- [2]
					312866, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[314889] = {
				{
					12.97499999997672, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [1]
				{
					19.10100000002421, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [2]
				{
					21.12599999993108, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nyzõ-Hyjal", -- [5]
				}, -- [3]
				{
					22.14599999994971, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nyzõ-Hyjal", -- [5]
				}, -- [4]
				{
					24.76599999994505, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Alkêêr-KhazModan", -- [5]
				}, -- [5]
				{
					27.20699999993667, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Înka-KhazModan", -- [5]
				}, -- [6]
				{
					28.41599999996834, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nyzõ-Hyjal", -- [5]
				}, -- [7]
				{
					29.80799999996088, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [8]
				{
					29.94599999999628, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [9]
				{
					32.03899999998976, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [10]
				{
					32.46699999994598, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Înka-KhazModan", -- [5]
				}, -- [11]
				{
					33.22999999998137, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [12]
				{
					33.22999999998137, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [13]
				{
					33.77299999992829, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [14]
				{
					35.6579999999376, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [15]
				{
					35.89199999999255, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [16]
				{
					36.87699999997858, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [17]
				{
					36.87699999997858, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [18]
				{
					38.5, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [19]
				{
					40.54700000002049, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [20]
				{
					40.54700000002049, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [21]
				{
					44.16899999999441, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Eldâra-KhazModan", -- [5]
				}, -- [22]
				{
					46.71699999994598, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [23]
				{
					47.61499999999069, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Înka-KhazModan", -- [5]
				}, -- [24]
				{
					50.21699999994598, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [25]
				{
					53.89699999999721, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [26]
				{
					57.55999999993946, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [27]
				{
					61.18699999991804, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ferlone-Dalaran", -- [5]
				}, -- [28]
				{
					177.1280000000261, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [29]
				{
					178.3639999999432, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nainpausteur-KhazModan", -- [5]
				}, -- [30]
				{
					179.6189999999479, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [31]
				{
					179.6790000000037, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [32]
				{
					182.0449999999255, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [33]
				{
					182.405999999959, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Alkêêr-KhazModan", -- [5]
				}, -- [34]
				{
					183.3040000000037, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [35]
				{
					186.8950000000186, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [36]
				{
					189.7519999999786, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [37]
				{
					190.5389999999898, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Alkêêr-KhazModan", -- [5]
				}, -- [38]
				{
					192.9899999999907, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nainpausteur-KhazModan", -- [5]
				}, -- [39]
				{
					194.1959999999963, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Alkêêr-KhazModan", -- [5]
				}, -- [40]
				{
					194.1959999999963, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [41]
				{
					196.6350000000093, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [42]
				{
					197.8719999999739, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Alkêêr-KhazModan", -- [5]
				}, -- [43]
				{
					197.8719999999739, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Alkêêr-KhazModan", -- [5]
				}, -- [44]
				{
					199.4629999999888, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [45]
				{
					199.4629999999888, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Illidaark-KhazModan", -- [5]
				}, -- [46]
				{
					201.530999999959, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [47]
				{
					201.530999999959, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Alkêêr-KhazModan", -- [5]
				}, -- [48]
				{
					203.1359999999404, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nainpausteur-KhazModan", -- [5]
				}, -- [49]
				{
					203.1359999999404, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Illidaark-KhazModan", -- [5]
				}, -- [50]
				{
					205.1770000000252, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Alkêêr-KhazModan", -- [5]
				}, -- [51]
				{
					206.7879999999423, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [52]
				{
					210.439000000013, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [53]
				{
					211.2859999999637, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Alkêêr-KhazModan", -- [5]
				}, -- [54]
				{
					214.0879999999888, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [55]
				{
					214.9239999999991, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [56]
				{
					218.5599999999395, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [57]
				{
					222.2280000000028, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [58]
				{
					223.9009999999544, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [59]
				{
					225.8199999999488, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [60]
				{
					226.9889999999432, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [61]
				{
					230.7189999999246, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [62]
				{
					234.341999999946, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [63]
				{
					237.966999999946, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [64]
				{
					356.2239999999292, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ferlone-Dalaran", -- [5]
				}, -- [65]
				{
					358.7149999999674, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ferlone-Dalaran", -- [5]
				}, -- [66]
				{
					359.9660000000149, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [67]
				{
					360.6909999999916, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [68]
				{
					362.3979999999283, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Centk-KhazModan", -- [5]
				}, -- [69]
				{
					363.640000000014, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [70]
				{
					363.640000000014, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Centk-KhazModan", -- [5]
				}, -- [71]
				{
					365.9419999999227, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [72]
				{
					366.0420000000158, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Eldâra-KhazModan", -- [5]
				}, -- [73]
				{
					367.2800000000279, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Eldâra-KhazModan", -- [5]
				}, -- [74]
				{
					368.5, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [75]
				{
					369.6529999999329, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Înka-KhazModan", -- [5]
				}, -- [76]
				{
					369.6909999999916, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [77]
				{
					370.9009999999544, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [78]
				{
					371.9769999999553, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nyzõ-Hyjal", -- [5]
				}, -- [79]
				{
					372.564000000013, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [80]
				{
					374.2060000000056, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [81]
				{
					374.5179999999236, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Centk-KhazModan", -- [5]
				}, -- [82]
				{
					374.5179999999236, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Eldâra-KhazModan", -- [5]
				}, -- [83]
				{
					374.5179999999236, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Înka-KhazModan", -- [5]
				}, -- [84]
				{
					375.7589999999618, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ferlone-Dalaran", -- [5]
				}, -- [85]
				{
					375.9579999999842, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [86]
				{
					378.189000000013, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Eldâra-KhazModan", -- [5]
				}, -- [87]
				{
					378.189000000013, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Eldâra-KhazModan", -- [5]
				}, -- [88]
				{
					379.3979999999283, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Înka-KhazModan", -- [5]
				}, -- [89]
				{
					380.6189999999479, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [90]
				{
					381.8319999999367, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nyzõ-Hyjal", -- [5]
				}, -- [91]
				{
					381.8319999999367, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Centk-KhazModan", -- [5]
				}, -- [92]
				{
					381.9939999999479, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ferlone-Dalaran", -- [5]
				}, -- [93]
				{
					383.0679999999702, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [94]
				{
					384.2779999999329, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [95]
				{
					385.5349999999162, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ferlone-Dalaran", -- [5]
				}, -- [96]
				{
					385.5349999999162, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nyzõ-Hyjal", -- [5]
				}, -- [97]
				{
					385.5349999999162, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [98]
				{
					386.73199999996, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Înka-KhazModan", -- [5]
				}, -- [99]
				{
					389.1309999999357, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ferlone-Dalaran", -- [5]
				}, -- [100]
				{
					389.1309999999357, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nyzõ-Hyjal", -- [5]
				}, -- [101]
				{
					390.3769999999786, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Înka-KhazModan", -- [5]
				}, -- [102]
				{
					394.5119999999879, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Centk-KhazModan", -- [5]
				}, -- [103]
				{
					394.6589999999851, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [104]
				{
					397.6469999999972, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Înka-KhazModan", -- [5]
				}, -- [105]
				{
					401.3009999999777, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [106]
				{
					406.1879999999655, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [107]
				{
					409.5989999999292, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ferlone-Dalaran", -- [5]
				}, -- [108]
				{
					416.1809999999823, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [109]
				{
					423.234999999986, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Eldâra-KhazModan", -- [5]
				}, -- [110]
				{
					426.8919999999926, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Eldâra-KhazModan", -- [5]
				}, -- [111]
				{
					430.5420000000158, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Eldâra-KhazModan", -- [5]
				}, -- [112]
			},
			[317292] = {
				{
					81.2149999999674, -- [1]
					"Н'Зот Заразитель", -- [2]
					317292, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					260.0599999999395, -- [1]
					"Н'Зот Заразитель", -- [2]
					317292, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					448.3299999999581, -- [1]
					"Н'Зот Заразитель", -- [2]
					317292, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[316711] = {
				{
					20.2489999999525, -- [1]
					"Эгос", -- [2]
					316711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [1]
				{
					190.5389999999898, -- [1]
					"Эгос", -- [2]
					316711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [2]
				{
					198.8240000000224, -- [1]
					"Эгос", -- [2]
					316711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [3]
				{
					212.3789999999572, -- [1]
					"Эгос", -- [2]
					316711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [4]
				{
					220.9249999999302, -- [1]
					"Эгос", -- [2]
					316711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [5]
				{
					235.4490000000224, -- [1]
					"Эгос", -- [2]
					316711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [6]
				{
					376.4719999999506, -- [1]
					"Эгос", -- [2]
					316711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [7]
				{
					394.7679999999236, -- [1]
					"Эгос", -- [2]
					316711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [8]
				{
					483.5320000000065, -- [1]
					"Пожинатель мыслей", -- [2]
					316711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [9]
				{
					492.0860000000102, -- [1]
					"Пожинатель мыслей", -- [2]
					316711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [10]
				{
					510.3530000000028, -- [1]
					"Пожинатель мыслей", -- [2]
					316711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [11]
				{
					518.8659999999218, -- [1]
					"Пожинатель мыслей", -- [2]
					316711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [12]
				{
					527.3989999999758, -- [1]
					"Пожинатель мыслей", -- [2]
					316711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [13]
			},
			[312782] = {
				{
					465.5119999999879, -- [1]
					"Н'Зот Заразитель", -- [2]
					312782, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[309698] = {
				{
					133.2800000000279, -- [1]
					"Молотящее щупальце", -- [2]
					309698, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					133.2800000000279, -- [1]
					"Молотящее щупальце", -- [2]
					309698, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [2]
				{
					187.6180000000168, -- [1]
					"Молотящее щупальце", -- [2]
					309698, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					237.8819999999832, -- [1]
					"Молотящее щупальце", -- [2]
					309698, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					311.1899999999441, -- [1]
					"Молотящее щупальце", -- [2]
					309698, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [5]
				{
					366.3519999999553, -- [1]
					"Молотящее щупальце", -- [2]
					309698, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [6]
				{
					416.2459999999264, -- [1]
					"Молотящее щупальце", -- [2]
					309698, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [7]
			},
			[312078] = {
				{
					120.3049999999348, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Înka-KhazModan", -- [5]
				}, -- [1]
				{
					120.3049999999348, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Eldâra-KhazModan", -- [5]
				}, -- [2]
				{
					124.0059999999357, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nainpausteur-KhazModan", -- [5]
				}, -- [3]
				{
					124.0059999999357, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ferlone-Dalaran", -- [5]
				}, -- [4]
				{
					124.0059999999357, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [5]
				{
					128.8360000000102, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
				{
					128.8360000000102, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nainpausteur-KhazModan", -- [5]
				}, -- [7]
				{
					128.8360000000102, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nainpausteur-KhazModan", -- [5]
				}, -- [8]
				{
					128.8360000000102, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [9]
				{
					128.8360000000102, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [10]
				{
					133.7849999999162, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Alkêêr-KhazModan", -- [5]
				}, -- [11]
				{
					133.7849999999162, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [12]
				{
					133.7849999999162, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [13]
				{
					133.7849999999162, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ferlone-Dalaran", -- [5]
				}, -- [14]
				{
					133.7849999999162, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Illidaark-KhazModan", -- [5]
				}, -- [15]
				{
					138.6429999999236, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [16]
				{
					138.6429999999236, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [17]
				{
					143.454000000027, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ferlone-Dalaran", -- [5]
				}, -- [18]
				{
					143.454000000027, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Centk-KhazModan", -- [5]
				}, -- [19]
				{
					143.454000000027, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [20]
				{
					143.454000000027, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Illidaark-KhazModan", -- [5]
				}, -- [21]
				{
					148.2989999999991, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [22]
				{
					153.1739999999991, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nainpausteur-KhazModan", -- [5]
				}, -- [23]
				{
					175.0379999999423, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [24]
				{
					176.3159999999916, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Centk-KhazModan", -- [5]
				}, -- [25]
				{
					176.3159999999916, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nyzõ-Hyjal", -- [5]
				}, -- [26]
				{
					178.7519999999786, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Înka-KhazModan", -- [5]
				}, -- [27]
				{
					179.9340000000084, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [28]
				{
					181.1369999999879, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [29]
				{
					183.5479999999516, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Eldâra-KhazModan", -- [5]
				}, -- [30]
				{
					183.5479999999516, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Centk-KhazModan", -- [5]
				}, -- [31]
				{
					184.8070000000298, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ferlone-Dalaran", -- [5]
				}, -- [32]
				{
					186.0139999999665, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nyzõ-Hyjal", -- [5]
				}, -- [33]
				{
					188.4710000000196, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Eldâra-KhazModan", -- [5]
				}, -- [34]
				{
					189.6829999999609, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [35]
				{
					194.5489999999991, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Centk-KhazModan", -- [5]
				}, -- [36]
				{
					224.939000000013, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Centk-KhazModan", -- [5]
				}, -- [37]
				{
					224.939000000013, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ferlone-Dalaran", -- [5]
				}, -- [38]
				{
					228.6289999999572, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Centk-KhazModan", -- [5]
				}, -- [39]
				{
					228.6289999999572, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nyzõ-Hyjal", -- [5]
				}, -- [40]
				{
					229.8049999999348, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Centk-KhazModan", -- [5]
				}, -- [41]
				{
					229.8049999999348, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Eldâra-KhazModan", -- [5]
				}, -- [42]
				{
					233.4449999999488, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Eldâra-KhazModan", -- [5]
				}, -- [43]
				{
					234.6550000000279, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Înka-KhazModan", -- [5]
				}, -- [44]
				{
					234.6550000000279, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Eldâra-KhazModan", -- [5]
				}, -- [45]
				{
					238.2999999999302, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Înka-KhazModan", -- [5]
				}, -- [46]
				{
					239.5559999999823, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ferlone-Dalaran", -- [5]
				}, -- [47]
				{
					302.7430000000168, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nainpausteur-KhazModan", -- [5]
				}, -- [48]
				{
					302.7430000000168, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [49]
				{
					302.7430000000168, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [50]
				{
					302.7430000000168, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nyzõ-Hyjal", -- [5]
				}, -- [51]
				{
					302.7430000000168, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Eldâra-KhazModan", -- [5]
				}, -- [52]
				{
					307.579000000027, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [53]
				{
					307.579000000027, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nyzõ-Hyjal", -- [5]
				}, -- [54]
				{
					307.579000000027, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [55]
				{
					307.579000000027, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nainpausteur-KhazModan", -- [5]
				}, -- [56]
				{
					307.579000000027, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [57]
				{
					307.579000000027, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nainpausteur-KhazModan", -- [5]
				}, -- [58]
				{
					312.454000000027, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [59]
				{
					312.4679999999935, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [60]
				{
					317.3349999999628, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [61]
				{
					317.3349999999628, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [62]
				{
					322.1679999999469, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Înka-KhazModan", -- [5]
				}, -- [63]
				{
					322.1679999999469, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ferlone-Dalaran", -- [5]
				}, -- [64]
				{
					327.0320000000065, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [65]
				{
					327.0320000000065, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Centk-KhazModan", -- [5]
				}, -- [66]
				{
					357.4459999999963, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Alkêêr-KhazModan", -- [5]
				}, -- [67]
				{
					357.4459999999963, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Illidaark-KhazModan", -- [5]
				}, -- [68]
				{
					362.3240000000224, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [69]
				{
					362.3240000000224, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [70]
				{
					362.3240000000224, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [71]
				{
					362.3240000000224, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [72]
				{
					367.2160000000149, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Alkêêr-KhazModan", -- [5]
				}, -- [73]
				{
					367.2160000000149, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Illidaark-KhazModan", -- [5]
				}, -- [74]
				{
					367.2160000000149, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [75]
				{
					372.0300000000279, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [76]
				{
					372.0300000000279, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nainpausteur-KhazModan", -- [5]
				}, -- [77]
				{
					372.0300000000279, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [78]
				{
					376.9079999999376, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Illidaark-KhazModan", -- [5]
				}, -- [79]
				{
					376.9079999999376, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [80]
				{
					376.9079999999376, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [81]
				{
					381.7879999999423, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nainpausteur-KhazModan", -- [5]
				}, -- [82]
				{
					381.7879999999423, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Alkêêr-KhazModan", -- [5]
				}, -- [83]
				{
					386.6720000000205, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nainpausteur-KhazModan", -- [5]
				}, -- [84]
				{
					386.6720000000205, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [85]
				{
					386.6720000000205, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Illidaark-KhazModan", -- [5]
				}, -- [86]
				{
					404.5039999999572, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nainpausteur-KhazModan", -- [5]
				}, -- [87]
				{
					404.5039999999572, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [88]
				{
					404.5039999999572, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Illidaark-KhazModan", -- [5]
				}, -- [89]
				{
					406.5479999999516, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [90]
				{
					408.1729999999516, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [91]
				{
					409.3469999999506, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [92]
				{
					409.3469999999506, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nainpausteur-KhazModan", -- [5]
				}, -- [93]
				{
					411.4199999999255, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [94]
				{
					411.4199999999255, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Illidaark-KhazModan", -- [5]
				}, -- [95]
				{
					413.0059999999357, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [96]
				{
					416.6990000000224, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [97]
				{
					416.6990000000224, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Illidaark-KhazModan", -- [5]
				}, -- [98]
				{
					417.9179999999469, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [99]
				{
					417.9179999999469, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [100]
				{
					421.579000000027, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [101]
				{
					422.7750000000233, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [102]
				{
					426.4469999999274, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [103]
				{
					427.6639999999898, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Alkêêr-KhazModan", -- [5]
				}, -- [104]
				{
					427.6639999999898, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [105]
			},
			[318449] = {
				{
					130.2580000000307, -- [1]
					"Н'Зот Заразитель", -- [2]
					318449, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					187.3730000000214, -- [1]
					"Н'Зот Заразитель", -- [2]
					318449, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					216.6239999999525, -- [1]
					"Н'Зот Заразитель", -- [2]
					318449, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					237.2619999999879, -- [1]
					"Н'Зот Заразитель", -- [2]
					318449, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					308.9549999999581, -- [1]
					"Н'Зот Заразитель", -- [2]
					318449, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					366.1389999999665, -- [1]
					"Н'Зот Заразитель", -- [2]
					318449, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					395.3479999999981, -- [1]
					"Н'Зот Заразитель", -- [2]
					318449, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					416.0250000000233, -- [1]
					"Н'Зот Заразитель", -- [2]
					318449, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					497.5329999999376, -- [1]
					"Н'Зот Заразитель", -- [2]
					318449, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
			},
			[316463] = {
				{
					164.2480000000214, -- [1]
					"Врата разума", -- [2]
					316463, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					343.079000000027, -- [1]
					"Врата разума", -- [2]
					316463, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[310331] = {
				{
					18.57699999993201, -- [1]
					"Глаз разума", -- [2]
					310331, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					52.56400000001304, -- [1]
					"Глаз разума", -- [2]
					310331, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[318714] = {
				{
					114.3519999999553, -- [1]
					"Неизвестно", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					114.3519999999553, -- [1]
					"Неизвестно", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					114.3519999999553, -- [1]
					"Неизвестно", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					114.3519999999553, -- [1]
					"Неизвестно", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					114.3519999999553, -- [1]
					"Неизвестно", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					114.3519999999553, -- [1]
					"Неизвестно", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					114.3519999999553, -- [1]
					"Неизвестно", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					169.2719999999972, -- [1]
					"Молотящее щупальце", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					169.2719999999972, -- [1]
					"Щупальце Заразителя", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					169.2719999999972, -- [1]
					"Шипастое щупальце", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					169.2719999999972, -- [1]
					"Шипастое щупальце", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					169.2719999999972, -- [1]
					"Шипастое щупальце", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					219.2849999999162, -- [1]
					"Молотящее щупальце", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					219.2849999999162, -- [1]
					"Шипастое щупальце", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					219.2849999999162, -- [1]
					"Шипастое щупальце", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					219.2849999999162, -- [1]
					"Щупальце Заразителя", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					219.2849999999162, -- [1]
					"Щупальце Заразителя", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					293.1309999999357, -- [1]
					"Молотящее щупальце", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					293.1309999999357, -- [1]
					"Щупальце Заразителя", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					293.1309999999357, -- [1]
					"Щупальце Заразителя", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					293.1309999999357, -- [1]
					"Щупальце Заразителя", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					293.1309999999357, -- [1]
					"Шипастое щупальце", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					293.1309999999357, -- [1]
					"Молотящее щупальце", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					293.1309999999357, -- [1]
					"Шипастое щупальце", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					293.1309999999357, -- [1]
					"Шипастое щупальце", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					348.1300000000047, -- [1]
					"Молотящее щупальце", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					348.1300000000047, -- [1]
					"Щупальце Заразителя", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
			},
			[315772] = {
				{
					111.2600000000093, -- [1]
					"Н'Зот Заразитель", -- [2]
					315772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					290.0209999999497, -- [1]
					"Н'Зот Заразитель", -- [2]
					315772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[310184] = {
				{
					23.69799999997485, -- [1]
					"Эгос", -- [2]
					310184, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					51.54200000001583, -- [1]
					"Эгос", -- [2]
					310184, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					187.780999999959, -- [1]
					"Эгос", -- [2]
					310184, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					215.7899999999208, -- [1]
					"Эгос", -- [2]
					310184, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					365.3349999999628, -- [1]
					"Эгос", -- [2]
					310184, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					392.060999999987, -- [1]
					"Эгос", -- [2]
					310184, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					420.0949999999721, -- [1]
					"Эгос", -- [2]
					310184, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[317102] = {
				{
					475.8399999999674, -- [1]
					"Н'Зот Заразитель", -- [2]
					317102, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					522.125, -- [1]
					"Н'Зот Заразитель", -- [2]
					317102, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[317066] = {
				{
					490.0949999999721, -- [1]
					"Пожинатель мыслей", -- [2]
					317066, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					515.814000000013, -- [1]
					"Пожинатель мыслей", -- [2]
					317066, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[314843] = {
				{
					542.0479999999516, -- [1]
					"Н'Зот Заразитель", -- [2]
					314843, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [44]
		{
			[311980] = {
				{
					205.7529999999097, -- [1]
					"Гневион", -- [2]
					311980, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[307008] = {
				{
					16.20100000000093, -- [1]
					"Взор безумия", -- [2]
					307008, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					75.80499999993481, -- [1]
					"Взор безумия", -- [2]
					307008, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					134.5719999999274, -- [1]
					"Взор безумия", -- [2]
					307008, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[306971] = {
				{
					4.766999999992549, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					28.7839999999851, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					52.77099999994971, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					77.31099999998696, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					100.8049999999348, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					124.7699999999022, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					148.780999999959, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					172.7799999999115, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					212.4429999999702, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					245.7389999999432, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					279.061999999918, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					313.5209999999497, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					327.0370000000112, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					349.2249999999767, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
			},
			[313039] = {
				{
					438.4139999999898, -- [1]
					"Ярость Н'Зота", -- [2]
					313039, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесконечная тьма", -- [5]
				}, -- [1]
			},
			[307808] = {
				{
					207.0669999999227, -- [1]
					"Ярость Н'Зота", -- [2]
					307808, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					229.262999999919, -- [1]
					"Ярость Н'Зота", -- [2]
					307808, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					251.4809999999125, -- [1]
					"Ярость Н'Зота", -- [2]
					307808, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					273.7359999999171, -- [1]
					"Ярость Н'Зота", -- [2]
					307808, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					295.935999999987, -- [1]
					"Ярость Н'Зота", -- [2]
					307808, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					336.1329999999143, -- [1]
					"Ярость Н'Зота", -- [2]
					307808, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					358.3369999999413, -- [1]
					"Ярость Н'Зота", -- [2]
					307808, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[313362] = {
				{
					11.78499999991618, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					32.80499999993481, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					54.0329999999376, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					75.03200000000652, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					96.03899999998976, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					116.7799999999115, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					137.7839999999851, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					158.7719999999972, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					179.7899999999208, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					200.2729999999283, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					222.4969999999739, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					246.8189999999013, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					267.1289999999572, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					289.1549999999115, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					311.3839999999618, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					342.7029999999795, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					393.8789999999572, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					421.1130000000121, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					447.8800000000047, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
			},
			[307092] = {
				{
					323.4839999999385, -- [1]
					"Ярость Н'Зота", -- [2]
					307092, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					356.7969999999041, -- [1]
					"Ярость Н'Зота", -- [2]
					307092, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[307071] = {
				{
					181.8239999999059, -- [1]
					"Анаболический нарост", -- [2]
					307071, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					181.8239999999059, -- [1]
					"Анаболический нарост", -- [2]
					307071, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					181.8239999999059, -- [1]
					"Анаболический нарост", -- [2]
					307071, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					181.8239999999059, -- [1]
					"Анаболический нарост", -- [2]
					307071, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					181.8239999999059, -- [1]
					"Анаболический нарост", -- [2]
					307071, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					181.8239999999059, -- [1]
					"Анаболический нарост", -- [2]
					307071, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					181.8239999999059, -- [1]
					"Анаболический нарост", -- [2]
					307071, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					181.8239999999059, -- [1]
					"Анаболический нарост", -- [2]
					307071, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					181.8239999999059, -- [1]
					"Анаболический нарост", -- [2]
					307071, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					181.8439999999246, -- [1]
					"Анаболический нарост", -- [2]
					307071, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					181.8439999999246, -- [1]
					"Анаболический нарост", -- [2]
					307071, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					181.8439999999246, -- [1]
					"Анаболический нарост", -- [2]
					307071, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					181.8439999999246, -- [1]
					"Анаболический нарост", -- [2]
					307071, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					181.8439999999246, -- [1]
					"Анаболический нарост", -- [2]
					307071, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					181.8439999999246, -- [1]
					"Анаболический нарост", -- [2]
					307071, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					181.8439999999246, -- [1]
					"Анаболический нарост", -- [2]
					307071, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
			},
			[307809] = {
				{
					209.5829999999842, -- [1]
					"Ярость Н'Зота", -- [2]
					307809, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесконечная тьма", -- [5]
				}, -- [1]
				{
					231.7879999999423, -- [1]
					"Ярость Н'Зота", -- [2]
					307809, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесконечная тьма", -- [5]
				}, -- [2]
				{
					253.997999999905, -- [1]
					"Ярость Н'Зота", -- [2]
					307809, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесконечная тьма", -- [5]
				}, -- [3]
				{
					276.2649999998976, -- [1]
					"Ярость Н'Зота", -- [2]
					307809, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесконечная тьма", -- [5]
				}, -- [4]
				{
					298.4510000000009, -- [1]
					"Ярость Н'Зота", -- [2]
					307809, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесконечная тьма", -- [5]
				}, -- [5]
				{
					338.6689999999944, -- [1]
					"Ярость Н'Зота", -- [2]
					307809, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесконечная тьма", -- [5]
				}, -- [6]
				{
					360.8499999999767, -- [1]
					"Ярость Н'Зота", -- [2]
					307809, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесконечная тьма", -- [5]
				}, -- [7]
			},
			[306988] = {
				{
					15.76699999999255, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					44.77399999997579, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					73.77399999997579, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					103.0860000000102, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					131.7689999999711, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					160.7759999999544, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					203.4929999999004, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					225.7469999999739, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					249.1039999999339, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					270.1419999999926, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					292.3889999999665, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					332.5829999999842, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					365.9120000000112, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					419.8679999999004, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					451.8439999999246, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
			},
			[315947] = {
				{
					16.77499999990687, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [1]
				{
					30.03499999991618, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [2]
				{
					42.77399999997579, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					55.80699999991339, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					68.79399999999441, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					81.77700000000186, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [6]
				{
					94.77499999990687, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [7]
				{
					107.7889999999898, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [8]
				{
					120.7550000000047, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [9]
				{
					133.7759999999544, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [10]
				{
					146.7949999999255, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [11]
				{
					161.8689999999479, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [12]
				{
					173.8669999999693, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [13]
				{
					330.4629999999888, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [14]
				{
					352.6659999999683, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [15]
				{
					399.8539999999339, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [16]
				{
					410.8469999999506, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [17]
				{
					422.375, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [18]
				{
					433.1979999999749, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [19]
				{
					443.8630000000121, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [20]
				{
					454.8669999999693, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [21]
				{
					465.8669999999693, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [22]
			},
			[313041] = {
				{
					435.8800000000047, -- [1]
					"Ярость Н'Зота", -- [2]
					313041, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[306986] = {
				{
					403.35699999996, -- [1]
					"Ярость Н'Зота", -- [2]
					306986, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					470.3659999999218, -- [1]
					"Ярость Н'Зота", -- [2]
					306986, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [45]
		{
			[306988] = {
				{
					15.94799999997485, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					44.97199999995064, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					73.95199999993201, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					103.2049999999581, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					131.9290000000037, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					160.9499999999534, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					189.9499999999534, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[313362] = {
				{
					11.95600000000559, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					32.9419999999227, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					54.1940000000177, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					75.18900000001304, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					96.18999999994412, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					116.9639999999199, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					137.9469999999274, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					158.9379999999655, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					179.9239999999991, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
			},
			[315947] = {
				{
					17.22199999995064, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [1]
				{
					30.00500000000466, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [2]
				{
					42.93499999993946, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					55.93799999996554, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					68.92399999999907, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					81.92599999997765, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [6]
				{
					94.9639999999199, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [7]
				{
					107.9340000000084, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [8]
				{
					120.9569999999367, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [9]
				{
					133.9379999999655, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [10]
				{
					146.9629999999888, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [11]
				{
					162.1209999999264, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [12]
				{
					174.0019999999786, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [13]
				{
					185.9429999999702, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Eldâra-KhazModan", -- [5]
				}, -- [14]
				{
					198.9340000000084, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Eldâra-KhazModan", -- [5]
				}, -- [15]
			},
			[311980] = {
				{
					199.5039999999572, -- [1]
					"Гневион", -- [2]
					311980, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[306971] = {
				{
					4.954999999958091, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					29.81099999998696, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					52.94499999994878, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					77.23999999999069, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					100.9290000000037, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					124.9529999999795, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					149.2229999999981, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					172.9639999999199, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					196.9479999999749, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
			},
			[307008] = {
				{
					18.57799999997951, -- [1]
					"Взор безумия", -- [2]
					307008, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					75.81999999994878, -- [1]
					"Взор безумия", -- [2]
					307008, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					134.655999999959, -- [1]
					"Взор безумия", -- [2]
					307008, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					151.7029999999795, -- [1]
					"Взор безумия", -- [2]
					307008, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [46]
		{
			[314411] = {
				{
					37.48800000001211, -- [1]
					"Мал'тир - маг Бездны", -- [2]
					314411, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [1]
				{
					60.54100000002654, -- [1]
					"Мал'тир - маг Бездны", -- [2]
					314411, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [2]
			},
			[266258] = {
				{
					3.657999999995809, -- [1]
					"Drust Slaver Summoning Portal", -- [2]
					266258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					20.68400000000838, -- [1]
					"Drust Slaver Summoning Portal", -- [2]
					266258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					37.70600000000559, -- [1]
					"Drust Slaver Summoning Portal", -- [2]
					266258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					60.75099999998929, -- [1]
					"Drust Slaver Summoning Portal", -- [2]
					266258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					78.95600000000559, -- [1]
					"Drust Slaver Summoning Portal", -- [2]
					266258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					98.38199999998324, -- [1]
					"Drust Slaver Summoning Portal", -- [2]
					266258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					115.7640000000247, -- [1]
					"Drust Slaver Summoning Portal", -- [2]
					266258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					133.9899999999907, -- [1]
					"Drust Slaver Summoning Portal", -- [2]
					266258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					153.4049999999697, -- [1]
					"Drust Slaver Summoning Portal", -- [2]
					266258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					174.0169999999926, -- [1]
					"Drust Slaver Summoning Portal", -- [2]
					266258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					191.0179999999818, -- [1]
					"Drust Slaver Summoning Portal", -- [2]
					266258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					209.2299999999814, -- [1]
					"Drust Slaver Summoning Portal", -- [2]
					266258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					229.8339999999735, -- [1]
					"Drust Slaver Summoning Portal", -- [2]
					266258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					248.0380000000005, -- [1]
					"Drust Slaver Summoning Portal", -- [2]
					266258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					267.0559999999823, -- [1]
					"Drust Slaver Summoning Portal", -- [2]
					266258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					286.4650000000256, -- [1]
					"Drust Slaver Summoning Portal", -- [2]
					266258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
			},
			[273657] = {
				{
					18.89899999997579, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.89399999997113, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					39.75300000002608, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					51.13299999997253, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					53.07400000002235, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					68.875, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					71.29899999999907, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					73.72100000001956, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					76.13199999998324, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					88.26899999997113, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					88.26899999997113, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					89.47600000002421, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					96.77799999999115, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					103.6180000000168, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					112.5619999999763, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					130.755999999994, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					149.359999999986, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					152.5979999999981, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					168.7820000000065, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					189.0250000000233, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					202.2289999999921, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					209.6469999999972, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					210.0540000000037, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					224.5929999999935, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					236.2220000000089, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					239.9660000000149, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					245.2289999999921, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					249.6940000000177, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					260.5960000000196, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					260.609999999986, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					263.4270000000252, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					271.5380000000005, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					278.0129999999772, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					282.4569999999949, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					287.2920000000158, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					293.7509999999893, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					294.5590000000084, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					295.7729999999865, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
			},
			[266266] = {
				{
					3.642999999981839, -- [1]
					"Горак Тул", -- [2]
					266266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					20.68400000000838, -- [1]
					"Горак Тул", -- [2]
					266266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					37.70600000000559, -- [1]
					"Горак Тул", -- [2]
					266266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					60.75099999998929, -- [1]
					"Горак Тул", -- [2]
					266266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					78.95600000000559, -- [1]
					"Горак Тул", -- [2]
					266266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					98.38199999998324, -- [1]
					"Горак Тул", -- [2]
					266266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					115.7640000000247, -- [1]
					"Горак Тул", -- [2]
					266266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					133.9899999999907, -- [1]
					"Горак Тул", -- [2]
					266266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					153.4049999999697, -- [1]
					"Горак Тул", -- [2]
					266266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					174.0030000000261, -- [1]
					"Горак Тул", -- [2]
					266266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					191.0179999999818, -- [1]
					"Горак Тул", -- [2]
					266266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					209.2299999999814, -- [1]
					"Горак Тул", -- [2]
					266266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					229.8339999999735, -- [1]
					"Горак Тул", -- [2]
					266266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					248.0380000000005, -- [1]
					"Горак Тул", -- [2]
					266266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					267.0559999999823, -- [1]
					"Горак Тул", -- [2]
					266266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					286.4650000000256, -- [1]
					"Горак Тул", -- [2]
					266266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
			},
			[266225] = {
				{
					40.6359999999986, -- [1]
					"Горак Тул", -- [2]
					266225, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [1]
				{
					263.9070000000065, -- [1]
					"Горак Тул", -- [2]
					266225, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [2]
			},
			[273658] = {
				{
					19.42700000002515, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					35.23999999999069, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					40.22399999998743, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					51.69099999999162, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					53.42399999999907, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					69.27700000000186, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					71.60399999999208, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					73.91800000000512, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					88.46299999998882, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					88.57000000000698, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					89.74900000001071, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					97.1140000000014, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					103.9479999999749, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					112.7829999999958, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					131.1689999999944, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					149.5879999999888, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					152.7870000000112, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					169.0769999999902, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					189.3630000000121, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					202.5310000000172, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					209.9560000000056, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					210.484999999986, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					224.9710000000196, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					236.4899999999907, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					240.1720000000205, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					245.5380000000005, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					249.984999999986, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					260.8819999999832, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					261.0929999999935, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					271.8939999999711, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					278.3539999999921, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					282.804999999993, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					287.765000000014, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					294.0349999999744, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					294.875, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					296.1489999999758, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
			},
			[268202] = {
				{
					13.29399999999441, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [1]
				{
					30.40000000002328, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [2]
				{
					34.89399999997113, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [3]
				{
					46.20100000000093, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [4]
				{
					47.40200000000186, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [5]
				{
					63.14899999997579, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [6]
				{
					66.77899999998044, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [7]
				{
					70.4309999999823, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [8]
				{
					82.59999999997672, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [9]
				{
					86.21700000000419, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [10]
				{
					98.35700000001816, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [11]
				{
					108.0669999999809, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [12]
				{
					125.0569999999716, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [13]
				{
					143.6730000000098, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [14]
				{
					146.9170000000158, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [15]
				{
					162.6759999999777, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [16]
				{
					163.0970000000089, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [17]
				{
					178.8439999999828, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [18]
				{
					183.6819999999716, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [19]
				{
					204.3400000000256, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [20]
				{
					218.4120000000112, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [21]
				{
					220.1230000000214, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [22]
				{
					239.1219999999739, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [23]
				{
					254.9130000000005, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [24]
				{
					257.2480000000214, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [25]
				{
					265.820000000007, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [26]
				{
					272.2920000000158, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [27]
				{
					276.7579999999725, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [28]
				{
					281.6070000000182, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [29]
				{
					288.0779999999795, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [30]
				{
					292.5069999999832, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [31]
			},
			[314406] = {
				{
					18.02500000002328, -- [1]
					"Мал'тир - маг Бездны", -- [2]
					314406, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [1]
				{
					30.20199999999022, -- [1]
					"Мал'тир - маг Бездны", -- [2]
					314406, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [2]
				{
					41.14299999998184, -- [1]
					"Мал'тир - маг Бездны", -- [2]
					314406, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [3]
				{
					64.15799999999581, -- [1]
					"Мал'тир - маг Бездны", -- [2]
					314406, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [4]
			},
			[266181] = {
				{
					27.78899999998976, -- [1]
					"Горак Тул", -- [2]
					266181, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					55.69199999998091, -- [1]
					"Горак Тул", -- [2]
					266181, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					83.58899999997811, -- [1]
					"Горак Тул", -- [2]
					266181, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					111.5079999999725, -- [1]
					"Горак Тул", -- [2]
					266181, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					139.8499999999767, -- [1]
					"Горак Тул", -- [2]
					266181, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					168.9899999999907, -- [1]
					"Горак Тул", -- [2]
					266181, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					196.8790000000154, -- [1]
					"Горак Тул", -- [2]
					266181, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					224.7750000000233, -- [1]
					"Горак Тул", -- [2]
					266181, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					252.6979999999749, -- [1]
					"Горак Тул", -- [2]
					266181, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					281.4189999999944, -- [1]
					"Горак Тул", -- [2]
					266181, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
			},
		}, -- [47]
		{
			[261438] = {
				{
					6.685999999986962, -- [1]
					"Лорд Уэйкрест", -- [2]
					261438, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					28.48700000002282, -- [1]
					"Лорд Уэйкрест", -- [2]
					261438, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					46.72600000002421, -- [1]
					"Лорд Уэйкрест", -- [2]
					261438, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					63.72399999998743, -- [1]
					"Лорд Уэйкрест", -- [2]
					261438, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					80.69599999999627, -- [1]
					"Лорд Уэйкрест", -- [2]
					261438, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
			},
			[261439] = {
				{
					8.808000000019092, -- [1]
					"Лорд Уэйкрест", -- [2]
					261439, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					24.56200000003446, -- [1]
					"Лорд Уэйкрест", -- [2]
					261439, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					41.5449999999837, -- [1]
					"Лорд Уэйкрест", -- [2]
					261439, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					59.79899999999907, -- [1]
					"Лорд Уэйкрест", -- [2]
					261439, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					75.54800000000978, -- [1]
					"Лорд Уэйкрест", -- [2]
					261439, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[261440] = {
				{
					10.31599999999162, -- [1]
					"Лорд Уэйкрест", -- [2]
					261440, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [1]
				{
					26.06599999999162, -- [1]
					"Лорд Уэйкрест", -- [2]
					261440, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [2]
				{
					43.05200000002515, -- [1]
					"Лорд Уэйкрест", -- [2]
					261440, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [3]
				{
					61.30499999999302, -- [1]
					"Лорд Уэйкрест", -- [2]
					261440, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [4]
				{
					77.05300000001444, -- [1]
					"Лорд Уэйкрест", -- [2]
					261440, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [5]
			},
			[268278] = {
				{
					1.103999999992084, -- [1]
					"Леди Уэйкрест", -- [2]
					268278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					3.538000000000466, -- [1]
					"Леди Уэйкрест", -- [2]
					268278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					5.964000000036322, -- [1]
					"Леди Уэйкрест", -- [2]
					268278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					8.38800000003539, -- [1]
					"Леди Уэйкрест", -- [2]
					268278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					10.81300000002375, -- [1]
					"Леди Уэйкрест", -- [2]
					268278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					13.23600000003353, -- [1]
					"Леди Уэйкрест", -- [2]
					268278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					24.14500000001863, -- [1]
					"Леди Уэйкрест", -- [2]
					268278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					26.5690000000177, -- [1]
					"Леди Уэйкрест", -- [2]
					268278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					28.99300000001676, -- [1]
					"Леди Уэйкрест", -- [2]
					268278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					31.4199999999837, -- [1]
					"Леди Уэйкрест", -- [2]
					268278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					33.85000000003493, -- [1]
					"Леди Уэйкрест", -- [2]
					268278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					48.43499999999767, -- [1]
					"Леди Уэйкрест", -- [2]
					268278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					50.86200000002282, -- [1]
					"Леди Уэйкрест", -- [2]
					268278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					53.30100000003586, -- [1]
					"Леди Уэйкрест", -- [2]
					268278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					77.55200000002515, -- [1]
					"Леди Уэйкрест", -- [2]
					268278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
			},
			[268271] = {
				{
					2.459000000031665, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [1]
				{
					2.527999999991152, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					2.527999999991152, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [3]
				{
					4.788999999989756, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [4]
				{
					4.864999999990687, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					4.879000000015367, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [6]
				{
					7.168000000005122, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [7]
				{
					7.464000000036322, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [8]
				{
					7.464000000036322, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [9]
				{
					9.506999999983236, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [10]
				{
					9.823000000033062, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [11]
				{
					11.94900000002235, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [12]
				{
					12.19699999998557, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [13]
				{
					14.67900000000373, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [14]
				{
					14.96500000002561, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [15]
				{
					25.21000000002096, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [16]
				{
					25.44300000002841, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [17]
				{
					27.82400000002235, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [18]
				{
					27.89400000002934, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [19]
				{
					30.28299999999581, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [20]
				{
					30.2960000000312, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [21]
				{
					32.64199999999255, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [22]
				{
					33.03899999998976, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [23]
				{
					35.07300000003306, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [24]
				{
					35.375, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [25]
				{
					49.95199999999022, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [26]
				{
					49.97899999999208, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [27]
				{
					51.99800000002142, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [28]
				{
					52.44099999999162, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [29]
				{
					54.51900000002934, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [30]
				{
					54.73100000002887, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [31]
				{
					78.91700000001583, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [32]
				{
					79.08699999999953, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [33]
			},
			[268306] = {
				{
					15.67300000000978, -- [1]
					"Леди Уэйкрест", -- [2]
					268306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					41.12400000001071, -- [1]
					"Леди Уэйкрест", -- [2]
					268306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[261446] = {
				{
					18.95799999998417, -- [1]
					"Леди Уэйкрест", -- [2]
					261446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лорд Уэйкрест", -- [5]
				}, -- [1]
				{
					35.91800000000512, -- [1]
					"Леди Уэйкрест", -- [2]
					261446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лорд Уэйкрест", -- [5]
				}, -- [2]
				{
					54.23600000003353, -- [1]
					"Леди Уэйкрест", -- [2]
					261446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лорд Уэйкрест", -- [5]
				}, -- [3]
			},
			[261447] = {
				{
					21.47299999999814, -- [1]
					"Лорд Уэйкрест", -- [2]
					261447, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					38.42399999999907, -- [1]
					"Лорд Уэйкрест", -- [2]
					261447, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					56.75800000003073, -- [1]
					"Лорд Уэйкрест", -- [2]
					261447, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [48]
		{
			[264694] = {
				{
					7.203000000037719, -- [1]
					"Раал Прожорливый", -- [2]
					264694, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [1]
				{
					37.58699999999953, -- [1]
					"Раал Прожорливый", -- [2]
					264694, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [2]
				{
					58.21500000002561, -- [1]
					"Раал Прожорливый", -- [2]
					264694, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [3]
				{
					101.4960000000428, -- [1]
					"Раал Прожорливый", -- [2]
					264694, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [4]
				{
					124.5780000000377, -- [1]
					"Раал Прожорливый", -- [2]
					264694, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [5]
			},
			[278444] = {
				{
					54.29300000000512, -- [1]
					"Прожорливая личинка", -- [2]
					278444, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
			},
			[264693] = {
				{
					4.798000000009779, -- [1]
					"Раал Прожорливый", -- [2]
					264693, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					35.18700000003446, -- [1]
					"Раал Прожорливый", -- [2]
					264693, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					55.81000000005588, -- [1]
					"Раал Прожорливый", -- [2]
					264693, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					78.44800000003306, -- [1]
					"Раал Прожорливый", -- [2]
					264693, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					99.10100000002421, -- [1]
					"Раал Прожорливый", -- [2]
					264693, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					122.1790000000037, -- [1]
					"Раал Прожорливый", -- [2]
					264693, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[268234] = {
				{
					14.6370000000461, -- [1]
					"Желчный слизнюченыш", -- [2]
					268234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					15.51900000002934, -- [1]
					"Желчный слизнюченыш", -- [2]
					268234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					17.71800000005169, -- [1]
					"Желчный слизнюченыш", -- [2]
					268234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					24.82500000001164, -- [1]
					"Желчный слизнюченыш", -- [2]
					268234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					44.15300000004936, -- [1]
					"Желчный слизнюченыш", -- [2]
					268234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					47.91400000004796, -- [1]
					"Желчный слизнюченыш", -- [2]
					268234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					47.93000000005122, -- [1]
					"Желчный слизнюченыш", -- [2]
					268234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					49.12000000005355, -- [1]
					"Желчный слизнюченыш", -- [2]
					268234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					73.74500000005355, -- [1]
					"Желчный слизнюченыш", -- [2]
					268234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					74.53600000002189, -- [1]
					"Желчный слизнюченыш", -- [2]
					268234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					108.3170000000391, -- [1]
					"Желчный слизнюченыш", -- [2]
					268234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					108.3170000000391, -- [1]
					"Желчный слизнюченыш", -- [2]
					268234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					111.6620000000112, -- [1]
					"Желчный слизнюченыш", -- [2]
					268234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					114.9090000000433, -- [1]
					"Желчный слизнюченыш", -- [2]
					268234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
			},
			[264923] = {
				{
					23.69100000004983, -- [1]
					"Раал Прожорливый", -- [2]
					264923, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [1]
				{
					27.32700000004843, -- [1]
					"Раал Прожорливый", -- [2]
					264923, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [2]
				{
					31.38900000002468, -- [1]
					"Раал Прожорливый", -- [2]
					264923, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [3]
				{
					67.40600000001723, -- [1]
					"Раал Прожорливый", -- [2]
					264923, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [4]
				{
					71.06700000003912, -- [1]
					"Раал Прожорливый", -- [2]
					264923, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [5]
				{
					74.71300000004703, -- [1]
					"Раал Прожорливый", -- [2]
					264923, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [6]
				{
					111.1060000000289, -- [1]
					"Раал Прожорливый", -- [2]
					264923, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [7]
				{
					114.7470000000321, -- [1]
					"Раал Прожорливый", -- [2]
					264923, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [8]
				{
					118.3970000000554, -- [1]
					"Раал Прожорливый", -- [2]
					264923, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [9]
			},
			[264153] = {
				{
					33.85900000005495, -- [1]
					"Прожорливая личинка", -- [2]
					264153, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [1]
				{
					33.85900000005495, -- [1]
					"Прожорливая личинка", -- [2]
					264153, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [2]
				{
					35.05200000002515, -- [1]
					"Прожорливая личинка", -- [2]
					264153, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [3]
				{
					44.88400000002002, -- [1]
					"Прожорливая личинка", -- [2]
					264153, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [4]
				{
					69.66100000002189, -- [1]
					"Прожорливая личинка", -- [2]
					264153, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [5]
				{
					71.49300000001676, -- [1]
					"Прожорливая личинка", -- [2]
					264153, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [6]
			},
			[264931] = {
				{
					34.7609999999986, -- [1]
					"Раал Прожорливый", -- [2]
					264931, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					78.05000000004657, -- [1]
					"Раал Прожорливый", -- [2]
					264931, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					121.7600000000093, -- [1]
					"Раал Прожорливый", -- [2]
					264931, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [49]
		{
			[260551] = {
				{
					9.62799999996787, -- [1]
					"Оживленный голиаф", -- [2]
					260551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.47399999998743, -- [1]
					"Оживленный голиаф", -- [2]
					260551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					54.06199999997625, -- [1]
					"Оживленный голиаф", -- [2]
					260551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					76.42900000000373, -- [1]
					"Оживленный голиаф", -- [2]
					260551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					99.43899999995483, -- [1]
					"Оживленный голиаф", -- [2]
					260551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[260508] = {
				{
					7.670999999972992, -- [1]
					"Оживленный голиаф", -- [2]
					260508, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					24.6819999999716, -- [1]
					"Оживленный голиаф", -- [2]
					260508, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					42.89899999997579, -- [1]
					"Оживленный голиаф", -- [2]
					260508, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					59.92999999999302, -- [1]
					"Оживленный голиаф", -- [2]
					260508, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					79.33799999998882, -- [1]
					"Оживленный голиаф", -- [2]
					260508, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					97.51999999996042, -- [1]
					"Оживленный голиаф", -- [2]
					260508, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
				{
					115.7379999999539, -- [1]
					"Оживленный голиаф", -- [2]
					260508, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [7]
			},
			[272668] = {
				{
					47.20899999997346, -- [1]
					"Неизвестно", -- [2]
					272668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					48.11499999999069, -- [1]
					"Пылающая душа", -- [2]
					272668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					49.38299999997253, -- [1]
					"Пылающая душа", -- [2]
					272668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					50.21899999998277, -- [1]
					"Пылающая душа", -- [2]
					272668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					51.25799999997253, -- [1]
					"Пылающая душа", -- [2]
					272668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					52.08199999999488, -- [1]
					"Пылающая душа", -- [2]
					272668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					53.45999999996275, -- [1]
					"Пылающая душа", -- [2]
					272668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[260512] = {
				{
					52.50599999999395, -- [1]
					"Оживленный голиаф", -- [2]
					260512, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [50]
		{
			[261266] = {
				{
					45.99799999996321, -- [1]
					"Сестра Маладия", -- [2]
					261266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[260805] = {
				{
					0.8299999999580905, -- [1]
					"Сестра Солена", -- [2]
					260805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.00899999996182, -- [1]
					"Сестра Маладия", -- [2]
					260805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					48.99799999996321, -- [1]
					"Сестра Брайар", -- [2]
					260805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					78.90299999999115, -- [1]
					"Сестра Солена", -- [2]
					260805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					114.1939999999595, -- [1]
					"Сестра Маладия", -- [2]
					260805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					140.109999999986, -- [1]
					"Сестра Брайар", -- [2]
					260805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[1513] = {
				{
					23.26599999994505, -- [1]
					"Gronï-Hyjal", -- [2]
					1513, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сюэнь", -- [5]
				}, -- [1]
			},
			[268077] = {
				{
					1.710999999952037, -- [1]
					"Сестра Солена", -- [2]
					268077, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					79.38799999997718, -- [1]
					"Сестра Солена", -- [2]
					268077, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[260852] = {
				{
					32.48999999999069, -- [1]
					"Сестра Маладия", -- [2]
					260852, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Радужный кристалл", -- [5]
				}, -- [1]
				{
					47.46899999998277, -- [1]
					"Сестра Брайар", -- [2]
					260852, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Радужный кристалл", -- [5]
				}, -- [2]
				{
					77.3849999999511, -- [1]
					"Сестра Солена", -- [2]
					260852, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Радужный кристалл", -- [5]
				}, -- [3]
				{
					112.6599999999744, -- [1]
					"Сестра Маладия", -- [2]
					260852, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Радужный кристалл", -- [5]
				}, -- [4]
				{
					138.5989999999874, -- [1]
					"Сестра Брайар", -- [2]
					260852, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Радужный кристалл", -- [5]
				}, -- [5]
			},
			[260701] = {
				{
					1.988999999943189, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					4.929999999993015, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [2]
				{
					7.354999999981374, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [3]
				{
					9.768999999971129, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [4]
				{
					12.20699999999488, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [5]
				{
					14.63999999995576, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [6]
				{
					18.2839999999851, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [7]
				{
					20.71199999999953, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [8]
				{
					23.13699999998789, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [9]
				{
					26.78699999995297, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [10]
				{
					29.21899999998277, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [11]
				{
					31.64399999997113, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [12]
				{
					34.06099999998696, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [13]
				{
					36.49699999997392, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [14]
				{
					38.93899999995483, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [15]
				{
					41.35799999994924, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [16]
				{
					43.77699999994366, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [17]
				{
					46.22199999995064, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [18]
				{
					83.9989999999525, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [19]
				{
					86.25599999999395, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [20]
				{
					88.69199999998091, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [21]
				{
					91.12899999995716, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [22]
				{
					93.5679999999702, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [23]
				{
					95.99099999997998, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [24]
				{
					98.42999999999302, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [25]
				{
					100.8549999999814, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [26]
				{
					103.2929999999469, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [27]
				{
					105.7219999999506, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [28]
				{
					108.1669999999576, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [29]
				{
					110.5779999999795, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [30]
				{
					113.0329999999958, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [31]
				{
					115.4599999999628, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [32]
				{
					117.8739999999525, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [33]
				{
					120.3229999999749, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [34]
				{
					122.7549999999465, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [35]
				{
					125.1759999999777, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [36]
				{
					127.5999999999767, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [37]
				{
					130.0359999999637, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [38]
				{
					132.4789999999921, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [39]
				{
					134.9069999999483, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [40]
				{
					137.3499999999767, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [41]
			},
			[19574] = {
				{
					19.56499999994412, -- [1]
					"Gronï-Hyjal", -- [2]
					19574, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[260907] = {
				{
					10.99599999998463, -- [1]
					"Сестра Солена", -- [2]
					260907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					91.12899999995716, -- [1]
					"Сестра Солена", -- [2]
					260907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[260698] = {
				{
					88.69199999998091, -- [1]
					"Сестра Солена", -- [2]
					260698, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					105.7219999999506, -- [1]
					"Сестра Солена", -- [2]
					260698, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
			},
			[261264] = {
				{
					30.8399999999674, -- [1]
					"Сестра Солена", -- [2]
					261264, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[260741] = {
				{
					58.36999999999534, -- [1]
					"Сестра Брайар", -- [2]
					260741, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [1]
				{
					72.90199999994365, -- [1]
					"Сестра Брайар", -- [2]
					260741, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [2]
				{
					148.2769999999437, -- [1]
					"Сестра Брайар", -- [2]
					260741, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [3]
			},
			[268088] = {
				{
					34.5, -- [1]
					"Сестра Маладия", -- [2]
					268088, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					114.6649999999791, -- [1]
					"Сестра Маладия", -- [2]
					268088, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[264475] = {
				{
					91.26599999994505, -- [1]
					"Lylu-Hyjal", -- [2]
					264475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[260696] = {
				{
					38.93899999995483, -- [1]
					"Сестра Маладия", -- [2]
					260696, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					46.22199999995064, -- [1]
					"Сестра Маладия", -- [2]
					260696, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					119.0989999999874, -- [1]
					"Сестра Маладия", -- [2]
					260696, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
			},
			[781] = {
				{
					19.9199999999837, -- [1]
					"Gronï-Hyjal", -- [2]
					781, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[260699] = {
				{
					32.87099999998463, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [1]
				{
					35.28199999994831, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [2]
				{
					37.73499999998603, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [3]
				{
					40.15199999994366, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [4]
				{
					42.55799999996088, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [5]
				{
					45.01399999996647, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [6]
				{
					47.42599999997765, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [7]
				{
					49.86699999996927, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [8]
				{
					52.28099999995902, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [9]
				{
					54.72299999999814, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [10]
				{
					57.16899999999441, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [11]
				{
					60.79399999999441, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [12]
				{
					63.21999999997206, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [13]
				{
					65.65699999994831, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [14]
				{
					68.07399999996414, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [15]
				{
					70.49399999994785, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [16]
				{
					72.90199999994365, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [17]
				{
					75.32299999997485, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [18]
			},
			[260703] = {
				{
					42.55799999996088, -- [1]
					"Сестра Маладия", -- [2]
					260703, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					122.7549999999465, -- [1]
					"Сестра Маладия", -- [2]
					260703, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[261265] = {
				{
					76.01899999997113, -- [1]
					"Сестра Брайар", -- [2]
					261265, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[260700] = {
				{
					1.292999999946915, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					3.726999999955297, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [2]
				{
					6.142999999981839, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [3]
				{
					8.560999999986961, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [4]
				{
					10.99599999998463, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [5]
				{
					13.42399999999907, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [6]
				{
					15.84599999996135, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [7]
				{
					19.49699999997392, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [8]
				{
					21.92199999996228, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [9]
				{
					24.34999999997672, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [10]
				{
					26.78699999995297, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [11]
				{
					29.21899999998277, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [12]
				{
					31.64399999997113, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [13]
				{
					48.66199999995297, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [14]
				{
					51.08699999999953, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [15]
				{
					53.4989999999525, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [16]
				{
					55.9429999999702, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [17]
				{
					58.36999999999534, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [18]
				{
					60.79399999999441, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [19]
				{
					63.21999999997206, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [20]
				{
					65.65699999994831, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [21]
				{
					68.07399999996414, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [22]
				{
					70.49399999994785, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [23]
				{
					72.90199999994365, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [24]
				{
					75.32299999997485, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [25]
				{
					77.77399999997579, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [26]
				{
					80.1809999999823, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [27]
				{
					82.60799999994924, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [28]
				{
					85.04399999999441, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [29]
				{
					87.4649999999674, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [30]
				{
					89.94099999999162, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [31]
				{
					93.5679999999702, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [32]
				{
					95.99099999997998, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [33]
				{
					98.42999999999302, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [34]
				{
					100.8549999999814, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [35]
				{
					103.2929999999469, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [36]
				{
					105.7219999999506, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [37]
				{
					108.1669999999576, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [38]
				{
					110.5779999999795, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [39]
			},
			[19801] = {
				{
					11.42299999995157, -- [1]
					"Gronï-Hyjal", -- [2]
					19801, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [1]
			},
			[125439] = {
				{
					91.28199999994831, -- [1]
					"Lylu-Hyjal", -- [2]
					125439, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[260697] = {
				{
					66.86099999997532, -- [1]
					"Сестра Брайар", -- [2]
					260697, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					144.6349999999511, -- [1]
					"Сестра Брайар", -- [2]
					260697, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					150.6969999999856, -- [1]
					"Сестра Брайар", -- [2]
					260697, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
			},
			[186265] = {
				{
					15.07099999999628, -- [1]
					"Gronï-Hyjal", -- [2]
					186265, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[268122] = {
				{
					49.08799999998882, -- [1]
					"Сестра Брайар", -- [2]
					268122, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					140.2019999999902, -- [1]
					"Сестра Брайар", -- [2]
					268122, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[264492] = {
				{
					91.56099999998696, -- [1]
					"Lylu-Hyjal", -- [2]
					264492, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					91.57599999994272, -- [1]
					"Lylu-Hyjal", -- [2]
					264492, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[116670] = {
				{
					93.82399999996414, -- [1]
					"Lylu-Hyjal", -- [2]
					116670, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сестра Солена", -- [5]
				}, -- [1]
			},
		}, -- [51]
		{
			[267034] = {
				{
					11.19699999998557, -- [1]
					"Вол'зит Шепчущая", -- [2]
					267034, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пеини-ЧерныйШрам", -- [5]
				}, -- [1]
			},
			[267360] = {
				{
					24.64999999996508, -- [1]
					"Вол'зит Шепчущая", -- [2]
					267360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[269399] = {
				{
					17.54199999995763, -- [1]
					"Вол'зит Шепчущая", -- [2]
					269399, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[267385] = {
				{
					11.07699999999022, -- [1]
					"Щупальце", -- [2]
					267385, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					15.93899999995483, -- [1]
					"Щупальце", -- [2]
					267385, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					21.1929999999702, -- [1]
					"Щупальце", -- [2]
					267385, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					36.95899999997346, -- [1]
					"Щупальце", -- [2]
					267385, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					38.99299999995856, -- [1]
					"Щупальце", -- [2]
					267385, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					43.03499999997439, -- [1]
					"Щупальце", -- [2]
					267385, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					49.90499999996973, -- [1]
					"Щупальце", -- [2]
					267385, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					58.67200000002049, -- [1]
					"Щупальце", -- [2]
					267385, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[267548] = {
				{
					24.64999999996508, -- [1]
					"Утонувший обитатель глубин", -- [2]
					267548, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[267299] = {
				{
					50.7489999999525, -- [1]
					"Вол'зит Шепчущая", -- [2]
					267299, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [52]
		{
			[269131] = {
				{
					18.20000000001164, -- [1]
					"Лорд Штормсонг", -- [2]
					269131, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[269097] = {
				{
					13.13299999997253, -- [1]
					"Лорд Штормсонг", -- [2]
					269097, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[268347] = {
				{
					10.21399999997811, -- [1]
					"Лорд Штормсонг", -- [2]
					268347, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					21.12599999998929, -- [1]
					"Лорд Штормсонг", -- [2]
					268347, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					36.92099999997299, -- [1]
					"Лорд Штормсонг", -- [2]
					268347, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
			},
			[268896] = {
				{
					14.26799999998184, -- [1]
					"Лорд Штормсонг", -- [2]
					268896, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.20199999999022, -- [1]
					"Лорд Штормсонг", -- [2]
					268896, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					37.33799999998882, -- [1]
					"Лорд Штормсонг", -- [2]
					268896, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [53]
		{
			[267901] = {
				{
					6.454000000027008, -- [1]
					"Брат Айронхалл", -- [2]
					267901, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					39.17499999998836, -- [1]
					"Брат Айронхалл", -- [2]
					267901, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[267818] = {
				{
					1.239000000001397, -- [1]
					"Призывательница штормов Фэй", -- [2]
					267818, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					15.42700000002515, -- [1]
					"Призывательница штормов Фэй", -- [2]
					267818, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					25.1359999999986, -- [1]
					"Призывательница штормов Фэй", -- [2]
					267818, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[267830] = {
				{
					26.27500000002328, -- [1]
					"Призывательница штормов Фэй", -- [2]
					267830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[267899] = {
				{
					8.850000000034925, -- [1]
					"Брат Айронхалл", -- [2]
					267899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.06200000003446, -- [1]
					"Брат Айронхалл", -- [2]
					267899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					45.25099999998929, -- [1]
					"Брат Айронхалл", -- [2]
					267899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [54]
		{
			[268184] = {
				{
					30.38500000000931, -- [1]
					"Говорящая с ветрами Хелдис", -- [2]
					268184, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					59.95100000000093, -- [1]
					"Говорящая с ветрами Хелдис", -- [2]
					268184, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[264903] = {
				{
					28.6819999999716, -- [1]
					"Аква'сирр", -- [2]
					264903, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[268177] = {
				{
					10.46399999997811, -- [1]
					"Говорящая с ветрами Хелдис", -- [2]
					268177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					14.10700000001816, -- [1]
					"Говорящая с ветрами Хелдис", -- [2]
					268177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					17.75699999998324, -- [1]
					"Говорящая с ветрами Хелдис", -- [2]
					268177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					21.37799999996787, -- [1]
					"Говорящая с ветрами Хелдис", -- [2]
					268177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					33.14699999999721, -- [1]
					"Говорящая с ветрами Хелдис", -- [2]
					268177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					37.17499999998836, -- [1]
					"Говорящая с ветрами Хелдис", -- [2]
					268177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
				{
					40.83500000002096, -- [1]
					"Говорящая с ветрами Хелдис", -- [2]
					268177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [7]
				{
					44.46799999999348, -- [1]
					"Говорящая с ветрами Хелдис", -- [2]
					268177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [8]
				{
					53.37799999996787, -- [1]
					"Говорящая с ветрами Хелдис", -- [2]
					268177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Штаен", -- [5]
				}, -- [9]
				{
					57.02999999996973, -- [1]
					"Говорящая с ветрами Хелдис", -- [2]
					268177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [10]
				{
					62.69099999999162, -- [1]
					"Говорящая с ветрами Хелдис", -- [2]
					268177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [11]
				{
					66.73499999998603, -- [1]
					"Говорящая с ветрами Хелдис", -- [2]
					268177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [12]
			},
			[241680] = {
				{
					5.619999999995343, -- [1]
					"Лорд Штормсонг", -- [2]
					241680, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[264477] = {
				{
					25.75599999999395, -- [1]
					"Аква'сирр", -- [2]
					264477, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[264526] = {
				{
					25.7729999999865, -- [1]
					"Цепкие щупальца", -- [2]
					264526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[264560] = {
				{
					10.46399999997811, -- [1]
					"Аква'сирр", -- [2]
					264560, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					39.80300000001444, -- [1]
					"Воденыш", -- [2]
					264560, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					40.83500000002096, -- [1]
					"Воденыш", -- [2]
					264560, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шальтаира", -- [5]
				}, -- [3]
				{
					44.46799999999348, -- [1]
					"Воденыш", -- [2]
					264560, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пеини-ЧерныйШрам", -- [5]
				}, -- [4]
			},
			[268187] = {
				{
					23.3190000000177, -- [1]
					"Говорящая с ветрами Хелдис", -- [2]
					268187, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					46.39299999998184, -- [1]
					"Говорящая с ветрами Хелдис", -- [2]
					268187, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[265001] = {
				{
					39.64199999999255, -- [1]
					"Воденыш", -- [2]
					265001, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пеини-ЧерныйШрам", -- [5]
				}, -- [1]
				{
					42.04200000001583, -- [1]
					"Воденыш", -- [2]
					265001, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					46.90499999996973, -- [1]
					"Воденыш", -- [2]
					265001, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
			},
			[264101] = {
				{
					20.95899999997346, -- [1]
					"Аква'сирр", -- [2]
					264101, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					51.74800000002142, -- [1]
					"Воденыш", -- [2]
					264101, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [55]
		{
			[200182] = {
				{
					3.365999999979977, -- [1]
					"Тень Ксавия", -- [2]
					200182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
			},
			[231461] = {
				{
					16.89299999998184, -- [1]
					"Разрушитель \"Погребальный огонь\"", -- [2]
					231461, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[79833] = {
				{
					16.89299999998184, -- [1]
					"Ренсар Большое Копыто", -- [2]
					79833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ренсар Большое Копыто", -- [5]
				}, -- [1]
			},
			[79849] = {
				{
					16.89299999998184, -- [1]
					"Стражница Кирин-Тора", -- [2]
					79849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					16.89299999998184, -- [1]
					"Страж Кирин-Тора", -- [2]
					79849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					16.89299999998184, -- [1]
					"Страж Кирин-Тора", -- [2]
					79849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					16.89299999998184, -- [1]
					"Страж Кирин-Тора", -- [2]
					79849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					16.89299999998184, -- [1]
					"Стражница Кирин-Тора", -- [2]
					79849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					16.89299999998184, -- [1]
					"Стражница Кирин-Тора", -- [2]
					79849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					16.89299999998184, -- [1]
					"Страж Кирин-Тора", -- [2]
					79849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[79175] = {
				{
					16.89299999998184, -- [1]
					"Краб-быстроступ", -- [2]
					79175, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Приливный скрытень", -- [5]
				}, -- [1]
			},
			[255595] = {
				{
					16.89299999998184, -- [1]
					"Приливный скрытень", -- [2]
					255595, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Краб-быстроступ", -- [5]
				}, -- [1]
				{
					16.89299999998184, -- [1]
					"Приливный скрытень", -- [2]
					255595, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Краб-быстроступ", -- [5]
				}, -- [2]
				{
					16.89299999998184, -- [1]
					"Приливный скрытень", -- [2]
					255595, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Краб-быстроступ", -- [5]
				}, -- [3]
			},
			[117892] = {
				{
					16.89299999998184, -- [1]
					"Соленоплавниковый пловец", -- [2]
					117892, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[79176] = {
				{
					16.89299999998184, -- [1]
					"Краб-быстроступ", -- [2]
					79176, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					16.89299999998184, -- [1]
					"Краб-быстроступ", -- [2]
					79176, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					16.89299999998184, -- [1]
					"Краб-быстроступ", -- [2]
					79176, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[200238] = {
				{
					16.71399999997811, -- [1]
					"Тень Ксавия", -- [2]
					200238, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
			},
			[214226] = {
				{
					16.89299999998184, -- [1]
					"Ночнорожденный-лазутчик", -- [2]
					214226, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гиппогриф обители Павшей Луны", -- [5]
				}, -- [1]
				{
					16.89299999998184, -- [1]
					"Ночнорожденный-лазутчик", -- [2]
					214226, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гиппогриф обители Павшей Луны", -- [5]
				}, -- [2]
			},
			[231532] = {
				{
					16.89299999998184, -- [1]
					"Разрушитель \"Погребальный огонь\"", -- [2]
					231532, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кулак Сумеречной стражи", -- [5]
				}, -- [1]
			},
		}, -- [56]
		{
		}, -- [57]
		{
			[204666] = {
				{
					7.277000000001863, -- [1]
					"Дубосерд", -- [2]
					204666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [58]
		{
			[198376] = {
				{
					11.95800000001327, -- [1]
					"Верховный друид Глайдалис", -- [2]
					198376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[198379] = {
				{
					13.97899999999208, -- [1]
					"Верховный друид Глайдалис", -- [2]
					198379, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [59]
		{
			[268586] = {
				{
					19.02100000000792, -- [1]
					"Король Дазар", -- [2]
					268586, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					37.22300000002724, -- [1]
					"Король Дазар", -- [2]
					268586, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					51.79200000001583, -- [1]
					"Король Дазар", -- [2]
					268586, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					66.34200000000419, -- [1]
					"Король Дазар", -- [2]
					268586, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					84.98800000001211, -- [1]
					"Король Дазар", -- [2]
					268586, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					99.15700000000652, -- [1]
					"Король Дазар", -- [2]
					268586, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					113.7300000000105, -- [1]
					"Король Дазар", -- [2]
					268586, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					130.7690000000002, -- [1]
					"Король Дазар", -- [2]
					268586, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					144.5130000000063, -- [1]
					"Король Дазар", -- [2]
					268586, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
			},
			[269232] = {
				{
					51.70600000000559, -- [1]
					"Ребан", -- [2]
					269232, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					64.95000000001164, -- [1]
					"Ребан", -- [2]
					269232, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					76.0230000000156, -- [1]
					"Ребан", -- [2]
					269232, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[268403] = {
				{
					9.297000000020489, -- [1]
					"Король Дазар", -- [2]
					268403, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Crispypops-DefiasBrotherhood", -- [5]
				}, -- [1]
				{
					23.97600000002421, -- [1]
					"Король Дазар", -- [2]
					268403, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Crispypops-DefiasBrotherhood", -- [5]
				}, -- [2]
				{
					42.18000000002212, -- [1]
					"Король Дазар", -- [2]
					268403, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nilesh-Proudmoore", -- [5]
				}, -- [3]
				{
					61.4210000000021, -- [1]
					"Король Дазар", -- [2]
					268403, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Norahx-Ghostlands", -- [5]
				}, -- [4]
				{
					71.2730000000156, -- [1]
					"Король Дазар", -- [2]
					268403, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Crispypops-DefiasBrotherhood", -- [5]
				}, -- [5]
				{
					82.29800000000978, -- [1]
					"Король Дазар", -- [2]
					268403, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Crispypops-DefiasBrotherhood", -- [5]
				}, -- [6]
				{
					92.26300000000629, -- [1]
					"Король Дазар", -- [2]
					268403, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Crispypops-DefiasBrotherhood", -- [5]
				}, -- [7]
				{
					104.0910000000149, -- [1]
					"Король Дазар", -- [2]
					268403, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Norahx-Ghostlands", -- [5]
				}, -- [8]
				{
					118.6530000000203, -- [1]
					"Король Дазар", -- [2]
					268403, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nilesh-Proudmoore", -- [5]
				}, -- [9]
				{
					135.6780000000144, -- [1]
					"Король Дазар", -- [2]
					268403, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Crispypops-DefiasBrotherhood", -- [5]
				}, -- [10]
			},
			[269369] = {
				{
					90.15400000000955, -- [1]
					"Т'зала", -- [2]
					269369, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					103.5230000000156, -- [1]
					"Т'зала", -- [2]
					269369, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[269231] = {
				{
					51.50600000002305, -- [1]
					"Ребан", -- [2]
					269231, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Здаровыч", -- [5]
				}, -- [1]
				{
					63.62900000001537, -- [1]
					"Ребан", -- [2]
					269231, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nilesh-Proudmoore", -- [5]
				}, -- [2]
				{
					75.79200000001583, -- [1]
					"Ребан", -- [2]
					269231, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Norahx-Ghostlands", -- [5]
				}, -- [3]
			},
			[268932] = {
				{
					14.93400000000838, -- [1]
					"Король Дазар", -- [2]
					268932, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.375, -- [1]
					"Король Дазар", -- [2]
					268932, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					58.76600000000326, -- [1]
					"Король Дазар", -- [2]
					268932, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					78.0800000000163, -- [1]
					"Король Дазар", -- [2]
					268932, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					109.56700000001, -- [1]
					"Король Дазар", -- [2]
					268932, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					128.3040000000037, -- [1]
					"Король Дазар", -- [2]
					268932, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[269351] = {
				{
					80.65700000000652, -- [1]
					"Т'зала", -- [2]
					269351, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[268936] = {
				{
					15.81300000002375, -- [1]
					"Король Дазар", -- [2]
					268936, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					35.09500000000116, -- [1]
					"Король Дазар", -- [2]
					268936, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					59.70000000001164, -- [1]
					"Король Дазар", -- [2]
					268936, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					78.36500000001979, -- [1]
					"Король Дазар", -- [2]
					268936, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					110.4280000000144, -- [1]
					"Король Дазар", -- [2]
					268936, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					129.0410000000265, -- [1]
					"Король Дазар", -- [2]
					268936, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
		}, -- [60]
		{
			[270505] = {
				{
					180.4339999999793, -- [1]
					"Призрачная повелительница животных", -- [2]
					270505, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
			},
			[266939] = {
				{
					142.4440000000177, -- [1]
					"Ака'али Завоевательница", -- [2]
					266939, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					165.4869999999937, -- [1]
					"Ака'али Завоевательница", -- [2]
					266939, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[266231] = {
				{
					23.7840000000142, -- [1]
					"Кула Живодерка", -- [2]
					266231, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Crispypops-DefiasBrotherhood", -- [5]
				}, -- [1]
				{
					45.6710000000021, -- [1]
					"Кула Живодерка", -- [2]
					266231, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Crispypops-DefiasBrotherhood", -- [5]
				}, -- [2]
			},
			[267060] = {
				{
					75.82800000000861, -- [1]
					"Заназал Мудрый", -- [2]
					267060, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[267308] = {
				{
					60.75700000001234, -- [1]
					"Заназал Мудрый", -- [2]
					267308, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					68.05900000000838, -- [1]
					"Заназал Мудрый", -- [2]
					267308, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					70.47500000000582, -- [1]
					"Заназал Мудрый", -- [2]
					267308, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					83.42699999999604, -- [1]
					"Заназал Мудрый", -- [2]
					267308, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					85.83900000000722, -- [1]
					"Заназал Мудрый", -- [2]
					267308, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					88.27700000000186, -- [1]
					"Заназал Мудрый", -- [2]
					267308, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
				{
					90.71400000000722, -- [1]
					"Заназал Мудрый", -- [2]
					267308, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [7]
				{
					105.2740000000049, -- [1]
					"Заназал Мудрый", -- [2]
					267308, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [8]
				{
					107.7039999999979, -- [1]
					"Заназал Мудрый", -- [2]
					267308, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [9]
				{
					110.1560000000172, -- [1]
					"Заназал Мудрый", -- [2]
					267308, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [10]
				{
					112.5899999999965, -- [1]
					"Заназал Мудрый", -- [2]
					267308, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [11]
				{
					115.0070000000123, -- [1]
					"Заназал Мудрый", -- [2]
					267308, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [12]
				{
					117.4250000000175, -- [1]
					"Заназал Мудрый", -- [2]
					267308, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [13]
				{
					121.0800000000163, -- [1]
					"Заназал Мудрый", -- [2]
					267308, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [14]
			},
			[266206] = {
				{
					10.46900000001187, -- [1]
					"Кула Живодерка", -- [2]
					266206, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.40400000000955, -- [1]
					"Кула Живодерка", -- [2]
					266206, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					32.32200000001467, -- [1]
					"Кула Живодерка", -- [2]
					266206, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					43.27900000000955, -- [1]
					"Кула Живодерка", -- [2]
					266206, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					70.8300000000163, -- [1]
					"Кула Живодерка", -- [2]
					266206, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					125.4830000000075, -- [1]
					"Кула Живодерка", -- [2]
					266206, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					149.7119999999995, -- [1]
					"Кула Живодерка", -- [2]
					266206, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[266940] = {
				{
					142.6009999999951, -- [1]
					"Ака'али Завоевательница", -- [2]
					266940, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					166.4360000000161, -- [1]
					"Ака'али Завоевательница", -- [2]
					266940, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[267257] = {
				{
					83.83999999999651, -- [1]
					"Громовой тотем", -- [2]
					267257, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					92.65600000001723, -- [1]
					"Громовой тотем", -- [2]
					267257, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[270493] = {
				{
					180.4339999999793, -- [1]
					"Призрачный жрец-проклинатель", -- [2]
					270493, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
			},
			[266237] = {
				{
					147.6260000000184, -- [1]
					"Ака'али Завоевательница", -- [2]
					266237, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					171.8969999999972, -- [1]
					"Ака'али Завоевательница", -- [2]
					266237, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
			},
			[266951] = {
				{
					142.4440000000177, -- [1]
					"Ака'али Завоевательница", -- [2]
					266951, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Crispypops-DefiasBrotherhood", -- [5]
				}, -- [1]
				{
					165.4869999999937, -- [1]
					"Ака'али Завоевательница", -- [2]
					266951, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nilesh-Proudmoore", -- [5]
				}, -- [2]
			},
			[267256] = {
				{
					78.34200000000419, -- [1]
					"Тотем земляной стены", -- [2]
					267256, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					81.09799999999814, -- [1]
					"Тотем земляной стены", -- [2]
					267256, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					84.73699999999371, -- [1]
					"Тотем земляной стены", -- [2]
					267256, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					88.375, -- [1]
					"Тотем земляной стены", -- [2]
					267256, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					92.0219999999972, -- [1]
					"Тотем земляной стены", -- [2]
					267256, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					95.65299999999115, -- [1]
					"Тотем земляной стены", -- [2]
					267256, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					100.1130000000121, -- [1]
					"Тотем земляной стены", -- [2]
					267256, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					103.7419999999984, -- [1]
					"Тотем земляной стены", -- [2]
					267256, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
		}, -- [61]
		{
			[267639] = {
				{
					13.28200000000652, -- [1]
					"Мчимба Бальзамировщик", -- [2]
					267639, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					50.92300000000978, -- [1]
					"Мчимба Бальзамировщик", -- [2]
					267639, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					66.71199999999953, -- [1]
					"Мчимба Бальзамировщик", -- [2]
					267639, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[267702] = {
				{
					29.58400000000256, -- [1]
					"Мчимба Бальзамировщик", -- [2]
					267702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Norahx-Ghostlands", -- [5]
				}, -- [1]
			},
			[267618] = {
				{
					17.63999999998487, -- [1]
					"Мчимба Бальзамировщик", -- [2]
					267618, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Здаровыч", -- [5]
				}, -- [1]
				{
					55.27599999998347, -- [1]
					"Мчимба Бальзамировщик", -- [2]
					267618, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Norahx-Ghostlands", -- [5]
				}, -- [2]
				{
					73.49700000000303, -- [1]
					"Мчимба Бальзамировщик", -- [2]
					267618, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Crispypops-DefiasBrotherhood", -- [5]
				}, -- [3]
			},
		}, -- [62]
		{
			[265773] = {
				{
					10.35300000000279, -- [1]
					"Золотой Змей", -- [2]
					265773, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Здаровыч", -- [5]
				}, -- [1]
				{
					20.86800000001676, -- [1]
					"Золотой Змей", -- [2]
					265773, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Norahx-Ghostlands", -- [5]
				}, -- [2]
				{
					31.80900000000838, -- [1]
					"Золотой Змей", -- [2]
					265773, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Здаровыч", -- [5]
				}, -- [3]
				{
					45.1820000000007, -- [1]
					"Золотой Змей", -- [2]
					265773, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Crispypops-DefiasBrotherhood", -- [5]
				}, -- [4]
				{
					56.12799999999697, -- [1]
					"Золотой Змей", -- [2]
					265773, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Norahx-Ghostlands", -- [5]
				}, -- [5]
				{
					67.04699999999139, -- [1]
					"Золотой Змей", -- [2]
					265773, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Crispypops-DefiasBrotherhood", -- [5]
				}, -- [6]
			},
			[265910] = {
				{
					16.74400000000605, -- [1]
					"Золотой Змей", -- [2]
					265910, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					33.74199999999837, -- [1]
					"Золотой Змей", -- [2]
					265910, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					50.78299999999581, -- [1]
					"Золотой Змей", -- [2]
					265910, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
			},
			[265923] = {
				{
					43.04699999999139, -- [1]
					"Золотой Змей", -- [2]
					265923, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[265781] = {
				{
					15.10599999999977, -- [1]
					"Золотой Змей", -- [2]
					265781, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					38.17199999999139, -- [1]
					"Золотой Змей", -- [2]
					265781, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					60.05900000000838, -- [1]
					"Золотой Змей", -- [2]
					265781, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [63]
	},
	["useicons"] = true,
	["window_scale"] = 1,
	["backdrop_color"] = {
		0, -- [1]
		0, -- [2]
		0, -- [3]
		0.4, -- [4]
	},
	["deaths_data"] = {
		{
		}, -- [1]
		{
		}, -- [2]
		{
			["Убеванкиноби"] = {
				{
					["time"] = 87.54899999988265,
					["events"] = {
						{
							true, -- [1]
							321669, -- [2]
							562, -- [3]
							1606680655.407, -- [4]
							2763, -- [5]
							"Иллюзорный клон", -- [6]
							nil, -- [7]
							8, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [1]
						{
							true, -- [1]
							321669, -- [2]
							561, -- [3]
							1606680655.407, -- [4]
							2202, -- [5]
							"Иллюзорный клон", -- [6]
							nil, -- [7]
							8, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [2]
						{
							true, -- [1]
							1, -- [2]
							8306, -- [3]
							1606680657.1, -- [4]
							2202, -- [5]
							"Призывательница Туманов", -- [6]
							nil, -- [7]
							1, -- [8]
							false, -- [9]
							6104, -- [10]
						}, -- [3]
					},
				}, -- [1]
			},
			["Сочувствие"] = {
				{
					["time"] = 102.1129999998957,
					["events"] = {
						{
							true, -- [1]
							321669, -- [2]
							783, -- [3]
							1606680668.902, -- [4]
							903, -- [5]
							"Иллюзорный клон", -- [6]
							nil, -- [7]
							8, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [1]
						{
							true, -- [1]
							321669, -- [2]
							840, -- [3]
							1606680671.672, -- [4]
							63, -- [5]
							"Иллюзорный клон", -- [6]
							nil, -- [7]
							8, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [2]
						{
							true, -- [1]
							321669, -- [2]
							840, -- [3]
							1606680671.672, -- [4]
							1, -- [5]
							"Иллюзорный клон", -- [6]
							nil, -- [7]
							8, -- [8]
							false, -- [9]
							777, -- [10]
						}, -- [3]
					},
				}, -- [1]
			},
			["Взлетная"] = {
				{
					["time"] = 25.14299999992363,
					["events"] = {
						{
							true, -- [1]
							321669, -- [2]
							378, -- [3]
							1606680594.572, -- [4]
							17349, -- [5]
							"Иллюзорный клон", -- [6]
							nil, -- [7]
							8, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [1]
						{
							true, -- [1]
							321834, -- [2]
							9072, -- [3]
							1606680594.703, -- [4]
							8277, -- [5]
							"Призывательница Туманов", -- [6]
							nil, -- [7]
							1, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [2]
						{
							true, -- [1]
							336759, -- [2]
							9072, -- [3]
							1606680594.719, -- [4]
							1, -- [5]
							"Призывательница Туманов", -- [6]
							nil, -- [7]
							1, -- [8]
							false, -- [9]
							795, -- [10]
						}, -- [3]
					},
				}, -- [1]
				{
					["time"] = 97.37899999995716,
					["events"] = {
						{
							true, -- [1]
							321669, -- [2]
							719, -- [3]
							1606680665.316, -- [4]
							8690, -- [5]
							"Иллюзорный клон", -- [6]
							nil, -- [7]
							8, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [1]
						{
							true, -- [1]
							321669, -- [2]
							719, -- [3]
							1606680665.6, -- [4]
							7971, -- [5]
							"Иллюзорный клон", -- [6]
							nil, -- [7]
							8, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [2]
						{
							true, -- [1]
							321893, -- [2]
							8421, -- [3]
							1606680666.931, -- [4]
							1, -- [5]
							"Иллюзорный лисохвост <Призывательница Туманов>", -- [6]
							nil, -- [7]
							16, -- [8]
							false, -- [9]
							450, -- [10]
						}, -- [3]
					},
				}, -- [2]
			},
			["Альфоня"] = {
				{
					["time"] = 103.9909999999218,
					["events"] = {
						{
							true, -- [1]
							321669, -- [2]
							836, -- [3]
							1606680671.672, -- [4]
							3680, -- [5]
							"Иллюзорный клон", -- [6]
							47, -- [7]
							8, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [1]
						{
							true, -- [1]
							321669, -- [2]
							835, -- [3]
							1606680672.885, -- [4]
							2904, -- [5]
							"Иллюзорный клон", -- [6]
							59, -- [7]
							8, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [2]
						{
							true, -- [1]
							1, -- [2]
							18665, -- [3]
							1606680673.543, -- [4]
							10353, -- [5]
							"Призывательница Туманов", -- [6]
							1456, -- [7]
							1, -- [8]
							false, -- [9]
							6950, -- [10]
						}, -- [3]
					},
				}, -- [1]
			},
			["Эстрэя"] = {
				{
					["time"] = 83.56000000005588,
					["events"] = {
						{
							true, -- [1]
							321669, -- [2]
							465, -- [3]
							1606680652.281, -- [4]
							3663, -- [5]
							"Иллюзорный клон", -- [6]
							nil, -- [7]
							8, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [1]
						{
							true, -- [1]
							321669, -- [2]
							465, -- [3]
							1606680652.281, -- [4]
							3198, -- [5]
							"Иллюзорный клон", -- [6]
							nil, -- [7]
							8, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [2]
						{
							true, -- [1]
							321834, -- [2]
							5546, -- [3]
							1606680653.093, -- [4]
							1, -- [5]
							"Призывательница Туманов", -- [6]
							nil, -- [7]
							1, -- [8]
							false, -- [9]
							942, -- [10]
						}, -- [3]
					},
				}, -- [1]
			},
		}, -- [3]
		{
		}, -- [4]
	},
	["debuff_timeline"] = {
		{
			["Убеванкиноби"] = {
				[331172] = {
					21.29099999996834, -- [1]
					22.98399999993853, -- [2]
					87.74399999994785, -- [3]
					89.9409999998752, -- [4]
					104.9109999998473, -- [5]
					108.3759999999311, -- [6]
					["stacks"] = {
					},
					["source"] = "[*] Связь разума",
					["active"] = false,
				},
				[322563] = {
					45.98899999982677, -- [1]
					60.74099999992177, -- [2]
					["stacks"] = {
					},
					["source"] = "Тред'ова",
					["active"] = false,
				},
				[326309] = {
					12.06299999984913, -- [1]
					13.40200000000186, -- [2]
					28.34799999999814, -- [3]
					29.82499999995343, -- [4]
					48.82299999985844, -- [5]
					49.10399999981746, -- [6]
					53.58099999977276, -- [7]
					54.4179999998305, -- [8]
					59.5659999998752, -- [9]
					60.55899999989197, -- [10]
					61.21799999987707, -- [11]
					61.98499999986962, -- [12]
					81.52299999981187, -- [13]
					81.63499999977648, -- [14]
					106.7859999998473, -- [15]
					107.5689999999013, -- [16]
					["stacks"] = {
					},
					["source"] = "[*] Разлагающая кислота",
					["active"] = false,
				},
			},
			["Сочувствие"] = {
				[322648] = {
					87.48499999986961, -- [1]
					89.9409999998752, -- [2]
					104.6589999999851, -- [3]
					108.3759999999311, -- [4]
					["stacks"] = {
					},
					["source"] = "[*] Связь разума",
					["active"] = false,
				},
				[331172] = {
					21.29099999996834, -- [1]
					23.82999999984168, -- [2]
					124.2359999998007, -- [3]
					125.0189999998547, -- [4]
					["stacks"] = {
					},
					["source"] = "[*] Связь разума",
					["active"] = false,
				},
				[322563] = {
					92.18299999996088, -- [1]
					106.9349999998231, -- [2]
					["stacks"] = {
					},
					["source"] = "Тред'ова",
					["active"] = false,
				},
			},
			["Взлетная"] = {
				[322648] = {
					21.04499999992549, -- [1]
					23.82999999984168, -- [2]
					["stacks"] = {
					},
					["source"] = "[*] Связь разума",
					["active"] = false,
				},
				[331172] = {
					104.9109999998473, -- [1]
					107.2829999998212, -- [2]
					["stacks"] = {
					},
					["source"] = "[*] Связь разума",
					["active"] = false,
				},
			},
			["Эстрэя"] = {
				[331172] = {
					87.74399999994785, -- [1]
					88.59299999987707, -- [2]
					104.9109999998473, -- [3]
					106.6949999998324, -- [4]
					124.2359999998007, -- [5]
					125.0189999998547, -- [6]
					["stacks"] = {
					},
					["source"] = "[*] Связь разума",
					["active"] = false,
				},
			},
			["Альфоня"] = {
				[331172] = {
					21.29099999996834, -- [1]
					22.98399999993853, -- [2]
					["stacks"] = {
					},
					["source"] = "[*] Связь разума",
					["active"] = false,
				},
				[322648] = {
					123.9809999999125, -- [1]
					125.0189999998547, -- [2]
					["stacks"] = {
					},
					["source"] = "[*] Связь разума",
					["active"] = false,
				},
			},
		}, -- [1]
		{
			["Сочувствие"] = {
				[321891] = {
					47.1480000000447, -- [1]
					59.15999999991618, -- [2]
					72.67699999990873, -- [3]
					84.6699999999255, -- [4]
					["stacks"] = {
					},
					["source"] = "Иллюзорный лисохвост",
					["active"] = false,
				},
				[321893] = {
					73.997999999905, -- [1]
					81.99399999994785, -- [2]
					["stacks"] = {
					},
					["source"] = "Иллюзорный лисохвост",
					["active"] = false,
				},
			},
			["Взлетная"] = {
				[321891] = {
					24.89999999990687, -- [1]
					36.9069999998901, -- [2]
					95.33400000003166, -- [3]
					107.3370000000577, -- [4]
					["stacks"] = {
					},
					["source"] = "Иллюзорный лисохвост",
					["active"] = false,
				},
			},
			["Альфоня"] = {
				[321891] = {
					118.4050000000279, -- [1]
					130.4150000000373, -- [2]
					142.7060000000056, -- [3]
					150.1099999998696, -- [4]
					["stacks"] = {
					},
					["source"] = "Иллюзорный лисохвост",
					["active"] = false,
				},
			},
		}, -- [2]
		{
			["Убеванкиноби"] = {
				[321893] = {
					21.53600000008009, -- [1]
					23.29700000002049, -- [2]
					78.79399999999441, -- [3]
					86.79000000003725, -- [4]
					["stacks"] = {
					},
					["source"] = "Иллюзорный лисохвост",
					["active"] = false,
				},
			},
			["Сочувствие"] = {
				[321891] = {
					46.55300000007264, -- [1]
					58.56300000008196, -- [2]
					["stacks"] = {
					},
					["source"] = "Иллюзорный лисохвост",
					["active"] = false,
				},
				[321893] = {
					46.57599999988452, -- [1]
					54.59799999999814, -- [2]
					["stacks"] = {
					},
					["source"] = "Иллюзорный лисохвост",
					["active"] = false,
				},
			},
			["Взлетная"] = {
				[321893] = {
					21.53600000008009, -- [1]
					25.14299999992363, -- [2]
					["stacks"] = {
					},
					["source"] = "Иллюзорный лисохвост",
					["active"] = false,
				},
				[321891] = {
					95.10499999998137, -- [1]
					97.35499999998137, -- [2]
					["stacks"] = {
					},
					["source"] = "Иллюзорный лисохвост",
					["active"] = false,
				},
			},
			["Эстрэя"] = {
				[321893] = {
					78.79399999999441, -- [1]
					83.51699999999255, -- [2]
					["stacks"] = {
					},
					["source"] = "Иллюзорный лисохвост",
					["active"] = false,
				},
				[321828] = {
					80.97399999992922, -- [1]
					82.7050000000745, -- [2]
					["stacks"] = {
					},
					["source"] = "Призывательница Туманов",
					["active"] = false,
				},
			},
			["Альфоня"] = {
				[321891] = {
					21.04799999995157, -- [1]
					33.06099999998696, -- [2]
					72.06000000005588, -- [3]
					84.07499999995343, -- [4]
					["stacks"] = {
					},
					["source"] = "Иллюзорный лисохвост",
					["active"] = false,
				},
			},
		}, -- [3]
		{
			["Убеванкиноби"] = {
				[323250] = {
					67.08499999996275, -- [1]
					67.17900000000373, -- [2]
					["stacks"] = {
					},
					["source"] = "Дроман Ульфарран",
					["active"] = false,
				},
			},
			["Эстрэя"] = {
				[323250] = {
					65.10800000000745, -- [1]
					65.26199999987148, -- [2]
					["stacks"] = {
					},
					["source"] = "Дроман Ульфарран",
					["active"] = false,
				},
			},
			["Альфоня"] = {
				[323250] = {
					19.74399999994785, -- [1]
					20.01799999992363, -- [2]
					["stacks"] = {
					},
					["source"] = "Дроман Ульфарран",
					["active"] = false,
				},
			},
		}, -- [4]
	},
	["cooldowns_timeline"] = {
		{
			["Сочувствие"] = {
				{
					76.25699999998324, -- [1]
					"Сочувствие", -- [2]
					642, -- [3]
				}, -- [1]
			},
			["Эстрэя"] = {
				{
					62.59599999990314, -- [1]
					"Эстрэя", -- [2]
					102558, -- [3]
				}, -- [1]
				{
					64.18499999982305, -- [1]
					"Эстрэя", -- [2]
					61336, -- [3]
				}, -- [2]
			},
		}, -- [1]
		{
			["Сочувствие"] = {
				{
					87.72200000006706, -- [1]
					"[*] большой рейдовый кулдаун", -- [2]
					31821, -- [3]
				}, -- [1]
				{
					130.5409999999683, -- [1]
					"Эстрэя", -- [2]
					6940, -- [3]
				}, -- [2]
			},
			["Эстрэя"] = {
				{
					93.59899999992922, -- [1]
					"Эстрэя", -- [2]
					22812, -- [3]
				}, -- [1]
				{
					132.0600000000559, -- [1]
					"Эстрэя", -- [2]
					61336, -- [3]
				}, -- [2]
			},
		}, -- [2]
		{
			["Убеванкиноби"] = {
				{
					26.72099999990314, -- [1]
					"Убеванкиноби", -- [2]
					184364, -- [3]
				}, -- [1]
				{
					52.58100000000559, -- [1]
					"[*] большой рейдовый кулдаун", -- [2]
					97462, -- [3]
				}, -- [2]
			},
			["Сочувствие"] = {
				{
					26.60299999988638, -- [1]
					"Сочувствие", -- [2]
					642, -- [3]
				}, -- [1]
				{
					41.67299999995157, -- [1]
					"[*] большой рейдовый кулдаун", -- [2]
					31821, -- [3]
				}, -- [2]
				{
					57.92099999985658, -- [1]
					"Сочувствие", -- [2]
					498, -- [3]
				}, -- [3]
			},
			["Эстрэя"] = {
				{
					51.01899999985471, -- [1]
					"Эстрэя", -- [2]
					22812, -- [3]
				}, -- [1]
			},
		}, -- [3]
		{
			["Эстрэя"] = {
				{
					32.66699999989942, -- [1]
					"Эстрэя", -- [2]
					102558, -- [3]
				}, -- [1]
			},
		}, -- [4]
	},
	["BossSpellCast"] = {
		{
			["Тред'ова"] = {
				{
					8.075999999884516, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					8.075999999884516, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					8.075999999884516, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					8.075999999884516, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					8.075999999884516, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					20.21699999994598, -- [1]
					"Тред'ова", -- [2]
					322614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Взлетная", -- [5]
				}, -- [6]
				{
					20.64999999990687, -- [1]
					"Тред'ова", -- [2]
					322450, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кокон Лакали", -- [5]
				}, -- [7]
				{
					20.90099999983795, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					23.91599999996834, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					26.90099999983795, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					31.1449999997858, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					31.1449999997858, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					31.1449999997858, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					31.1449999997858, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					31.1449999997858, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					31.1449999997858, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					31.1449999997858, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					31.1449999997858, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					31.1449999997858, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					31.1449999997858, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					44.48799999989569, -- [1]
					"Тред'ова", -- [2]
					322550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					45.98899999982677, -- [1]
					"Тред'ова", -- [2]
					322563, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Убеванкиноби", -- [5]
				}, -- [22]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					66.7699999997858, -- [1]
					"Тред'ова", -- [2]
					322450, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кокон Лакали", -- [5]
				}, -- [38]
				{
					68.27499999990687, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					71.2699999997858, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
				{
					74.27599999983795, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [41]
				{
					78.50399999995716, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [42]
				{
					78.50399999995716, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [43]
				{
					78.50399999995716, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [44]
				{
					78.50399999995716, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [45]
				{
					78.50399999995716, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [46]
				{
					78.50399999995716, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [47]
				{
					78.50399999995716, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [48]
				{
					78.50399999995716, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [49]
				{
					78.50399999995716, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [50]
				{
					78.50399999995716, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [51]
				{
					78.50399999995716, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [52]
				{
					78.51499999989755, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [53]
				{
					78.51499999989755, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [54]
				{
					78.51499999989755, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [55]
				{
					78.51499999989755, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [56]
				{
					78.51499999989755, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [57]
				{
					78.51499999989755, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [58]
				{
					78.51499999989755, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [59]
				{
					78.51499999989755, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [60]
				{
					78.51499999989755, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [61]
				{
					87.03999999980442, -- [1]
					"Тред'ова", -- [2]
					322614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сочувствие", -- [5]
				}, -- [62]
				{
					90.67199999978766, -- [1]
					"Тред'ова", -- [2]
					322550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [63]
				{
					92.18299999996088, -- [1]
					"Тред'ова", -- [2]
					322563, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сочувствие", -- [5]
				}, -- [64]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [65]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [66]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [67]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [68]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [69]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [70]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [71]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [72]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [73]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [74]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [75]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [76]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [77]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [78]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [79]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [80]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [81]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [82]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [83]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [84]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [85]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [86]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [87]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [88]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [89]
				{
					104.0389999998733, -- [1]
					"Тред'ова", -- [2]
					322614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сочувствие", -- [5]
				}, -- [90]
				{
					117.3909999998286, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [91]
				{
					117.3909999998286, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [92]
				{
					117.3909999998286, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [93]
				{
					117.3909999998286, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [94]
				{
					117.3909999998286, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [95]
				{
					117.3909999998286, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [96]
				{
					117.3909999998286, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [97]
				{
					117.3909999998286, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [98]
				{
					117.3909999998286, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [99]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [100]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [101]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [102]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [103]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [104]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [105]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [106]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [107]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [108]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [109]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [110]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [111]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [112]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [113]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [114]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [115]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [116]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [117]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [118]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [119]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [120]
				{
					123.4409999998752, -- [1]
					"Тред'ова", -- [2]
					322614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Альфоня", -- [5]
				}, -- [121]
			},
		}, -- [1]
		{
			["Призывательница Туманов"] = {
				{
					9.516000000061467, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					9.516000000061467, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					9.516000000061467, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					9.516000000061467, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					9.516000000061467, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					9.516000000061467, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					9.516000000061467, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					9.516000000061467, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					9.516000000061467, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					19.75799999991432, -- [1]
					"Призывательница Туманов", -- [2]
					336499, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					21.88999999989756, -- [1]
					"Призывательница Туманов", -- [2]
					341709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					25.34299999987707, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					25.34299999987707, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					25.34299999987707, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					25.34299999987707, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					25.34299999987707, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					25.34299999987707, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					25.34299999987707, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					25.34299999987707, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					25.34299999987707, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					38.68999999994412, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					38.68999999994412, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					38.68999999994412, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					38.68999999994412, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					38.68999999994412, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					38.68999999994412, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					38.68999999994412, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					38.68999999994412, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					38.68999999994412, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					44.16100000008009, -- [1]
					"Призывательница Туманов", -- [2]
					341709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					53.28499999991618, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					53.28499999991618, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					53.28499999991618, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					53.28499999991618, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					53.28499999991618, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					53.28499999991618, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					53.28499999991618, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					53.28499999991618, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					53.28499999991618, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					67.8289999999106, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
				{
					67.8289999999106, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [41]
				{
					67.8289999999106, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [42]
				{
					67.8289999999106, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [43]
				{
					67.8289999999106, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [44]
				{
					67.8289999999106, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [45]
				{
					67.8289999999106, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [46]
				{
					67.8289999999106, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [47]
				{
					67.8289999999106, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [48]
				{
					69.66599999996834, -- [1]
					"Призывательница Туманов", -- [2]
					341709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [49]
				{
					78.05499999993481, -- [1]
					"Призывательница Туманов", -- [2]
					336499, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [50]
				{
					82.41399999987334, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [51]
				{
					82.41399999987334, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [52]
				{
					82.41399999987334, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [53]
				{
					82.41399999987334, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [54]
				{
					82.41399999987334, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [55]
				{
					82.41399999987334, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [56]
				{
					82.41399999987334, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [57]
				{
					82.41399999987334, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [58]
				{
					82.41399999987334, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [59]
				{
					92.31300000008196, -- [1]
					"Призывательница Туманов", -- [2]
					341709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [60]
				{
					95.94500000006519, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [61]
				{
					95.94500000006519, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [62]
				{
					95.94500000006519, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [63]
				{
					95.94500000006519, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [64]
				{
					95.94500000006519, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [65]
				{
					95.94500000006519, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [66]
				{
					95.94500000006519, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [67]
				{
					95.94500000006519, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [68]
				{
					95.94500000006519, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [69]
				{
					109.0979999999981, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [70]
				{
					109.0979999999981, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [71]
				{
					109.0979999999981, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [72]
				{
					109.0979999999981, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [73]
				{
					109.0979999999981, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [74]
				{
					109.0979999999981, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [75]
				{
					109.0979999999981, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [76]
				{
					109.0979999999981, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [77]
				{
					109.0979999999981, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [78]
				{
					115.3880000000354, -- [1]
					"Призывательница Туманов", -- [2]
					341709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [79]
				{
					122.9769999999553, -- [1]
					"Призывательница Туманов", -- [2]
					336499, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [80]
				{
					126.1099999998696, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [81]
				{
					126.1099999998696, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [82]
				{
					126.1099999998696, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [83]
				{
					126.1099999998696, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [84]
				{
					126.1099999998696, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [85]
				{
					126.1099999998696, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [86]
				{
					126.1099999998696, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [87]
				{
					126.1099999998696, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [88]
				{
					126.1099999998696, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [89]
				{
					139.6969999999274, -- [1]
					"Призывательница Туманов", -- [2]
					341709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [90]
				{
					142.9890000000596, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [91]
				{
					142.9890000000596, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [92]
				{
					142.9890000000596, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [93]
				{
					142.9890000000596, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [94]
				{
					142.9890000000596, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [95]
				{
					142.9890000000596, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [96]
				{
					142.9890000000596, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [97]
				{
					142.9890000000596, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [98]
				{
					142.9890000000596, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [99]
			},
			["Иллюзорный лисохвост"] = {
				{
					24.89999999990687, -- [1]
					"Иллюзорный лисохвост", -- [2]
					321891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Взлетная", -- [5]
				}, -- [1]
				{
					47.1480000000447, -- [1]
					"Иллюзорный лисохвост", -- [2]
					321891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сочувствие", -- [5]
				}, -- [2]
				{
					72.67699999990873, -- [1]
					"Иллюзорный лисохвост", -- [2]
					321891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сочувствие", -- [5]
				}, -- [3]
				{
					95.33400000003166, -- [1]
					"Иллюзорный лисохвост", -- [2]
					321891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Взлетная", -- [5]
				}, -- [4]
				{
					118.4050000000279, -- [1]
					"Иллюзорный лисохвост", -- [2]
					321891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Альфоня", -- [5]
				}, -- [5]
				{
					142.6929999999702, -- [1]
					"Иллюзорный лисохвост", -- [2]
					321891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Альфоня", -- [5]
				}, -- [6]
			},
			["Иллюзорный клон"] = {
				{
					22.75699999998324, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					22.75699999998324, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					22.75699999998324, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					22.75699999998324, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					25.8410000000149, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					25.8410000000149, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					25.8410000000149, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					25.8410000000149, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					28.96099999989383, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					28.96099999989383, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					29.47299999999814, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					29.47299999999814, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					32.24799999990501, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					32.92599999997765, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					32.92599999997765, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					33.10800000000745, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					35.24699999997392, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					35.93699999991804, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					35.93699999991804, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					36.75199999986216, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					38.42599999997765, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					39.19500000006519, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					39.19500000006519, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					40.40200000000186, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					41.52600000007078, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					42.92800000007264, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					43.16299999994226, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					44.45200000004843, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					81.05899999989197, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					81.05899999989197, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					81.05899999989197, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					81.05899999989197, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					84.09000000008382, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					84.09000000008382, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					84.50699999998324, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					84.50699999998324, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					87.4409999998752, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					87.4409999998752, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					87.63400000007823, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					87.63400000007823, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
				{
					90.45299999997951, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [41]
				{
					90.45299999997951, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [42]
				{
					90.7390000000596, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [43]
				{
					91.38199999998324, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [44]
				{
					125.9799999999814, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [45]
				{
					125.9930000000168, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [46]
				{
					125.9930000000168, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [47]
				{
					125.9930000000168, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [48]
				{
					129.0409999999683, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [49]
				{
					129.0409999999683, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [50]
				{
					129.0409999999683, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [51]
				{
					129.0409999999683, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [52]
				{
					132.0779999999795, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [53]
				{
					132.0779999999795, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [54]
				{
					132.0779999999795, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [55]
				{
					132.0779999999795, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [56]
				{
					135.1049999999814, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [57]
				{
					135.1049999999814, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [58]
				{
					135.1049999999814, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [59]
				{
					135.1049999999814, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [60]
				{
					138.5360000000801, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [61]
				{
					138.5360000000801, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [62]
				{
					138.5360000000801, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [63]
				{
					138.7719999998808, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [64]
			},
		}, -- [2]
		{
			["Призывательница Туманов"] = {
				{
					9.317000000039116, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					9.317000000039116, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					9.317000000039116, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					9.317000000039116, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					9.317000000039116, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					9.317000000039116, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					9.317000000039116, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					9.317000000039116, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					9.317000000039116, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					18.03300000005402, -- [1]
					"Призывательница Туманов", -- [2]
					341709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					21.99600000004284, -- [1]
					"Призывательница Туманов", -- [2]
					336499, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					25.10999999986962, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					25.10999999986962, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					25.10999999986962, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					25.10999999986962, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					25.10999999986962, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					25.10999999986962, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					25.10999999986962, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					25.10999999986962, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					25.12699999986216, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					39.68399999989197, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					39.68399999989197, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					39.68399999989197, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					39.68399999989197, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					39.68399999989197, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					39.68399999989197, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					39.68399999989197, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					43.54000000003725, -- [1]
					"Призывательница Туманов", -- [2]
					341709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					54.24600000004284, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					54.24600000004284, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					54.24600000004284, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					54.24600000004284, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					54.24600000004284, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					54.24600000004284, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					54.24600000004284, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					54.24600000004284, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					54.24600000004284, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					66.42999999993481, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					66.42999999993481, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					66.42999999993481, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
				{
					66.42999999993481, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [41]
				{
					66.42999999993481, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [42]
				{
					66.42999999993481, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [43]
				{
					66.42999999993481, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [44]
				{
					66.42999999993481, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [45]
				{
					66.42999999993481, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [46]
				{
					69.04599999985658, -- [1]
					"Призывательница Туманов", -- [2]
					341709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [47]
				{
					72.97799999988638, -- [1]
					"Призывательница Туманов", -- [2]
					336499, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [48]
				{
					80.97399999992922, -- [1]
					"Призывательница Туманов", -- [2]
					321828, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [49]
				{
					83.51699999999255, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [50]
				{
					83.51699999999255, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [51]
				{
					83.51699999999255, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [52]
				{
					83.51699999999255, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [53]
				{
					83.51699999999255, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [54]
				{
					83.51699999999255, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [55]
				{
					83.51699999999255, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [56]
				{
					83.51699999999255, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [57]
				{
					83.51699999999255, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [58]
				{
					92.1019999999553, -- [1]
					"Призывательница Туманов", -- [2]
					341709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [59]
				{
					99.16500000003725, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [60]
				{
					99.16500000003725, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [61]
				{
					99.16500000003725, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [62]
				{
					99.16500000003725, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [63]
				{
					99.16500000003725, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [64]
				{
					104.0339999999851, -- [1]
					"Призывательница Туманов", -- [2]
					321828, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Джадхумэ", -- [5]
				}, -- [65]
			},
			["Иллюзорный клон"] = {
				{
					24.97399999992922, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					24.97399999992922, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					24.97399999992922, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					24.97399999992922, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					28.03000000002794, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					28.03000000002794, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					28.03000000002794, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					28.03000000002794, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					31.05599999986589, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					31.05599999986589, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					31.05599999986589, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					31.67999999993481, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					34.0999999998603, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					34.0999999998603, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					34.0999999998603, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					35.32299999985844, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					37.12999999988824, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					37.12999999988824, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					37.12999999988824, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					38.96299999998882, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					40.1480000000447, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					40.1480000000447, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					40.1480000000447, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					42.27899999986403, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					43.30300000007264, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					43.30300000007264, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					43.30300000007264, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					46.25300000002608, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					46.4320000000298, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					46.4320000000298, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					46.4320000000298, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					49.67800000007264, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					49.67800000007264, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					49.67800000007264, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					49.89500000001863, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					75.98099999991246, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					75.98099999991246, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					75.98099999991246, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					75.98099999991246, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					79.04799999995157, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
				{
					79.04799999995157, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [41]
				{
					79.04799999995157, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [42]
				{
					79.04799999995157, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [43]
				{
					82.6909999998752, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [44]
				{
					82.6909999998752, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [45]
				{
					82.6909999998752, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [46]
				{
					82.7050000000745, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [47]
				{
					85.83100000000559, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [48]
				{
					85.83100000000559, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [49]
				{
					85.83100000000559, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [50]
				{
					85.83100000000559, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [51]
				{
					88.84799999999814, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [52]
				{
					88.84799999999814, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [53]
				{
					88.84799999999814, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [54]
				{
					88.84799999999814, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [55]
				{
					91.97399999992922, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [56]
				{
					91.97399999992922, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [57]
				{
					92.33100000000559, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [58]
				{
					92.39199999999255, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [59]
				{
					95.73999999999069, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [60]
				{
					95.73999999999069, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [61]
				{
					95.73999999999069, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [62]
				{
					96.02399999997579, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [63]
				{
					99.01899999985471, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [64]
				{
					99.01899999985471, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [65]
				{
					99.01899999985471, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [66]
				{
					99.32599999988452, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [67]
				{
					102.0959999999031, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [68]
				{
					102.0959999999031, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [69]
				{
					102.0959999999031, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [70]
				{
					103.308999999892, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [71]
			},
			["Иллюзорный лисохвост"] = {
				{
					21.04799999995157, -- [1]
					"Иллюзорный лисохвост", -- [2]
					321891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Альфоня", -- [5]
				}, -- [1]
				{
					46.55300000007264, -- [1]
					"Иллюзорный лисохвост", -- [2]
					321891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сочувствие", -- [5]
				}, -- [2]
				{
					72.06000000005588, -- [1]
					"Иллюзорный лисохвост", -- [2]
					321891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Альфоня", -- [5]
				}, -- [3]
				{
					95.10499999998137, -- [1]
					"Иллюзорный лисохвост", -- [2]
					321891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Взлетная", -- [5]
				}, -- [4]
			},
		}, -- [3]
		{
			["Ингра Малох"] = {
				{
					7.864999999990687, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Убеванкиноби", -- [5]
				}, -- [1]
				{
					11.22999999998137, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					15.19799999985844, -- [1]
					"Ингра Малох", -- [2]
					323138, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					42.50600000005215, -- [1]
					"Ингра Малох", -- [2]
					321005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дроман Ульфарран", -- [5]
				}, -- [4]
				{
					55.20200000004843, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					58.64500000001863, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Альфоня", -- [5]
				}, -- [6]
				{
					62.53099999995902, -- [1]
					"Ингра Малох", -- [2]
					323138, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					84.9890000000596, -- [1]
					"Ингра Малох", -- [2]
					321005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дроман Ульфарран", -- [5]
				}, -- [8]
			},
			["Друст-душеруб"] = {
				{
					97.82399999978952, -- [1]
					"Друст-душеруб", -- [2]
					322557, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друст-душеруб", -- [5]
				}, -- [1]
				{
					97.82399999978952, -- [1]
					"Друст-душеруб", -- [2]
					322557, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друст-душеруб", -- [5]
				}, -- [2]
				{
					97.82399999978952, -- [1]
					"Друст-душеруб", -- [2]
					322569, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					97.82399999978952, -- [1]
					"Друст-душеруб", -- [2]
					322569, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			["Дроман Ульфарран"] = {
				{
					9.564000000013039, -- [1]
					"Дроман Ульфарран", -- [2]
					323137, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					15.19799999985844, -- [1]
					"Дроман Ульфарран", -- [2]
					323177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					25.49699999997392, -- [1]
					"Дроман Ульфарран", -- [2]
					321772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					56.90200000000186, -- [1]
					"Дроман Ульфарран", -- [2]
					323137, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					62.53099999995902, -- [1]
					"Дроман Ульфарран", -- [2]
					323177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					67.9639999999199, -- [1]
					"Дроман Ульфарран", -- [2]
					321772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			["Туманная защитница"] = {
				{
					97.82399999978952, -- [1]
					"Туманная защитница", -- [2]
					331718, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					97.82399999978952, -- [1]
					"Туманная защитница", -- [2]
					331718, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					97.82399999978952, -- [1]
					"Туманная защитница", -- [2]
					325163, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друст-душеруб", -- [5]
				}, -- [3]
				{
					97.82399999978952, -- [1]
					"Туманная защитница", -- [2]
					325163, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друст-душеруб", -- [5]
				}, -- [4]
			},
		}, -- [4]
	},
}
