
DetailsTimeLineDB = {
	["max_segments"] = 4,
	["combat_data"] = {
		{
			["date_start"] = "00:18:49",
			["date_end"] = "00:20:55",
			["name"] = "Девия, идеал Верности",
			["total_time"] = 126.9180000000001,
		}, -- [1]
		{
			["date_start"] = "00:15:04",
			["date_end"] = "00:16:27",
			["name"] = "\"Орифрион\"",
			["total_time"] = 83.63099999999986,
		}, -- [2]
		{
			["date_start"] = "00:09:53",
			["date_end"] = "00:10:44",
			["name"] = "\"Вентунакс\"",
			["total_time"] = 50.99199999999996,
		}, -- [3]
		{
			["date_start"] = "00:01:55",
			["date_end"] = "00:03:10",
			["name"] = "Кин-Тара",
			["total_time"] = 76.72500000000014,
		}, -- [4]
	},
	["hide_on_combat"] = false,
	["IndividualSpells"] = {
		{
			[330595] = {
				{
					126.9180000000001, -- [1]
					"Вздувшийся страхопряд", -- [2]
					330595, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Охотящаяся сокрушительница надежды", -- [5]
				}, -- [1]
				{
					126.9180000000001, -- [1]
					"Вздувшийся страхопряд", -- [2]
					330595, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Охотящаяся сокрушительница надежды", -- [5]
				}, -- [2]
				{
					126.9180000000001, -- [1]
					"Вздувшийся страхопряд", -- [2]
					330595, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Охотящаяся сокрушительница надежды", -- [5]
				}, -- [3]
				{
					126.9180000000001, -- [1]
					"Вздувшийся страхопряд", -- [2]
					330595, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Охотящаяся сокрушительница надежды", -- [5]
				}, -- [4]
			},
			[322814] = {
				{
					19.80399999999986, -- [1]
					"Девия", -- [2]
					322814, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[322818] = {
				{
					16.16099999999983, -- [1]
					"Девия", -- [2]
					322818, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					77.99599999999987, -- [1]
					"Девия", -- [2]
					322818, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[323010] = {
				{
					30.71199999999976, -- [1]
					"Девия", -- [2]
					323010, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					82.95799999999986, -- [1]
					"Девия", -- [2]
					323010, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[322999] = {
				{
					30.71199999999976, -- [1]
					"Девия", -- [2]
					322999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					82.95799999999986, -- [1]
					"Девия", -- [2]
					322999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[330593] = {
				{
					126.9180000000001, -- [1]
					"Вздувшийся страхопряд", -- [2]
					330593, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Охотящаяся сокрушительница надежды", -- [5]
				}, -- [1]
				{
					126.9180000000001, -- [1]
					"Вздувшийся страхопряд", -- [2]
					330593, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Охотящаяся сокрушительница надежды", -- [5]
				}, -- [2]
			},
			[323943] = {
				{
					11.76999999999998, -- [1]
					"Девия", -- [2]
					323943, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					73.63599999999974, -- [1]
					"Девия", -- [2]
					323943, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[330604] = {
				{
					126.9180000000001, -- [1]
					"Вздувшийся страхопряд", -- [2]
					330604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Охотящаяся сокрушительница надежды", -- [5]
				}, -- [1]
				{
					126.9180000000001, -- [1]
					"Вздувшийся страхопряд", -- [2]
					330604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Охотящаяся сокрушительница надежды", -- [5]
				}, -- [2]
			},
			[334625] = {
				{
					26.31600000000003, -- [1]
					"Девия", -- [2]
					334625, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[322908] = {
				{
					55.83499999999981, -- [1]
					"Девия", -- [2]
					322908, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					108.0179999999998, -- [1]
					"Девия", -- [2]
					322908, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[322893] = {
				{
					37.6429999999998, -- [1]
					"Девия", -- [2]
					322893, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					89.78300000000013, -- [1]
					"Девия", -- [2]
					322893, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[330632] = {
				{
					126.9180000000001, -- [1]
					"Гниющий шатун", -- [2]
					330632, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Прожорливый кровоскрытень", -- [5]
				}, -- [1]
			},
			[330636] = {
				{
					126.9180000000001, -- [1]
					"Гниющий шатун", -- [2]
					330636, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Прожорливый кровоскрытень", -- [5]
				}, -- [1]
				{
					126.9180000000001, -- [1]
					"Гниющий шатун", -- [2]
					330636, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Прожорливый кровоскрытень", -- [5]
				}, -- [2]
			},
			[330385] = {
				{
					126.9180000000001, -- [1]
					"Голодающий жуткий нетопырь", -- [2]
					330385, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скрытный ловец душ", -- [5]
				}, -- [1]
			},
		}, -- [1]
		{
			[324427] = {
				{
					18.97900000000004, -- [1]
					"\"Орифрион\"", -- [2]
					324427, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					47.26999999999998, -- [1]
					"\"Орифрион\"", -- [2]
					324427, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[324046] = {
				{
					66.92000000000007, -- [1]
					"\"Орифрион\"", -- [2]
					324046, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[324608] = {
				{
					22.32400000000007, -- [1]
					"\"Орифрион\"", -- [2]
					324608, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					36.05799999999999, -- [1]
					"\"Орифрион\"", -- [2]
					324608, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					62.79199999999992, -- [1]
					"\"Орифрион\"", -- [2]
					324608, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[334053] = {
				{
					10.02099999999996, -- [1]
					"\"Орифрион\"", -- [2]
					334053, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Таймер", -- [5]
				}, -- [1]
				{
					28.58300000000008, -- [1]
					"\"Орифрион\"", -- [2]
					334053, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сочувствие", -- [5]
				}, -- [2]
				{
					41.91200000000004, -- [1]
					"\"Орифрион\"", -- [2]
					334053, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хаики", -- [5]
				}, -- [3]
				{
					57.69800000000009, -- [1]
					"\"Орифрион\"", -- [2]
					334053, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сочувствие", -- [5]
				}, -- [4]
			},
			[324444] = {
				{
					15.971, -- [1]
					"\"Орифрион\"", -- [2]
					324444, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					44.26800000000003, -- [1]
					"\"Орифрион\"", -- [2]
					324444, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [2]
		{
			[324148] = {
				{
					11.20700000000011, -- [1]
					"\"Вентунакс\"", -- [2]
					324148, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Слешур-ВечнаяПесня", -- [5]
				}, -- [1]
				{
					29.40300000000002, -- [1]
					"\"Вентунакс\"", -- [2]
					324148, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Летняялуна", -- [5]
				}, -- [2]
			},
			[324146] = {
				{
					11.20700000000011, -- [1]
					"\"Вентунакс\"", -- [2]
					324146, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					29.40300000000002, -- [1]
					"\"Вентунакс\"", -- [2]
					324146, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[334485] = {
				{
					43.99900000000002, -- [1]
					"\"Вентунакс\"", -- [2]
					334485, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[324205] = {
				{
					18.05799999999999, -- [1]
					"\"Вентунакс\"", -- [2]
					324205, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					39.92000000000007, -- [1]
					"\"Вентунакс\"", -- [2]
					324205, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [3]
		{
			[327481] = {
				{
					9.466000000000008, -- [1]
					"Кин-Тара", -- [2]
					327481, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					61.66199999999992, -- [1]
					"Кин-Тара", -- [2]
					327481, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[320966] = {
				{
					8.499000000000024, -- [1]
					"Кин-Тара", -- [2]
					320966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					18.2109999999999, -- [1]
					"Кин-Тара", -- [2]
					320966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					27.91700000000003, -- [1]
					"Кин-Тара", -- [2]
					320966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					60.71300000000008, -- [1]
					"Кин-Тара", -- [2]
					320966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					71.62399999999991, -- [1]
					"Кин-Тара", -- [2]
					320966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
			},
			[321009] = {
				{
					34.68700000000001, -- [1]
					"Кин-Тара", -- [2]
					321009, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					45.62499999999989, -- [1]
					"Кин-Тара", -- [2]
					321009, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Летняялуна", -- [5]
				}, -- [2]
			},
			[324368] = {
				{
					6.575000000000046, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					9.003000000000043, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					11.42500000000007, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					21.11199999999997, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					23.54000000000008, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					25.96999999999991, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					35.69099999999992, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					38.10900000000004, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					40.53599999999995, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					49.0680000000001, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					51.50100000000009, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					53.93400000000008, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					63.62099999999998, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					66.04200000000003, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					68.46699999999998, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
			},
		}, -- [4]
		{
			[334810] = {
				{
					310.2770000000019, -- [1]
					"Мве'зала", -- [2]
					334810, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[340724] = {
				{
					311.8219999999274, -- [1]
					"Обезумевший пикси", -- [2]
					340724, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[338935] = {
				{
					311.8219999999274, -- [1]
					"Скрывающийся плеточник", -- [2]
					338935, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Взрослая звездная оса", -- [5]
				}, -- [1]
				{
					311.8219999999274, -- [1]
					"Скрывающийся плеточник", -- [2]
					338935, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Взрослая звездная оса", -- [5]
				}, -- [2]
				{
					311.8219999999274, -- [1]
					"Скрывающийся плеточник", -- [2]
					338935, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Взрослая звездная оса", -- [5]
				}, -- [3]
			},
			[320081] = {
				{
					311.8219999999274, -- [1]
					"Ритуалистка из Мерцающей рощи", -- [2]
					320081, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сабуул", -- [5]
				}, -- [1]
				{
					311.8219999999274, -- [1]
					"Ритуалист из Мерцающей рощи", -- [2]
					320081, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сабуул", -- [5]
				}, -- [2]
				{
					311.8219999999274, -- [1]
					"Обезумевший пикси", -- [2]
					320081, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Котёнко", -- [5]
				}, -- [3]
				{
					311.8219999999274, -- [1]
					"Обезумевший пикси", -- [2]
					320081, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Котёнко", -- [5]
				}, -- [4]
				{
					311.8219999999274, -- [1]
					"Ритуалистка из Мерцающей рощи", -- [2]
					320081, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вьюса", -- [5]
				}, -- [5]
				{
					311.8219999999274, -- [1]
					"Ритуалист из Мерцающей рощи", -- [2]
					320081, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вьюса", -- [5]
				}, -- [6]
				{
					311.8219999999274, -- [1]
					"Ритуалист из Мерцающей рощи", -- [2]
					320081, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Догремопр", -- [5]
				}, -- [7]
				{
					311.8219999999274, -- [1]
					"Ритуалистка из Мерцающей рощи", -- [2]
					320081, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Древень", -- [5]
				}, -- [8]
				{
					311.8219999999274, -- [1]
					"Ритуалист из Мерцающей рощи", -- [2]
					320081, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Догремопр", -- [5]
				}, -- [9]
			},
			[325725] = {
				{
					2.717999999877065, -- [1]
					"Мве'зала", -- [2]
					325725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					28.21799999987707, -- [1]
					"Мве'зала", -- [2]
					325725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					86.07999999984168, -- [1]
					"Мве'зала", -- [2]
					325725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					111.5859999998938, -- [1]
					"Мве'зала", -- [2]
					325725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					122.4769999999553, -- [1]
					"Мве'зала", -- [2]
					325725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					203.7659999998286, -- [1]
					"Мве'зала", -- [2]
					325725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					229.216999999946, -- [1]
					"Мве'зала", -- [2]
					325725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					240.1149999999907, -- [1]
					"Мве'зала", -- [2]
					325725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[324447] = {
				{
					311.8219999999274, -- [1]
					"Одержимая воркай", -- [2]
					324447, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Арроуззх", -- [5]
				}, -- [1]
			},
			[258222] = {
				{
					311.8219999999274, -- [1]
					"Взрослая звездная оса", -- [2]
					258222, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скрывающийся плеточник", -- [5]
				}, -- [1]
				{
					311.8219999999274, -- [1]
					"Взрослая звездная оса", -- [2]
					258222, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скрывающийся плеточник", -- [5]
				}, -- [2]
				{
					311.8219999999274, -- [1]
					"Взрослая звездная оса", -- [2]
					258222, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скрывающийся плеточник", -- [5]
				}, -- [3]
				{
					311.8219999999274, -- [1]
					"Взрослая звездная оса", -- [2]
					258222, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скрывающийся плеточник", -- [5]
				}, -- [4]
			},
			[320067] = {
				{
					311.8219999999274, -- [1]
					"Обезумевший пикси", -- [2]
					320067, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Котёнко", -- [5]
				}, -- [1]
				{
					311.8219999999274, -- [1]
					"Ритуалист из Мерцающей рощи", -- [2]
					320067, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Энантиодроми", -- [5]
				}, -- [2]
			},
			[327646] = {
				{
					4.945999999996275, -- [1]
					"Мве'зала", -- [2]
					327646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					25.34499999997206, -- [1]
					"Мве'зала", -- [2]
					327646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					88.74299999978393, -- [1]
					"Мве'зала", -- [2]
					327646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					108.8379999999888, -- [1]
					"Мве'зала", -- [2]
					327646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					119.0639999997802, -- [1]
					"Мве'зала", -- [2]
					327646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					141.3649999999907, -- [1]
					"Мве'зала", -- [2]
					327646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
				{
					206.3949999997858, -- [1]
					"Мве'зала", -- [2]
					327646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [7]
				{
					226.4519999998156, -- [1]
					"Мве'зала", -- [2]
					327646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [8]
				{
					236.686999999918, -- [1]
					"Мве'зала", -- [2]
					327646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [9]
				{
					259.7579999999143, -- [1]
					"Мве'зала", -- [2]
					327646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [10]
			},
			[334970] = {
				{
					49.18599999998696, -- [1]
					"Мве'зала", -- [2]
					334970, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					162.8269999998156, -- [1]
					"Мве'зала", -- [2]
					334970, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					280.5069999999832, -- [1]
					"Мве'зала", -- [2]
					334970, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[330475] = {
				{
					311.8219999999274, -- [1]
					"Друст-налетчик", -- [2]
					330475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[325258] = {
				{
					13.50499999988824, -- [1]
					"Мве'зала", -- [2]
					325258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					96.88699999987148, -- [1]
					"Мве'зала", -- [2]
					325258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					129.6179999997839, -- [1]
					"Мве'зала", -- [2]
					325258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					214.5469999997877, -- [1]
					"Мве'зала", -- [2]
					325258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					247.2399999999907, -- [1]
					"Мве'зала", -- [2]
					325258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[326221] = {
				{
					29.13999999989756, -- [1]
					"Мве'зала", -- [2]
					326221, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					142.7919999998994, -- [1]
					"Мве'зала", -- [2]
					326221, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					260.4899999999907, -- [1]
					"Мве'зала", -- [2]
					326221, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[327426] = {
				{
					39.66999999992549, -- [1]
					"Расколотое видение", -- [2]
					327426, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					39.66999999992549, -- [1]
					"Расколотое видение", -- [2]
					327426, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					39.66999999992549, -- [1]
					"Расколотое видение", -- [2]
					327426, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					39.66999999992549, -- [1]
					"Расколотое видение", -- [2]
					327426, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					153.3049999999348, -- [1]
					"Расколотое видение", -- [2]
					327426, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					153.3049999999348, -- [1]
					"Расколотое видение", -- [2]
					327426, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					153.3049999999348, -- [1]
					"Расколотое видение", -- [2]
					327426, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					270.9839999999385, -- [1]
					"Расколотое видение", -- [2]
					327426, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[326171] = {
				{
					39.15299999993295, -- [1]
					"Мве'зала", -- [2]
					326171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					152.7839999999851, -- [1]
					"Мве'зала", -- [2]
					326171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					270.4719999998342, -- [1]
					"Мве'зала", -- [2]
					326171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [5]
		{
			[324090] = {
				{
					9.101999999955297, -- [1]
					"Дилер Зи'екса", -- [2]
					324090, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.30099999997765, -- [1]
					"Дилер Зи'екса", -- [2]
					324090, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					45.95399999991059, -- [1]
					"Дилер Зи'екса", -- [2]
					324090, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[320230] = {
				{
					36.39500000001863, -- [1]
					"Дилер Зи'екса", -- [2]
					320230, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [6]
		{
			[320830] = {
				{
					49.80099999997765, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Варпех", -- [5]
				}, -- [1]
				{
					49.90200000000186, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					50.00699999998324, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милаэнда", -- [5]
				}, -- [3]
				{
					51.70600000000559, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Максиомск", -- [5]
				}, -- [4]
				{
					52.24099999992177, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Простотёлка", -- [5]
				}, -- [5]
				{
					52.3410000000149, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Простотёлка", -- [5]
				}, -- [6]
				{
					57.23399999993853, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Максиомск", -- [5]
				}, -- [7]
				{
					57.34799999999814, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [8]
				{
					57.44200000003912, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милаэнда", -- [5]
				}, -- [9]
				{
					59.97899999981746, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Варпех", -- [5]
				}, -- [10]
				{
					60.08899999991991, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [11]
				{
					60.41399999987334, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милаэнда", -- [5]
				}, -- [12]
				{
					65.80199999990873, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Максиомск", -- [5]
				}, -- [13]
				{
					65.80199999990873, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Варпех", -- [5]
				}, -- [14]
				{
					66.34199999994598, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Простотёлка", -- [5]
				}, -- [15]
				{
					70.2839999999851, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Максиомск", -- [5]
				}, -- [16]
				{
					70.59599999990314, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Варпех", -- [5]
				}, -- [17]
				{
					70.80799999996088, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милаэнда", -- [5]
				}, -- [18]
			},
			[326684] = {
				{
					31.48099999991246, -- [1]
					"Миллхаус Манашторм", -- [2]
					326684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[320823] = {
				{
					41.51300000003539, -- [1]
					"Миллифисент Манашторм", -- [2]
					320823, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					49.5230000000447, -- [1]
					"Миллифисент Манашторм", -- [2]
					320823, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					57.49199999985285, -- [1]
					"Миллифисент Манашторм", -- [2]
					320823, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					83.7609999999404, -- [1]
					"Миллифисент Манашторм", -- [2]
					320823, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[320168] = {
				{
					7.491999999852851, -- [1]
					"Миллифисент Манашторм", -- [2]
					320168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Простотёлка", -- [5]
				}, -- [1]
				{
					13.48300000000745, -- [1]
					"Миллифисент Манашторм", -- [2]
					320168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милаэнда", -- [5]
				}, -- [2]
				{
					19.50599999981932, -- [1]
					"Миллифисент Манашторм", -- [2]
					320168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					25.51199999987148, -- [1]
					"Миллифисент Манашторм", -- [2]
					320168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					31.49499999987893, -- [1]
					"Миллифисент Манашторм", -- [2]
					320168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Простотёлка", -- [5]
				}, -- [5]
				{
					71.5429999998305, -- [1]
					"Миллифисент Манашторм", -- [2]
					320168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Максиомск", -- [5]
				}, -- [6]
			},
			[320787] = {
				{
					9.494999999878928, -- [1]
					"Миллхаус Манашторм", -- [2]
					320787, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					17.52099999994971, -- [1]
					"Миллхаус Манашторм", -- [2]
					320787, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					25.49199999985285, -- [1]
					"Миллхаус Манашторм", -- [2]
					320787, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					73.54599999985658, -- [1]
					"Миллхаус Манашторм", -- [2]
					320787, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[320825] = {
				{
					49.13899999996647, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Варпех", -- [5]
				}, -- [1]
				{
					49.13899999996647, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					49.13899999996647, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милаэнда", -- [5]
				}, -- [3]
				{
					51.1820000000298, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Простотёлка", -- [5]
				}, -- [4]
				{
					51.1820000000298, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Максиомск", -- [5]
				}, -- [5]
				{
					51.1820000000298, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Простотёлка", -- [5]
				}, -- [6]
				{
					56.87899999995716, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Максиомск", -- [5]
				}, -- [7]
				{
					56.87899999995716, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [8]
				{
					56.87899999995716, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милаэнда", -- [5]
				}, -- [9]
				{
					59.53299999982119, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милаэнда", -- [5]
				}, -- [10]
				{
					59.53299999982119, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [11]
				{
					59.53299999982119, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Варпех", -- [5]
				}, -- [12]
				{
					65.36999999987893, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Простотёлка", -- [5]
				}, -- [13]
				{
					65.36999999987893, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Максиомск", -- [5]
				}, -- [14]
				{
					65.36999999987893, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Варпех", -- [5]
				}, -- [15]
				{
					69.72999999998137, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милаэнда", -- [5]
				}, -- [16]
				{
					69.72999999998137, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Максиомск", -- [5]
				}, -- [17]
				{
					69.72999999998137, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Варпех", -- [5]
				}, -- [18]
			},
			[320008] = {
				{
					19.53599999984726, -- [1]
					"Миллхаус Манашторм", -- [2]
					320008, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					21.76499999989756, -- [1]
					"Миллхаус Манашторм", -- [2]
					320008, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					39.50099999993108, -- [1]
					"Миллхаус Манашторм", -- [2]
					320008, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Варпех", -- [5]
				}, -- [3]
				{
					43.50099999993108, -- [1]
					"Миллхаус Манашторм", -- [2]
					320008, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Варпех", -- [5]
				}, -- [4]
				{
					47.50499999988824, -- [1]
					"Миллхаус Манашторм", -- [2]
					320008, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Максиомск", -- [5]
				}, -- [5]
				{
					51.49199999985285, -- [1]
					"Миллхаус Манашторм", -- [2]
					320008, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Максиомск", -- [5]
				}, -- [6]
				{
					55.50599999981932, -- [1]
					"Миллхаус Манашторм", -- [2]
					320008, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милаэнда", -- [5]
				}, -- [7]
				{
					59.5230000000447, -- [1]
					"Миллхаус Манашторм", -- [2]
					320008, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милаэнда", -- [5]
				}, -- [8]
				{
					63.48399999993853, -- [1]
					"Миллхаус Манашторм", -- [2]
					320008, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милаэнда", -- [5]
				}, -- [9]
			},
			[342905] = {
				{
					65.93299999996088, -- [1]
					"Миллхаус Манашторм", -- [2]
					342905, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[326920] = {
				{
					63.50399999995716, -- [1]
					"Миллхаус Манашторм", -- [2]
					326920, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[320144] = {
				{
					37.02000000001863, -- [1]
					"Миллифисент Манашторм", -- [2]
					320144, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					44.97899999981746, -- [1]
					"Миллифисент Манашторм", -- [2]
					320144, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					53.02000000001863, -- [1]
					"Миллифисент Манашторм", -- [2]
					320144, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					60.99099999992177, -- [1]
					"Миллифисент Манашторм", -- [2]
					320144, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					79.24600000004284, -- [1]
					"Миллифисент Манашторм", -- [2]
					320144, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
			},
		}, -- [7]
		{
			[322759] = {
				{
					25.54000000003725, -- [1]
					"Хаккар Свежеватель Душ", -- [2]
					322759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					53.50600000005215, -- [1]
					"Хаккар Свежеватель Душ", -- [2]
					322759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[323064] = {
				{
					27.56000000005588, -- [1]
					"Хаккар Свежеватель Душ", -- [2]
					323064, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					55.52200000011362, -- [1]
					"Хаккар Свежеватель Душ", -- [2]
					323064, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[323544] = {
				{
					18.48399999993853, -- [1]
					"Сын Хаккара", -- [2]
					323544, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					23.32700000004843, -- [1]
					"Сын Хаккара", -- [2]
					323544, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					50.08000000007451, -- [1]
					"Сын Хаккара", -- [2]
					323544, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					51.30600000009872, -- [1]
					"Сын Хаккара", -- [2]
					323544, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					70.72100000013597, -- [1]
					"Сын Хаккара", -- [2]
					323544, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					71.94200000003912, -- [1]
					"Сын Хаккара", -- [2]
					323544, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					75.4680000001099, -- [1]
					"Сын Хаккара", -- [2]
					323544, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					76.67500000004657, -- [1]
					"Сын Хаккара", -- [2]
					323544, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[322736] = {
				{
					11.28300000005402, -- [1]
					"Хаккар Свежеватель Душ", -- [2]
					322736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					20.18800000008196, -- [1]
					"Хаккар Свежеватель Душ", -- [2]
					322736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					38.40599999995902, -- [1]
					"Хаккар Свежеватель Душ", -- [2]
					322736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					46.91000000014901, -- [1]
					"Хаккар Свежеватель Душ", -- [2]
					322736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					62.72200000006706, -- [1]
					"Хаккар Свежеватель Душ", -- [2]
					322736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					72.44500000006519, -- [1]
					"Хаккар Свежеватель Душ", -- [2]
					322736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
			},
			[323166] = {
				{
					8.141000000061467, -- [1]
					"Хаккар Свежеватель Душ", -- [2]
					323166, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милаэнда", -- [5]
				}, -- [1]
				{
					36.47500000009313, -- [1]
					"Хаккар Свежеватель Душ", -- [2]
					323166, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Варпех", -- [5]
				}, -- [2]
				{
					60.81000000005588, -- [1]
					"Хаккар Свежеватель Душ", -- [2]
					323166, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Варпех", -- [5]
				}, -- [3]
			},
		}, -- [8]
		{
			[325258] = {
				{
					13.25900000007823, -- [1]
					"Мве'зала", -- [2]
					325258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					100.6219999999739, -- [1]
					"Мве'зала", -- [2]
					325258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					133.4269999999087, -- [1]
					"Мве'зала", -- [2]
					325258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[334810] = {
				{
					201.2930000000633, -- [1]
					"Мве'зала", -- [2]
					334810, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[326221] = {
				{
					28.86899999994785, -- [1]
					"Мве'зала", -- [2]
					326221, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					146.6529999999329, -- [1]
					"Мве'зала", -- [2]
					326221, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[325725] = {
				{
					2.449999999953434, -- [1]
					"Мве'зала", -- [2]
					325725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.94800000009127, -- [1]
					"Мве'зала", -- [2]
					325725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					89.83400000003166, -- [1]
					"Мве'зала", -- [2]
					325725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					115.3349999999628, -- [1]
					"Мве'зала", -- [2]
					325725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					126.2849999999162, -- [1]
					"Мве'зала", -- [2]
					325725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[327646] = {
				{
					5.100000000093132, -- [1]
					"Мве'зала", -- [2]
					327646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					25.08300000010058, -- [1]
					"Мве'зала", -- [2]
					327646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					92.48999999999069, -- [1]
					"Мве'зала", -- [2]
					327646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					112.469000000041, -- [1]
					"Мве'зала", -- [2]
					327646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					122.8559999999125, -- [1]
					"Мве'зала", -- [2]
					327646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					145.3430000001099, -- [1]
					"Мве'зала", -- [2]
					327646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
			},
			[334970] = {
				{
					48.91500000003725, -- [1]
					"Мве'зала", -- [2]
					334970, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					166.6780000000726, -- [1]
					"Мве'зала", -- [2]
					334970, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[327426] = {
				{
					39.39400000008754, -- [1]
					"Расколотое видение", -- [2]
					327426, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					39.39400000008754, -- [1]
					"Расколотое видение", -- [2]
					327426, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					39.39400000008754, -- [1]
					"Расколотое видение", -- [2]
					327426, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					39.39400000008754, -- [1]
					"Расколотое видение", -- [2]
					327426, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					157.1640000001062, -- [1]
					"Расколотое видение", -- [2]
					327426, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					157.1640000001062, -- [1]
					"Расколотое видение", -- [2]
					327426, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[326171] = {
				{
					38.86800000001676, -- [1]
					"Мве'зала", -- [2]
					326171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					156.6440000000875, -- [1]
					"Мве'зала", -- [2]
					326171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [9]
		{
			[324090] = {
				{
					9.631000000052154, -- [1]
					"Дилер Зи'екса", -- [2]
					324090, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.82700000004843, -- [1]
					"Дилер Зи'екса", -- [2]
					324090, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					46.45500000007451, -- [1]
					"Дилер Зи'екса", -- [2]
					324090, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[320230] = {
				{
					36.89300000015646, -- [1]
					"Дилер Зи'екса", -- [2]
					320230, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [10]
		{
			[320830] = {
				{
					50.34599999990314, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					50.7609999999404, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаназард-Азурегос", -- [5]
				}, -- [2]
				{
					50.7609999999404, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Теммаа", -- [5]
				}, -- [3]
				{
					51.50799999991432, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аксинос", -- [5]
				}, -- [4]
				{
					51.7160000000149, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Акимэрун", -- [5]
				}, -- [5]
				{
					51.81700000003912, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Акимэрун", -- [5]
				}, -- [6]
				{
					56.16999999992549, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [7]
				{
					56.4769999999553, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Теммаа", -- [5]
				}, -- [8]
				{
					56.69599999999628, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аксинос", -- [5]
				}, -- [9]
				{
					58.3859999999404, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аксинос", -- [5]
				}, -- [10]
				{
					58.92200000002049, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаназард-Азурегос", -- [5]
				}, -- [11]
				{
					58.92200000002049, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаназард-Азурегос", -- [5]
				}, -- [12]
				{
					67.07199999992736, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Теммаа", -- [5]
				}, -- [13]
				{
					67.37899999995716, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [14]
				{
					67.4769999999553, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Акимэрун", -- [5]
				}, -- [15]
				{
					69.05499999993481, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Теммаа", -- [5]
				}, -- [16]
				{
					69.27700000000186, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Акимэрун", -- [5]
				}, -- [17]
				{
					69.36699999985285, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аксинос", -- [5]
				}, -- [18]
			},
			[326684] = {
				{
					31.56700000003912, -- [1]
					"Миллхаус Манашторм", -- [2]
					326684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[320823] = {
				{
					41.59499999997206, -- [1]
					"Миллифисент Манашторм", -- [2]
					320823, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					49.6019999999553, -- [1]
					"Миллифисент Манашторм", -- [2]
					320823, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					57.59799999999814, -- [1]
					"Миллифисент Манашторм", -- [2]
					320823, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					78.79700000002049, -- [1]
					"Миллифисент Манашторм", -- [2]
					320823, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[320168] = {
				{
					7.570999999996275, -- [1]
					"Миллифисент Манашторм", -- [2]
					320168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаназард-Азурегос", -- [5]
				}, -- [1]
				{
					13.56099999998696, -- [1]
					"Миллифисент Манашторм", -- [2]
					320168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаназард-Азурегос", -- [5]
				}, -- [2]
				{
					19.58999999985099, -- [1]
					"Миллифисент Манашторм", -- [2]
					320168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаназард-Азурегос", -- [5]
				}, -- [3]
				{
					25.56899999990128, -- [1]
					"Миллифисент Манашторм", -- [2]
					320168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаназард-Азурегос", -- [5]
				}, -- [4]
				{
					31.5570000000298, -- [1]
					"Миллифисент Манашторм", -- [2]
					320168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаназард-Азурегос", -- [5]
				}, -- [5]
			},
			[320787] = {
				{
					9.587999999988824, -- [1]
					"Миллхаус Манашторм", -- [2]
					320787, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					17.56199999991804, -- [1]
					"Миллхаус Манашторм", -- [2]
					320787, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					26.37399999983609, -- [1]
					"Миллхаус Манашторм", -- [2]
					320787, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[320825] = {
				{
					50.29599999985658, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					50.29599999985658, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаназард-Азурегос", -- [5]
				}, -- [2]
				{
					50.29599999985658, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Теммаа", -- [5]
				}, -- [3]
				{
					51.37199999997392, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Акимэрун", -- [5]
				}, -- [4]
				{
					51.37199999997392, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Акимэрун", -- [5]
				}, -- [5]
				{
					51.37199999997392, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аксинос", -- [5]
				}, -- [6]
				{
					56.0570000000298, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Теммаа", -- [5]
				}, -- [7]
				{
					56.0570000000298, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [8]
				{
					56.0570000000298, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аксинос", -- [5]
				}, -- [9]
				{
					58.03099999995902, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаназард-Азурегос", -- [5]
				}, -- [10]
				{
					58.03099999995902, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аксинос", -- [5]
				}, -- [11]
				{
					58.03099999995902, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаназард-Азурегос", -- [5]
				}, -- [12]
				{
					66.7589999998454, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Акимэрун", -- [5]
				}, -- [13]
				{
					66.7589999998454, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Теммаа", -- [5]
				}, -- [14]
				{
					66.7589999998454, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [15]
				{
					68.58400000003166, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Акимэрун", -- [5]
				}, -- [16]
				{
					68.58400000003166, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Теммаа", -- [5]
				}, -- [17]
				{
					68.58400000003166, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аксинос", -- [5]
				}, -- [18]
			},
			[320008] = {
				{
					19.62299999990501, -- [1]
					"Миллхаус Манашторм", -- [2]
					320008, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					22.46399999991991, -- [1]
					"Миллхаус Манашторм", -- [2]
					320008, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					25.17200000002049, -- [1]
					"Миллхаус Манашторм", -- [2]
					320008, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					39.57899999991059, -- [1]
					"Миллхаус Манашторм", -- [2]
					320008, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Теммаа", -- [5]
				}, -- [4]
				{
					43.60800000000745, -- [1]
					"Миллхаус Манашторм", -- [2]
					320008, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Теммаа", -- [5]
				}, -- [5]
				{
					47.59599999990314, -- [1]
					"Миллхаус Манашторм", -- [2]
					320008, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Акимэрун", -- [5]
				}, -- [6]
				{
					51.58899999991991, -- [1]
					"Миллхаус Манашторм", -- [2]
					320008, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший вурдалак", -- [5]
				}, -- [7]
				{
					55.57099999999628, -- [1]
					"Миллхаус Манашторм", -- [2]
					320008, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший вурдалак", -- [5]
				}, -- [8]
				{
					59.56999999983236, -- [1]
					"Миллхаус Манашторм", -- [2]
					320008, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Теммаа", -- [5]
				}, -- [9]
			},
			[342905] = {
				{
					66.35399999981746, -- [1]
					"Миллхаус Манашторм", -- [2]
					342905, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[326920] = {
				{
					63.5999999998603, -- [1]
					"Миллхаус Манашторм", -- [2]
					326920, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[320144] = {
				{
					37.08699999982491, -- [1]
					"Миллифисент Манашторм", -- [2]
					320144, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					45.08199999993667, -- [1]
					"Миллифисент Манашторм", -- [2]
					320144, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					53.08400000003167, -- [1]
					"Миллифисент Манашторм", -- [2]
					320144, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					61.09699999983423, -- [1]
					"Миллифисент Манашторм", -- [2]
					320144, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					74.31199999991804, -- [1]
					"Миллифисент Манашторм", -- [2]
					320144, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
			},
		}, -- [11]
		{
			[322999] = {
				{
					29.51899999985471, -- [1]
					"Девия", -- [2]
					322999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					127.9509999998845, -- [1]
					"Девия", -- [2]
					322999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[322908] = {
				{
					54.78999999980442, -- [1]
					"Девия", -- [2]
					322908, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[322893] = {
				{
					36.57999999984168, -- [1]
					"Девия", -- [2]
					322893, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					73.00199999986216, -- [1]
					"Девия", -- [2]
					322893, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					134.9729999999981, -- [1]
					"Девия", -- [2]
					322893, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[323010] = {
				{
					29.51899999985471, -- [1]
					"Девия", -- [2]
					323010, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					127.9509999998845, -- [1]
					"Девия", -- [2]
					323010, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[323943] = {
				{
					13.05799999996088, -- [1]
					"Девия", -- [2]
					323943, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					94.45099999988452, -- [1]
					"Девия", -- [2]
					323943, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					115.1189999999479, -- [1]
					"Девия", -- [2]
					323943, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					168.5719999999274, -- [1]
					"Девия", -- [2]
					323943, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[322818] = {
				{
					24.74799999990501, -- [1]
					"Девия", -- [2]
					322818, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					106.1139999998268, -- [1]
					"Девия", -- [2]
					322818, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[335817] = {
				{
					17.45799999986775, -- [1]
					"Девия", -- [2]
					335817, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					98.85399999981746, -- [1]
					"Девия", -- [2]
					335817, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					119.5239999999758, -- [1]
					"Девия", -- [2]
					335817, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					172.964999999851, -- [1]
					"Девия", -- [2]
					335817, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[334625] = {
				{
					23.97299999999814, -- [1]
					"Девия", -- [2]
					334625, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					105.3569999998435, -- [1]
					"Девия", -- [2]
					334625, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [12]
		{
			[324427] = {
				{
					18.4320000000298, -- [1]
					"\"Орифрион\"", -- [2]
					324427, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					47.52499999990687, -- [1]
					"\"Орифрион\"", -- [2]
					324427, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[324046] = {
				{
					75.65500000002794, -- [1]
					"\"Орифрион\"", -- [2]
					324046, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[324608] = {
				{
					20.5570000000298, -- [1]
					"\"Орифрион\"", -- [2]
					324608, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					50.87199999997392, -- [1]
					"\"Орифрион\"", -- [2]
					324608, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[334053] = {
				{
					10.65399999986403, -- [1]
					"\"Орифрион\"", -- [2]
					334053, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Xynn-Durotan", -- [5]
				}, -- [1]
				{
					28.82999999984168, -- [1]
					"\"Орифрион\"", -- [2]
					334053, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Акаши", -- [5]
				}, -- [2]
				{
					42.15200000000186, -- [1]
					"\"Орифрион\"", -- [2]
					334053, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Акаши", -- [5]
				}, -- [3]
				{
					57.93399999989197, -- [1]
					"\"Орифрион\"", -- [2]
					334053, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Террамото", -- [5]
				}, -- [4]
				{
					71.29000000003725, -- [1]
					"\"Орифрион\"", -- [2]
					334053, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Акаши", -- [5]
				}, -- [5]
			},
			[324444] = {
				{
					15.41500000003725, -- [1]
					"\"Орифрион\"", -- [2]
					324444, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					44.52799999993295, -- [1]
					"\"Орифрион\"", -- [2]
					324444, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [13]
		{
			[324148] = {
				{
					11.85299999988638, -- [1]
					"\"Вентунакс\"", -- [2]
					324148, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [1]
				{
					28.86400000005961, -- [1]
					"\"Вентунакс\"", -- [2]
					324148, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [2]
				{
					56.00099999993108, -- [1]
					"\"Вентунакс\"", -- [2]
					324148, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [3]
			},
			[324146] = {
				{
					11.85299999988638, -- [1]
					"\"Вентунакс\"", -- [2]
					324146, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					28.86400000005961, -- [1]
					"\"Вентунакс\"", -- [2]
					324146, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					56.00099999993108, -- [1]
					"\"Вентунакс\"", -- [2]
					324146, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[334485] = {
				{
					43.87599999993108, -- [1]
					"\"Вентунакс\"", -- [2]
					334485, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[324205] = {
				{
					18.72299999999814, -- [1]
					"\"Вентунакс\"", -- [2]
					324205, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					39.78799999994226, -- [1]
					"\"Вентунакс\"", -- [2]
					324205, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					61.64500000001863, -- [1]
					"\"Вентунакс\"", -- [2]
					324205, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [14]
		{
			[321009] = {
				{
					34.3859999999404, -- [1]
					"Кин-Тара", -- [2]
					321009, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Xynn-Durotan", -- [5]
				}, -- [1]
				{
					45.33399999979883, -- [1]
					"Кин-Тара", -- [2]
					321009, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					86.36999999987893, -- [1]
					"Кин-Тара", -- [2]
					321009, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Xynn-Durotan", -- [5]
				}, -- [3]
			},
			[327481] = {
				{
					9.125, -- [1]
					"Кин-Тара", -- [2]
					327481, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					59.88699999987148, -- [1]
					"Кин-Тара", -- [2]
					327481, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[324368] = {
				{
					5.029999999795109, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					7.468999999808148, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					9.868999999947846, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					18.37299999990501, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					20.80899999989197, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					23.25, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					31.75299999979325, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					34.16999999992549, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					36.59699999983423, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					45.10999999986962, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					47.55799999996088, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					49.97899999981746, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					59.41299999994226, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					61.84699999983423, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					64.27899999986403, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					72.78299999982119, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					75.1909999998752, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					77.62899999995716, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					87.35999999986961, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
			},
			[30831] = {
				{
					89.41499999980442, -- [1]
					"Стальной коготь раскольников", -- [2]
					30831, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[320966] = {
				{
					8.166999999899417, -- [1]
					"Кин-Тара", -- [2]
					320966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					17.87399999983609, -- [1]
					"Кин-Тара", -- [2]
					320966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					26.41299999994226, -- [1]
					"Кин-Тара", -- [2]
					320966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					61.34299999987707, -- [1]
					"Кин-Тара", -- [2]
					320966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					71.06299999984913, -- [1]
					"Кин-Тара", -- [2]
					320966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					80.77499999990687, -- [1]
					"Кин-Тара", -- [2]
					320966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
			},
		}, -- [15]
		{
			[320771] = {
				{
					2.966999999945983, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					5.397000000113621, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					10.25699999998324, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					13.88500000000931, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					16.31499999994412, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					24.83700000005774, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
				{
					29.70900000003167, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [7]
				{
					34.57700000004843, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [8]
				{
					38.22500000009313, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [9]
				{
					40.65400000009686, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [10]
				{
					50.35599999991246, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [11]
				{
					52.78300000005402, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [12]
				{
					55.24399999994785, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [13]
				{
					60.07099999999628, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [14]
				{
					62.50799999991432, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [15]
				{
					64.93599999998696, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [16]
			},
			[320772] = {
				{
					19.24399999994785, -- [1]
					"Налтор Криомант", -- [2]
					320772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					43.58499999996275, -- [1]
					"Налтор Криомант", -- [2]
					320772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					67.86199999996461, -- [1]
					"Налтор Криомант", -- [2]
					320772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[321894] = {
				{
					27.76600000006147, -- [1]
					"Налтор Криомант", -- [2]
					321894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [1]
			},
			[325469] = {
				{
					70, -- [1]
					"Дряхлый желчевик", -- [2]
					325469, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					70, -- [1]
					"Дряхлый желчевик", -- [2]
					325469, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					70, -- [1]
					"Дряхлый желчевик", -- [2]
					325469, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					70, -- [1]
					"Дряхлый желчевик", -- [2]
					325469, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					70, -- [1]
					"Дряхлый желчевик", -- [2]
					325469, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					70, -- [1]
					"Дряхлый желчевик", -- [2]
					325469, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					70, -- [1]
					"Дряхлый желчевик", -- [2]
					325469, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[320788] = {
				{
					8.310999999986961, -- [1]
					"Налтор Криомант", -- [2]
					320788, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Террамото", -- [5]
				}, -- [1]
				{
					32.64299999992363, -- [1]
					"Налтор Криомант", -- [2]
					320788, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Xynn-Durotan", -- [5]
				}, -- [2]
				{
					58.1569999998901, -- [1]
					"Налтор Криомант", -- [2]
					320788, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Xynn-Durotan", -- [5]
				}, -- [3]
			},
			[325802] = {
				{
					70, -- [1]
					"Зоркий лучник", -- [2]
					325802, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					70, -- [1]
					"Зоркий лучник", -- [2]
					325802, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					70, -- [1]
					"Зоркий лучник", -- [2]
					325802, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[321754] = {
				{
					12.38899999996647, -- [1]
					"Налтор Криомант", -- [2]
					321754, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					36.72600000002421, -- [1]
					"Налтор Криомант", -- [2]
					321754, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					61.02399999997579, -- [1]
					"Налтор Криомант", -- [2]
					321754, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [16]
		{
			[320200] = {
				{
					3.456000000005588, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Террамото", -- [5]
				}, -- [1]
				{
					7.07300000009127, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					14.37000000011176, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Xynn-Durotan", -- [5]
				}, -- [3]
				{
					55.5930000001099, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [4]
				{
					62.97600000002421, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					66.62400000006892, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Xynn-Durotan", -- [5]
				}, -- [6]
				{
					70.25, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [7]
			},
			[320208] = {
				{
					15.95200000004843, -- [1]
					"Создание Трупошва", -- [2]
					320208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.16800000006333, -- [1]
					"Создание Трупошва", -- [2]
					320208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					72.24500000011176, -- [1]
					"Создание Трупошва", -- [2]
					320208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					90.43699999991804, -- [1]
					"Создание Трупошва", -- [2]
					320208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[343556] = {
				{
					32.80400000000373, -- [1]
					"Хирург Трупошов", -- [2]
					343556, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [1]
				{
					89.89400000008754, -- [1]
					"Хирург Трупошов", -- [2]
					343556, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [2]
			},
			[327664] = {
				{
					10.2160000000149, -- [1]
					"Хирург Трупошов", -- [2]
					327664, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					58.82499999995343, -- [1]
					"Хирург Трупошов", -- [2]
					327664, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[322681] = {
				{
					8.933999999891967, -- [1]
					"Создание Трупошва", -- [2]
					322681, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Xynn-Durotan", -- [5]
				}, -- [1]
				{
					27.15500000002794, -- [1]
					"Создание Трупошва", -- [2]
					322681, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [2]
				{
					65.21500000008382, -- [1]
					"Создание Трупошва", -- [2]
					322681, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Террамото", -- [5]
				}, -- [3]
				{
					83.43500000005588, -- [1]
					"Создание Трупошва", -- [2]
					322681, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Xynn-Durotan", -- [5]
				}, -- [4]
			},
			[320358] = {
				{
					52.24399999994785, -- [1]
					"Хирург Трупошов", -- [2]
					320358, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[334476] = {
				{
					28.1569999998901, -- [1]
					"Хирург Трупошов", -- [2]
					334476, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					41.81400000001304, -- [1]
					"Хирург Трупошов", -- [2]
					334476, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					84.03000000002794, -- [1]
					"Хирург Трупошов", -- [2]
					334476, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[320359] = {
				{
					47.82099999999628, -- [1]
					"Хирург Трупошов", -- [2]
					320359, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[334488] = {
				{
					24.50399999995716, -- [1]
					"Хирург Трупошов", -- [2]
					334488, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					43.95399999991059, -- [1]
					"Хирург Трупошов", -- [2]
					334488, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					80.40299999993294, -- [1]
					"Хирург Трупошов", -- [2]
					334488, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					91.8410000000149, -- [1]
					"Хирург Трупошов", -- [2]
					334488, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
			},
			[320376] = {
				{
					5.583000000100583, -- [1]
					"Создание Трупошва", -- [2]
					320376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					18.93299999996088, -- [1]
					"Создание Трупошва", -- [2]
					320376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					63.08499999996275, -- [1]
					"Создание Трупошва", -- [2]
					320376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					77.25, -- [1]
					"Создание Трупошва", -- [2]
					320376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
			},
			[326629] = {
				{
					0.4399999999441207, -- [1]
					"Хирург Трупошов", -- [2]
					326629, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					47.82099999999628, -- [1]
					"Хирург Трупошов", -- [2]
					326629, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [17]
		{
			[321226] = {
				{
					10.02700000000186, -- [1]
					"Амарт", -- [2]
					321226, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[320171] = {
				{
					8.989999999990687, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					23.14599999994971, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					26.1589999999851, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					28.59000000008382, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
			},
			[320012] = {
				{
					6.385999999940395, -- [1]
					"Амарт", -- [2]
					320012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[333629] = {
				{
					19.60400000005029, -- [1]
					"Возрожденный арбалетчик", -- [2]
					333629, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Террамото", -- [5]
				}, -- [1]
				{
					22.05300000007264, -- [1]
					"Возрожденный арбалетчик", -- [2]
					333629, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					24.45900000003167, -- [1]
					"Возрожденный арбалетчик", -- [2]
					333629, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					26.87899999995716, -- [1]
					"Возрожденный арбалетчик", -- [2]
					333629, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Террамото", -- [5]
				}, -- [4]
				{
					29.32099999999628, -- [1]
					"Возрожденный арбалетчик", -- [2]
					333629, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [5]
			},
			[320170] = {
				{
					8.398999999975786, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [1]
				{
					22.53799999994226, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [2]
				{
					26.17299999995157, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Xynn-Durotan", -- [5]
				}, -- [3]
				{
					28.59000000008382, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
			},
			[320336] = {
				{
					26.1589999999851, -- [1]
					"Оживленный маг", -- [2]
					320336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					28.59000000008382, -- [1]
					"Оживленный маг", -- [2]
					320336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Xynn-Durotan", -- [5]
				}, -- [2]
				{
					31.03200000012294, -- [1]
					"Оживленный маг", -- [2]
					320336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [3]
			},
			[333488] = {
				{
					31.03200000012294, -- [1]
					"Амарт", -- [2]
					333488, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[328667] = {
				{
					19.39899999997579, -- [1]
					"Оживленный маг", -- [2]
					328667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					23.04399999999441, -- [1]
					"Оживленный маг", -- [2]
					328667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					27.87600000016391, -- [1]
					"Оживленный маг", -- [2]
					328667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [18]
		{
			[320596] = {
				{
					13.07900000014342, -- [1]
					"Чумокост", -- [2]
					320596, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [1]
				{
					45.85700000007637, -- [1]
					"Чумокост", -- [2]
					320596, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Террамото", -- [5]
				}, -- [2]
			},
			[320614] = {
				{
					17.65100000007078, -- [1]
					"Червь-трупоед", -- [2]
					320614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [1]
				{
					20.16400000010617, -- [1]
					"Червь-трупоед", -- [2]
					320614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [2]
				{
					52.68600000021979, -- [1]
					"Червь-трупоед", -- [2]
					320614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [3]
				{
					52.77800000016578, -- [1]
					"Червь-трупоед", -- [2]
					320614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [4]
				{
					55.21400000015274, -- [1]
					"Червь-трупоед", -- [2]
					320614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [5]
				{
					61.87000000011176, -- [1]
					"Червь-трупоед", -- [2]
					320614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
				{
					64.38800000003539, -- [1]
					"Червь-трупоед", -- [2]
					320614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [7]
			},
			[320637] = {
				{
					26.41200000001118, -- [1]
					"Чумокост", -- [2]
					320637, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					53.14700000011362, -- [1]
					"Чумокост", -- [2]
					320637, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[320655] = {
				{
					7.208000000100583, -- [1]
					"Чумокост", -- [2]
					320655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					21.78200000012294, -- [1]
					"Чумокост", -- [2]
					320655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					33.92000000015833, -- [1]
					"Чумокост", -- [2]
					320655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					58.22500000009313, -- [1]
					"Чумокост", -- [2]
					320655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
			},
			[338022] = {
				{
					65.48300000000745, -- [1]
					"Лоскутный солдат", -- [2]
					338022, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
			},
			[321575] = {
				{
					65.48300000000745, -- [1]
					"Некромант с \"Золрамуса\"", -- [2]
					321575, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					65.48300000000745, -- [1]
					"Некромант с \"Золрамуса\"", -- [2]
					321575, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					65.48300000000745, -- [1]
					"Некромант с \"Золрамуса\"", -- [2]
					321575, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[328146] = {
				{
					24.37800000002608, -- [1]
					"Червь-трупоед", -- [2]
					328146, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.87100000004284, -- [1]
					"Червь-трупоед", -- [2]
					328146, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					26.04200000013225, -- [1]
					"Червь-трупоед", -- [2]
					328146, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					57.69700000016019, -- [1]
					"Червь-трупоед", -- [2]
					328146, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					59.46400000015274, -- [1]
					"Червь-трупоед", -- [2]
					328146, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
		}, -- [19]
		{
			[329170] = {
				{
					24.95299999997951, -- [1]
					"Грехокаменная статуя", -- [2]
					329170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лорд-камергер", -- [5]
				}, -- [1]
				{
					49.26000000000931, -- [1]
					"Грехокаменная статуя", -- [2]
					329170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лорд-камергер", -- [5]
				}, -- [2]
			},
			[275984] = {
				{
					69.39299999992363, -- [1]
					"Зоркий лучник", -- [2]
					275984, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кайлэнгг", -- [5]
				}, -- [1]
				{
					69.39299999992363, -- [1]
					"Зоркий лучник", -- [2]
					275984, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кайлэнгг", -- [5]
				}, -- [2]
				{
					69.39299999992363, -- [1]
					"Зоркий лучник", -- [2]
					275984, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Стойкий храбрец", -- [5]
				}, -- [3]
				{
					69.39299999992363, -- [1]
					"Зоркий лучник", -- [2]
					275984, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кайлэнгг", -- [5]
				}, -- [4]
				{
					69.39299999992363, -- [1]
					"Зоркий лучник", -- [2]
					275984, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кайлэнгг", -- [5]
				}, -- [5]
				{
					69.39299999992363, -- [1]
					"Зоркий лучник", -- [2]
					275984, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кайлэнгг", -- [5]
				}, -- [6]
				{
					69.39299999992363, -- [1]
					"Зоркий лучник", -- [2]
					275984, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кайлэнгг", -- [5]
				}, -- [7]
				{
					69.39299999992363, -- [1]
					"Зоркий лучник", -- [2]
					275984, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кайлэнгг", -- [5]
				}, -- [8]
				{
					69.39299999992363, -- [1]
					"Зоркий лучник", -- [2]
					275984, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кайлэнгг", -- [5]
				}, -- [9]
				{
					69.39299999992363, -- [1]
					"Зоркий лучник", -- [2]
					275984, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кайлэнгг", -- [5]
				}, -- [10]
				{
					69.39299999992363, -- [1]
					"Зоркий лучник", -- [2]
					275984, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кайлэнгг", -- [5]
				}, -- [11]
				{
					69.39299999992363, -- [1]
					"Зоркий лучник", -- [2]
					275984, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кайлэнгг", -- [5]
				}, -- [12]
			},
			[328799] = {
				{
					69.39299999992363, -- [1]
					"Неумирающий солдат", -- [2]
					328799, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кайлэнгг", -- [5]
				}, -- [1]
			},
			[323437] = {
				{
					8.402000000001863, -- [1]
					"Лорд-камергер", -- [2]
					323437, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
			},
			[329171] = {
				{
					25.44999999995343, -- [1]
					"Грехокаменная статуя", -- [2]
					329171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лорд-камергер", -- [5]
				}, -- [1]
				{
					49.74499999987893, -- [1]
					"Грехокаменная статуя", -- [2]
					329171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лорд-камергер", -- [5]
				}, -- [2]
			},
			[338022] = {
				{
					69.39299999992363, -- [1]
					"Лоскутный солдат", -- [2]
					338022, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					69.39299999992363, -- [1]
					"Лоскутный солдат", -- [2]
					338022, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
			},
			[323209] = {
				{
					10.57000000006519, -- [1]
					"Грехокаменная статуя", -- [2]
					323209, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[329168] = {
				{
					24.45500000007451, -- [1]
					"Грехокаменная статуя", -- [2]
					329168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лорд-камергер", -- [5]
				}, -- [1]
				{
					48.74300000001676, -- [1]
					"Грехокаменная статуя", -- [2]
					329168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лорд-камергер", -- [5]
				}, -- [2]
			},
			[329172] = {
				{
					25.94500000006519, -- [1]
					"Грехокаменная статуя", -- [2]
					329172, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лорд-камергер", -- [5]
				}, -- [1]
				{
					50.25099999993108, -- [1]
					"Грехокаменная статуя", -- [2]
					329172, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лорд-камергер", -- [5]
				}, -- [2]
			},
			[323236] = {
				{
					19.61999999987893, -- [1]
					"Лорд-камергер", -- [2]
					323236, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[323150] = {
				{
					12.08300000010058, -- [1]
					"Грехокаменная статуя", -- [2]
					323150, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Telekinetic Toss Stalker", -- [5]
				}, -- [1]
			},
			[326771] = {
				{
					69.39299999992363, -- [1]
					"Камнерожденный-рассекатель", -- [2]
					326771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[329113] = {
				{
					22.9320000000298, -- [1]
					"Лорд-камергер", -- [2]
					329113, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					47.23500000010245, -- [1]
					"Лорд-камергер", -- [2]
					329113, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[325802] = {
				{
					69.39299999992363, -- [1]
					"Зоркий лучник", -- [2]
					325802, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					69.39299999992363, -- [1]
					"Зоркий лучник", -- [2]
					325802, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[328791] = {
				{
					34.18100000009872, -- [1]
					"Лорд-камергер", -- [2]
					328791, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					58.47999999998137, -- [1]
					"Лорд-камергер", -- [2]
					328791, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[329104] = {
				{
					21.76900000008754, -- [1]
					"Лорд-камергер", -- [2]
					329104, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					46.06000000005588, -- [1]
					"Лорд-камергер", -- [2]
					329104, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [20]
		{
			[338012] = {
				{
					22.00099999993108, -- [1]
					"Фонтан анимы", -- [2]
					338012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					23.29200000013225, -- [1]
					"Фонтан анимы", -- [2]
					338012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					24.60000000009313, -- [1]
					"Фонтан анимы", -- [2]
					338012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					25.89100000006147, -- [1]
					"Фонтан анимы", -- [2]
					338012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					26.69999999995343, -- [1]
					"Фонтан анимы", -- [2]
					338012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					49.92800000007264, -- [1]
					"Фонтан анимы", -- [2]
					338012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					51.21900000004098, -- [1]
					"Фонтан анимы", -- [2]
					338012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					52.53099999995902, -- [1]
					"Фонтан анимы", -- [2]
					338012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					53.82600000011735, -- [1]
					"Фонтан анимы", -- [2]
					338012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					54.625, -- [1]
					"Фонтан анимы", -- [2]
					338012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
			},
			[323538] = {
				{
					18.21699999994598, -- [1]
					"Верховный адъюдикатор Ализа", -- [2]
					323538, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					61.48399999993853, -- [1]
					"Верховный адъюдикатор Ализа", -- [2]
					323538, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
			},
			[329340] = {
				{
					20.68800000008196, -- [1]
					"Верховный адъюдикатор Ализа", -- [2]
					329340, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					48.62100000004284, -- [1]
					"Верховный адъюдикатор Ализа", -- [2]
					329340, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[326771] = {
				{
					63.50300000002608, -- [1]
					"Камнерожденный-рассекатель", -- [2]
					326771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					63.50300000002608, -- [1]
					"Камнерожденный-рассекатель", -- [2]
					326771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					63.50300000002608, -- [1]
					"Камнерожденный-рассекатель", -- [2]
					326771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					63.50300000002608, -- [1]
					"Камнерожденный-рассекатель", -- [2]
					326771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[323552] = {
				{
					39.62199999997392, -- [1]
					"Верховный адъюдикатор Ализа", -- [2]
					323552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [21]
		{
			[328206] = {
				{
					21.75699999998324, -- [1]
					"Эшелон", -- [2]
					328206, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					53.78699999977835, -- [1]
					"Эшелон", -- [2]
					328206, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[328322] = {
				{
					70.70600000000559, -- [1]
					"Неумирающий камнебес", -- [2]
					328322, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					71.09599999990314, -- [1]
					"Неумирающий камнебес", -- [2]
					328322, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					71.09599999990314, -- [1]
					"Неумирающий камнебес", -- [2]
					328322, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [3]
				{
					71.7019999998156, -- [1]
					"Неумирающий камнебес", -- [2]
					328322, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					71.90399999986403, -- [1]
					"Неумирающий камнебес", -- [2]
					328322, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					71.90399999986403, -- [1]
					"Неумирающий камнебес", -- [2]
					328322, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
				{
					74.72299999999814, -- [1]
					"Неумирающий камнебес", -- [2]
					328322, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [7]
				{
					74.72299999999814, -- [1]
					"Неумирающий камнебес", -- [2]
					328322, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [8]
				{
					75.5339999999851, -- [1]
					"Неумирающий камнебес", -- [2]
					328322, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [9]
				{
					75.5339999999851, -- [1]
					"Неумирающий камнебес", -- [2]
					328322, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [10]
				{
					78.36899999994785, -- [1]
					"Неумирающий камнебес", -- [2]
					328322, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [11]
				{
					79.18099999986589, -- [1]
					"Неумирающий камнебес", -- [2]
					328322, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [12]
			},
			[326389] = {
				{
					7.591999999945983, -- [1]
					"Эшелон", -- [2]
					326389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.52499999990687, -- [1]
					"Эшелон", -- [2]
					326389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					48.53999999980442, -- [1]
					"Эшелон", -- [2]
					326389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					69.18599999998696, -- [1]
					"Эшелон", -- [2]
					326389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[319941] = {
				{
					28.27399999997579, -- [1]
					"Эшелон", -- [2]
					319941, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					60.31199999991804, -- [1]
					"Эшелон", -- [2]
					319941, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[326771] = {
				{
					81.53999999980442, -- [1]
					"Камнерожденный-рассекатель", -- [2]
					326771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[328124] = {
				{
					12.45899999979883, -- [1]
					"Неумирающий камнебес", -- [2]
					328124, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					12.45899999979883, -- [1]
					"Неумирающий камнебес", -- [2]
					328124, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					12.45899999979883, -- [1]
					"Неумирающий камнебес", -- [2]
					328124, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					63.5109999999404, -- [1]
					"Неумирающий камнебес", -- [2]
					328124, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					63.5109999999404, -- [1]
					"Неумирающий камнебес", -- [2]
					328124, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					63.5109999999404, -- [1]
					"Неумирающий камнебес", -- [2]
					328124, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[319733] = {
				{
					12.45899999979883, -- [1]
					"Эшелон", -- [2]
					319733, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					63.5109999999404, -- [1]
					"Эшелон", -- [2]
					319733, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[328125] = {
				{
					20.80799999996088, -- [1]
					"Неумирающий камнебес", -- [2]
					328125, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					20.80799999996088, -- [1]
					"Неумирающий камнебес", -- [2]
					328125, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					20.80799999996088, -- [1]
					"Неумирающий камнебес", -- [2]
					328125, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					20.80799999996088, -- [1]
					"Неумирающий камнебес", -- [2]
					328125, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					20.80799999996088, -- [1]
					"Неумирающий камнебес", -- [2]
					328125, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					20.93399999989197, -- [1]
					"Неумирающий камнебес", -- [2]
					328125, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					29.26499999989756, -- [1]
					"Неумирающий камнебес", -- [2]
					328125, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					29.2839999999851, -- [1]
					"Неумирающий камнебес", -- [2]
					328125, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					29.2839999999851, -- [1]
					"Неумирающий камнебес", -- [2]
					328125, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					29.29699999978766, -- [1]
					"Неумирающий камнебес", -- [2]
					328125, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					29.29699999978766, -- [1]
					"Неумирающий камнебес", -- [2]
					328125, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					29.31299999984913, -- [1]
					"Неумирающий камнебес", -- [2]
					328125, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					72.12199999997392, -- [1]
					"Неумирающий камнебес", -- [2]
					328125, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					72.18599999998696, -- [1]
					"Неумирающий камнебес", -- [2]
					328125, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					76.33799999998882, -- [1]
					"Неумирающий камнебес", -- [2]
					328125, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					76.83699999982491, -- [1]
					"Неумирающий камнебес", -- [2]
					328125, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
			},
		}, -- [22]
		{
			[322936] = {
				{
					5.202000000048429, -- [1]
					"Халкиас", -- [2]
					322936, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					20.98999999999069, -- [1]
					"Халкиас", -- [2]
					322936, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					55.00199999986216, -- [1]
					"Халкиас", -- [2]
					322936, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[322943] = {
				{
					14.60299999988638, -- [1]
					"Халкиас", -- [2]
					322943, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.55799999996088, -- [1]
					"Халкиас", -- [2]
					322943, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					49.42299999995157, -- [1]
					"Халкиас", -- [2]
					322943, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[326771] = {
				{
					55.70200000004843, -- [1]
					"Камнерожденный-рассекатель", -- [2]
					326771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[322711] = {
				{
					34.11800000001676, -- [1]
					"Халкиас", -- [2]
					322711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [23]
		{
			[323845] = {
				{
					5.539000000106171, -- [1]
					"Генерал Кааль", -- [2]
					323845, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.29300000006333, -- [1]
					"Генерал Кааль", -- [2]
					323845, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					40.73200000007637, -- [1]
					"Генерал Кааль", -- [2]
					323845, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					56.53300000005402, -- [1]
					"Генерал Кааль", -- [2]
					323845, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					79.5460000000894, -- [1]
					"Генерал Кааль", -- [2]
					323845, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[319286] = {
				{
					87.13700000010431, -- [1]
					"Воплощение ярости", -- [2]
					319286, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					87.13700000010431, -- [1]
					"Воплощение ярости", -- [2]
					319286, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					87.13700000010431, -- [1]
					"Воплощение ярости", -- [2]
					319286, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					87.13700000010431, -- [1]
					"Воплощение ярости", -- [2]
					319286, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					87.13700000010431, -- [1]
					"Воплощение ярости", -- [2]
					319286, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					87.13700000010431, -- [1]
					"Воплощение ярости", -- [2]
					319286, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[319465] = {
				{
					87.13700000010431, -- [1]
					"Амбициозный дуэлянт", -- [2]
					319465, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[323821] = {
				{
					16.22800000011921, -- [1]
					"Генерал Кааль", -- [2]
					323821, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					41.74300000001676, -- [1]
					"Генерал Кааль", -- [2]
					323821, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					58.752000000095, -- [1]
					"Генерал Кааль", -- [2]
					323821, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					79.33100000000559, -- [1]
					"Генерал Кааль", -- [2]
					323821, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[331415] = {
				{
					11.97299999999814, -- [1]
					"Генерал Кааль", -- [2]
					331415, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					12.81499999994412, -- [1]
					"Генерал Кааль", -- [2]
					331415, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					27.66500000003725, -- [1]
					"Генерал Кааль", -- [2]
					331415, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					28.58300000010058, -- [1]
					"Генерал Кааль", -- [2]
					331415, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					47.29200000013225, -- [1]
					"Генерал Кааль", -- [2]
					331415, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					48.00399999995716, -- [1]
					"Генерал Кааль", -- [2]
					331415, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					62.90599999995902, -- [1]
					"Генерал Кааль", -- [2]
					331415, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					63.79399999999441, -- [1]
					"Генерал Кааль", -- [2]
					331415, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					85.83300000010058, -- [1]
					"Генерал Кааль", -- [2]
					331415, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					86.8179999999702, -- [1]
					"Генерал Кааль", -- [2]
					331415, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
			},
			[319506] = {
				{
					87.13700000010431, -- [1]
					"Воплощение ненависти", -- [2]
					319506, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[322903] = {
				{
					38.90300000016578, -- [1]
					"Генерал Кааль", -- [2]
					322903, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					76.53700000001118, -- [1]
					"Генерал Кааль", -- [2]
					322903, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[334877] = {
				{
					87.13700000010431, -- [1]
					"Генерал Кааль", -- [2]
					334877, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[319251] = {
				{
					87.13700000010431, -- [1]
					"Похититель ярости", -- [2]
					319251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Яростная душа", -- [5]
				}, -- [1]
				{
					87.13700000010431, -- [1]
					"Похититель ярости", -- [2]
					319251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Яростная душа", -- [5]
				}, -- [2]
			},
			[323810] = {
				{
					20.52600000007078, -- [1]
					"Генерал Кааль", -- [2]
					323810, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.7269999999553, -- [1]
					"Генерал Кааль", -- [2]
					323810, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					22.99399999994785, -- [1]
					"Генерал Кааль", -- [2]
					323810, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					46.01800000015646, -- [1]
					"Генерал Кааль", -- [2]
					323810, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					47.25, -- [1]
					"Генерал Кааль", -- [2]
					323810, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					48.50399999995716, -- [1]
					"Генерал Кааль", -- [2]
					323810, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					63.002000000095, -- [1]
					"Генерал Кааль", -- [2]
					323810, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					64.25500000012107, -- [1]
					"Генерал Кааль", -- [2]
					323810, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					65.50500000012107, -- [1]
					"Генерал Кааль", -- [2]
					323810, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					83.59199999994598, -- [1]
					"Генерал Кааль", -- [2]
					323810, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					84.83600000012666, -- [1]
					"Генерал Кааль", -- [2]
					323810, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					86.09400000004098, -- [1]
					"Генерал Кааль", -- [2]
					323810, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
			},
		}, -- [24]
		{
			[325360] = {
				{
					20.97200000006706, -- [1]
					"Верховная надзирательница Бериллия", -- [2]
					325360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					59.88800000003539, -- [1]
					"Верховная надзирательница Бериллия", -- [2]
					325360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[326039] = {
				{
					27.09900000016205, -- [1]
					"Верховная надзирательница Бериллия", -- [2]
					326039, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					66.00400000018999, -- [1]
					"Верховная надзирательница Бериллия", -- [2]
					326039, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[328593] = {
				{
					8.299000000115484, -- [1]
					"Верховная надзирательница Бериллия", -- [2]
					328593, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дух волка", -- [5]
				}, -- [1]
				{
					39.90300000016578, -- [1]
					"Верховная надзирательница Бериллия", -- [2]
					328593, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Террамото", -- [5]
				}, -- [2]
				{
					46.377000000095, -- [1]
					"Верховная надзирательница Бериллия", -- [2]
					328593, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тотем неистовства ветра", -- [5]
				}, -- [3]
			},
			[325254] = {
				{
					5.930000000167638, -- [1]
					"Верховная надзирательница Бериллия", -- [2]
					325254, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					37.55200000014156, -- [1]
					"Верховная надзирательница Бериллия", -- [2]
					325254, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
			},
		}, -- [25]
		{
			[322554] = {
				{
					5.225000000093132, -- [1]
					"Вершитель Тарвольд", -- [2]
					322554, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [1]
				{
					25.86199999996461, -- [1]
					"Вершитель Тарвольд", -- [2]
					322554, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Xynn-Durotan", -- [5]
				}, -- [2]
				{
					46.51699999999255, -- [1]
					"Вершитель Тарвольд", -- [2]
					322554, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [3]
			},
		}, -- [26]
		{
			[320843] = {
				{
					9.283999999985099, -- [1]
					"Изголодавшийся клещ", -- [2]
					320843, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
			},
			[338471] = {
				{
					1.198999999789521, -- [1]
					"Криксис Ненасытный", -- [2]
					338471, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[319650] = {
				{
					7.164999999804422, -- [1]
					"Криксис Ненасытный", -- [2]
					319650, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					31.43899999978021, -- [1]
					"Криксис Ненасытный", -- [2]
					319650, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					48.43899999978021, -- [1]
					"Криксис Ненасытный", -- [2]
					319650, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
			},
			[315536] = {
				{
					67.3070000000298, -- [1]
					"Часовой чертогов", -- [2]
					315536, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[319654] = {
				{
					10.51299999980256, -- [1]
					"Криксис Ненасытный", -- [2]
					319654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					26.30299999983981, -- [1]
					"Криксис Ненасытный", -- [2]
					319654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					51.78299999982119, -- [1]
					"Криксис Ненасытный", -- [2]
					319654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[319685] = {
				{
					38.80299999983981, -- [1]
					"Криксис Ненасытный", -- [2]
					319685, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[319713] = {
				{
					19.37899999995716, -- [1]
					"Криксис Ненасытный", -- [2]
					319713, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [1]
				{
					60.64899999997579, -- [1]
					"Криксис Ненасытный", -- [2]
					319713, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Террамото", -- [5]
				}, -- [2]
			},
		}, -- [27]
		{
			[322450] = {
				{
					16.42399999988265, -- [1]
					"Тред'ова", -- [2]
					322450, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кокон Лакали", -- [5]
				}, -- [1]
				{
					40.74599999981001, -- [1]
					"Тред'ова", -- [2]
					322450, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кокон Лакали", -- [5]
				}, -- [2]
			},
			[329414] = {
				{
					78.69999999995343, -- [1]
					"Лорд Дарион", -- [2]
					329414, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лорд Дарион", -- [5]
				}, -- [1]
			},
			[322563] = {
				{
					41.83799999998882, -- [1]
					"Тред'ова", -- [2]
					322563, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Xynn-Durotan", -- [5]
				}, -- [1]
				{
					72.4409999998752, -- [1]
					"Тред'ова", -- [2]
					322563, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [2]
			},
			[319286] = {
				{
					78.69999999995343, -- [1]
					"Воплощение ярости", -- [2]
					319286, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					78.69999999995343, -- [1]
					"Воплощение ярости", -- [2]
					319286, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					78.69999999995343, -- [1]
					"Воплощение ярости", -- [2]
					319286, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					78.69999999995343, -- [1]
					"Воплощение ярости", -- [2]
					319286, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					78.69999999995343, -- [1]
					"Воплощение ярости", -- [2]
					319286, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					78.69999999995343, -- [1]
					"Воплощение ярости", -- [2]
					319286, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					78.69999999995343, -- [1]
					"Воплощение ярости", -- [2]
					319286, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					78.69999999995343, -- [1]
					"Воплощение ярости", -- [2]
					319286, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					78.69999999995343, -- [1]
					"Воплощение ярости", -- [2]
					319286, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					78.69999999995343, -- [1]
					"Воплощение ярости", -- [2]
					319286, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					78.69999999995343, -- [1]
					"Воплощение ярости", -- [2]
					319286, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					78.69999999995343, -- [1]
					"Воплощение ярости", -- [2]
					319286, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					78.69999999995343, -- [1]
					"Воплощение ярости", -- [2]
					319286, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					78.69999999995343, -- [1]
					"Воплощение ярости", -- [2]
					319286, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
			},
			[316068] = {
				{
					78.69999999995343, -- [1]
					"Чумазый гряземес", -- [2]
					316068, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ненасытный клещ", -- [5]
				}, -- [1]
				{
					78.69999999995343, -- [1]
					"Чумазый гряземес", -- [2]
					316068, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ненасытный клещ", -- [5]
				}, -- [2]
			},
			[322654] = {
				{
					7.447999999858439, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					7.447999999858439, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					7.447999999858439, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					7.447999999858439, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					7.447999999858439, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					26.95099999988452, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					26.95099999988452, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					26.95099999988452, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					26.95099999988452, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					26.95099999988452, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					52.4749999998603, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					52.4749999998603, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					52.4749999998603, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					52.4749999998603, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					52.4749999998603, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					73.35699999984354, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					73.36899999994785, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					73.36899999994785, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					73.36899999994785, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					73.36899999994785, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
			},
			[320843] = {
				{
					78.69999999995343, -- [1]
					"Ненасытный клещ", -- [2]
					320843, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Чумазый гряземес", -- [5]
				}, -- [1]
				{
					78.69999999995343, -- [1]
					"Ненасытный клещ", -- [2]
					320843, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Чумазый гряземес", -- [5]
				}, -- [2]
				{
					78.69999999995343, -- [1]
					"Ненасытный клещ", -- [2]
					320843, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Чумазый гряземес", -- [5]
				}, -- [3]
				{
					78.69999999995343, -- [1]
					"Ненасытный клещ", -- [2]
					320843, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Чумазый гряземес", -- [5]
				}, -- [4]
			},
			[319506] = {
				{
					78.69999999995343, -- [1]
					"Воплощение ненависти", -- [2]
					319506, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					78.69999999995343, -- [1]
					"Воплощение ненависти", -- [2]
					319506, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					78.69999999995343, -- [1]
					"Воплощение ненависти", -- [2]
					319506, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					78.69999999995343, -- [1]
					"Воплощение ненависти", -- [2]
					319506, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					78.69999999995343, -- [1]
					"Воплощение ненависти", -- [2]
					319506, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					78.69999999995343, -- [1]
					"Воплощение ненависти", -- [2]
					319506, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					78.69999999995343, -- [1]
					"Воплощение ненависти", -- [2]
					319506, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					78.69999999995343, -- [1]
					"Воплощение ненависти", -- [2]
					319506, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					78.69999999995343, -- [1]
					"Воплощение ненависти", -- [2]
					319506, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					78.69999999995343, -- [1]
					"Воплощение ненависти", -- [2]
					319506, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					78.69999999995343, -- [1]
					"Воплощение ненависти", -- [2]
					319506, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
			},
			[326281] = {
				{
					16.69900000002235, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					19.68099999986589, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					42.01399999996647, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					45.02399999997579, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					48, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[322550] = {
				{
					40.3179999999702, -- [1]
					"Тред'ова", -- [2]
					322550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					70.9409999998752, -- [1]
					"Тред'ова", -- [2]
					322550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[322614] = {
				{
					61.17499999981374, -- [1]
					"Тред'ова", -- [2]
					322614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [1]
			},
			[319465] = {
				{
					78.69999999995343, -- [1]
					"Амбициозный дуэлянт", -- [2]
					319465, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					78.69999999995343, -- [1]
					"Амбициозный дуэлянт", -- [2]
					319465, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					78.69999999995343, -- [1]
					"Амбициозный дуэлянт", -- [2]
					319465, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					78.69999999995343, -- [1]
					"Амбициозный дуэлянт", -- [2]
					319465, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					78.69999999995343, -- [1]
					"Амбициозный дуэлянт", -- [2]
					319465, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					78.69999999995343, -- [1]
					"Амбициозный дуэлянт", -- [2]
					319465, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					78.69999999995343, -- [1]
					"Амбициозный дуэлянт", -- [2]
					319465, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					78.69999999995343, -- [1]
					"Амбициозный дуэлянт", -- [2]
					319465, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					78.69999999995343, -- [1]
					"Амбициозный дуэлянт", -- [2]
					319465, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					78.69999999995343, -- [1]
					"Амбициозный дуэлянт", -- [2]
					319465, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					78.69999999995343, -- [1]
					"Амбициозный дуэлянт", -- [2]
					319465, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					78.69999999995343, -- [1]
					"Амбициозный дуэлянт", -- [2]
					319465, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					78.69999999995343, -- [1]
					"Амбициозный дуэлянт", -- [2]
					319465, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					78.69999999995343, -- [1]
					"Амбициозный дуэлянт", -- [2]
					319465, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					78.69999999995343, -- [1]
					"Амбициозный дуэлянт", -- [2]
					319465, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					78.69999999995343, -- [1]
					"Амбициозный дуэлянт", -- [2]
					319465, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
			},
			[319529] = {
				{
					78.69999999995343, -- [1]
					"Похитительница ненависти", -- [2]
					319529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Полная ненависти душа", -- [5]
				}, -- [1]
				{
					78.69999999995343, -- [1]
					"Похитительница ненависти", -- [2]
					319529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Полная ненависти душа", -- [5]
				}, -- [2]
				{
					78.69999999995343, -- [1]
					"Похитительница ненависти", -- [2]
					319529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Полная ненависти душа", -- [5]
				}, -- [3]
				{
					78.69999999995343, -- [1]
					"Похитительница ненависти", -- [2]
					319529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Полная ненависти душа", -- [5]
				}, -- [4]
				{
					78.69999999995343, -- [1]
					"Похитительница ненависти", -- [2]
					319529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Полная ненависти душа", -- [5]
				}, -- [5]
				{
					78.69999999995343, -- [1]
					"Похитительница ненависти", -- [2]
					319529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Полная ненависти душа", -- [5]
				}, -- [6]
			},
			[319251] = {
				{
					78.69999999995343, -- [1]
					"Похититель ярости", -- [2]
					319251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Яростная душа", -- [5]
				}, -- [1]
				{
					78.69999999995343, -- [1]
					"Похититель ярости", -- [2]
					319251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Яростная душа", -- [5]
				}, -- [2]
				{
					78.69999999995343, -- [1]
					"Похититель ярости", -- [2]
					319251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Яростная душа", -- [5]
				}, -- [3]
				{
					78.69999999995343, -- [1]
					"Похититель ярости", -- [2]
					319251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Яростная душа", -- [5]
				}, -- [4]
				{
					78.69999999995343, -- [1]
					"Похититель ярости", -- [2]
					319251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Яростная душа", -- [5]
				}, -- [5]
			},
			[322709] = {
				{
					26.95099999988452, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					26.95099999988452, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					26.95099999988452, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					26.95099999988452, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					26.95099999988452, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					52.4749999998603, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					52.4749999998603, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					52.4749999998603, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					52.4749999998603, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					52.4749999998603, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					52.4749999998603, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					52.4749999998603, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					52.4749999998603, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					52.4749999998603, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					52.4749999998603, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					73.35699999984354, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					73.36899999994785, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					73.36899999994785, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					73.36899999994785, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					73.36899999994785, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					73.36899999994785, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					73.36899999994785, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					73.36899999994785, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					73.36899999994785, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					73.36899999994785, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					73.36899999994785, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					73.36899999994785, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					73.36899999994785, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					73.36899999994785, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					73.36899999994785, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
			},
		}, -- [28]
		{
			[336759] = {
				{
					9.33199999993667, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					9.33199999993667, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					9.33199999993667, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					9.33199999993667, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					25.12800000002608, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					25.12800000002608, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					25.12800000002608, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					25.12800000002608, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					38.47299999999814, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					38.47299999999814, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					38.47299999999814, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					38.47299999999814, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					53.05000000004657, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					53.05000000004657, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					53.05000000004657, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					53.05000000004657, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					66.42200000002049, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					66.42200000002049, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					66.42200000002049, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					66.42200000002049, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					82.20499999984168, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					82.20499999984168, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					82.20499999984168, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					82.20499999984168, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					98.01000000000931, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					98.01000000000931, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					98.01000000000931, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					98.01000000000931, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					111.5870000000577, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					111.5870000000577, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					111.5870000000577, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					111.5870000000577, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
			},
			[321669] = {
				{
					22.54099999996834, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					22.54099999996834, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					22.54099999996834, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					22.54099999996834, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					25.61299999989569, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					25.61299999989569, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					25.61299999989569, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					25.61299999989569, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					28.62399999983609, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					28.63999999989756, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					28.63999999989756, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					29.23999999999069, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					31.63800000003539, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					31.63800000003539, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					31.68999999994412, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					32.88800000003539, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					34.6359999999404, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					34.72199999983423, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					34.87299999990501, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					36.54199999989942, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					62.63999999989756, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					62.63999999989756, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					62.63999999989756, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					62.63999999989756, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					65.69200000003912, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					65.69200000003912, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					65.69200000003912, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					65.7139999999199, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					68.7249999998603, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					68.82700000004843, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					68.82700000004843, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					68.82700000004843, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					97.85100000002421, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					97.85100000002421, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					97.86399999982677, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					97.86399999982677, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					100.8780000000261, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					100.8780000000261, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					100.9239999998827, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					100.9239999998827, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
				{
					104.0419999998994, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [41]
				{
					104.0419999998994, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [42]
				{
					104.0419999998994, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [43]
				{
					104.5659999998752, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [44]
				{
					107.0549999999348, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [45]
				{
					107.0879999999888, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [46]
				{
					107.0879999999888, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [47]
				{
					108.2009999998845, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [48]
			},
			[321834] = {
				{
					9.33199999993667, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.12800000002608, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					38.47299999999814, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					53.05000000004657, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					66.42200000002049, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					82.1929999999702, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					98.01000000000931, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					111.5870000000577, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[341709] = {
				{
					21.65500000002794, -- [1]
					"Призывательница Туманов", -- [2]
					341709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					45.9749999998603, -- [1]
					"Призывательница Туманов", -- [2]
					341709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					70.2609999999404, -- [1]
					"Призывательница Туманов", -- [2]
					341709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[321891] = {
				{
					24.66699999989942, -- [1]
					"Иллюзорный лисохвост", -- [2]
					321891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [1]
				{
					48.98199999984354, -- [1]
					"Иллюзорный лисохвост", -- [2]
					321891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [2]
				{
					73.2819999998901, -- [1]
					"Иллюзорный лисохвост", -- [2]
					321891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [3]
			},
			[336813] = {
				{
					9.33199999993667, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					9.33199999993667, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					9.33199999993667, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					9.33199999993667, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					25.12800000002608, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					25.12800000002608, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					25.12800000002608, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					25.12800000002608, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					38.47299999999814, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					38.47299999999814, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					38.47299999999814, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					38.47299999999814, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					53.05000000004657, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					53.05000000004657, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					53.05000000004657, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					53.05000000004657, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					66.42200000002049, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					66.42200000002049, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					66.42200000002049, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					66.42200000002049, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					82.20499999984168, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					82.20499999984168, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					82.20499999984168, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					82.20499999984168, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					98.01000000000931, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					98.01000000000931, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					98.01000000000931, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					98.01000000000931, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					111.5870000000577, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					111.5870000000577, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					111.5870000000577, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					111.5870000000577, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
			},
			[336499] = {
				{
					19.54099999996834, -- [1]
					"Призывательница Туманов", -- [2]
					336499, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					59.6339999998454, -- [1]
					"Призывательница Туманов", -- [2]
					336499, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					94.88199999998324, -- [1]
					"Призывательница Туманов", -- [2]
					336499, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [29]
		{
			[321772] = {
				{
					23.4519999998156, -- [1]
					"Дроман Ульфарран", -- [2]
					321772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					73.25199999986216, -- [1]
					"Дроман Ульфарран", -- [2]
					321772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[325163] = {
				{
					85.6359999999404, -- [1]
					"Туманная защитница", -- [2]
					325163, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друст-душеруб", -- [5]
				}, -- [1]
				{
					85.6359999999404, -- [1]
					"Туманная защитница", -- [2]
					325163, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друст-душеруб", -- [5]
				}, -- [2]
			},
			[323138] = {
				{
					14.91299999994226, -- [1]
					"Ингра Малох", -- [2]
					323138, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					59.86999999987893, -- [1]
					"Ингра Малох", -- [2]
					323138, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[322557] = {
				{
					85.6359999999404, -- [1]
					"Друст-душеруб", -- [2]
					322557, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друст-душеруб", -- [5]
				}, -- [1]
				{
					85.6359999999404, -- [1]
					"Друст-душеруб", -- [2]
					322557, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Туманная защитница", -- [5]
				}, -- [2]
			},
			[326319] = {
				{
					85.6359999999404, -- [1]
					"Друст-жнец", -- [2]
					326319, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жительница Тирна Скитта", -- [5]
				}, -- [1]
				{
					85.6359999999404, -- [1]
					"Друст-жнец", -- [2]
					326319, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жительница Тирна Скитта", -- [5]
				}, -- [2]
				{
					85.6359999999404, -- [1]
					"Друст-жнец", -- [2]
					326319, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жительница Тирна Скитта", -- [5]
				}, -- [3]
				{
					85.6359999999404, -- [1]
					"Друст-жнец", -- [2]
					326319, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жительница Тирна Скитта", -- [5]
				}, -- [4]
				{
					85.6359999999404, -- [1]
					"Друст-жнец", -- [2]
					326319, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жительница Тирна Скитта", -- [5]
				}, -- [5]
				{
					85.6359999999404, -- [1]
					"Друст-жнец", -- [2]
					326319, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жительница Тирна Скитта", -- [5]
				}, -- [6]
				{
					85.6359999999404, -- [1]
					"Друст-жнец", -- [2]
					326319, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жительница Тирна Скитта", -- [5]
				}, -- [7]
			},
			[321005] = {
				{
					40.4769999999553, -- [1]
					"Ингра Малох", -- [2]
					321005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дроман Ульфарран", -- [5]
				}, -- [1]
			},
			[322569] = {
				{
					85.6359999999404, -- [1]
					"Друст-душеруб", -- [2]
					322569, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					85.6359999999404, -- [1]
					"Друст-душеруб", -- [2]
					322569, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[323177] = {
				{
					14.91299999994226, -- [1]
					"Дроман Ульфарран", -- [2]
					323177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					59.85299999988638, -- [1]
					"Дроман Ульфарран", -- [2]
					323177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[323057] = {
				{
					18.18199999979697, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [1]
			},
			[323137] = {
				{
					9.976999999955297, -- [1]
					"Дроман Ульфарран", -- [2]
					323137, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					54.87799999979325, -- [1]
					"Дроман Ульфарран", -- [2]
					323137, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					73.10800000000745, -- [1]
					"Дроман Ульфарран", -- [2]
					323137, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[331718] = {
				{
					85.6359999999404, -- [1]
					"Туманная защитница", -- [2]
					331718, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					85.6359999999404, -- [1]
					"Туманная защитница", -- [2]
					331718, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [30]
		{
			[325258] = {
				{
					14.93599999998696, -- [1]
					"Мве'зала", -- [2]
					325258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					47.70600000000559, -- [1]
					"Мве'зала", -- [2]
					325258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[326221] = {
				{
					60.92800000007264, -- [1]
					"Мве'зала", -- [2]
					326221, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[334810] = {
				{
					123.655999999959, -- [1]
					"Мве'зала", -- [2]
					334810, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[325725] = {
				{
					4.15500000002794, -- [1]
					"Мве'зала", -- [2]
					325725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					29.627000000095, -- [1]
					"Мве'зала", -- [2]
					325725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					40.54099999996834, -- [1]
					"Мве'зала", -- [2]
					325725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[327646] = {
				{
					6.787999999942258, -- [1]
					"Мве'зала", -- [2]
					327646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					26.75300000002608, -- [1]
					"Мве'зала", -- [2]
					327646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					37.12199999997392, -- [1]
					"Мве'зала", -- [2]
					327646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					59.49099999992177, -- [1]
					"Мве'зала", -- [2]
					327646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
			},
			[326171] = {
				{
					70.92399999988265, -- [1]
					"Мве'зала", -- [2]
					326171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[327426] = {
				{
					71.42800000007264, -- [1]
					"Расколотое видение", -- [2]
					327426, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					71.42800000007264, -- [1]
					"Расколотое видение", -- [2]
					327426, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					71.42800000007264, -- [1]
					"Расколотое видение", -- [2]
					327426, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					71.42800000007264, -- [1]
					"Расколотое видение", -- [2]
					327426, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[334970] = {
				{
					80.9539999999106, -- [1]
					"Мве'зала", -- [2]
					334970, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [31]
		{
			[320230] = {
				{
					36.07199999992736, -- [1]
					"Дилер Зи'екса", -- [2]
					320230, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					71.29199999989942, -- [1]
					"Дилер Зи'екса", -- [2]
					320230, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[323687] = {
				{
					6.774999999906868, -- [1]
					"Дилер Зи'екса", -- [2]
					323687, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
			},
			[324090] = {
				{
					9.205999999772757, -- [1]
					"Дилер Зи'екса", -- [2]
					324090, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					26.22399999992922, -- [1]
					"Дилер Зи'екса", -- [2]
					324090, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					45.65299999993295, -- [1]
					"Дилер Зи'екса", -- [2]
					324090, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					62.6589999999851, -- [1]
					"Дилер Зи'екса", -- [2]
					324090, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					80.86299999989569, -- [1]
					"Дилер Зи'екса", -- [2]
					324090, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
		}, -- [32]
		{
			[320830] = {
				{
					65.85999999986961, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [1]
				{
					65.96799999987707, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Террамото", -- [5]
				}, -- [2]
				{
					66.1909999998752, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [3]
				{
					75.47600000002421, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Xynn-Durotan", -- [5]
				}, -- [4]
				{
					75.47600000002421, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Террамото", -- [5]
				}, -- [5]
				{
					75.67799999983981, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
				{
					81.86599999992177, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [7]
				{
					82.29099999996834, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [8]
				{
					82.5, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Xynn-Durotan", -- [5]
				}, -- [9]
				{
					89.80799999996088, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [10]
				{
					89.90099999983795, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Xynn-Durotan", -- [5]
				}, -- [11]
				{
					90.30699999979697, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [12]
				{
					98.10399999981746, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Террамото", -- [5]
				}, -- [13]
				{
					98.21299999998882, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [14]
				{
					98.62599999993108, -- [1]
					"Механическая бомбелка", -- [2]
					320830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [15]
			},
			[320144] = {
				{
					53.48499999986962, -- [1]
					"Миллифисент Манашторм", -- [2]
					320144, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					61.5, -- [1]
					"Миллифисент Манашторм", -- [2]
					320144, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					69.5089999998454, -- [1]
					"Миллифисент Манашторм", -- [2]
					320144, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					77.50300000002608, -- [1]
					"Миллифисент Манашторм", -- [2]
					320144, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					85.50300000002608, -- [1]
					"Миллифисент Манашторм", -- [2]
					320144, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
			},
			[320823] = {
				{
					58.00099999993108, -- [1]
					"Миллифисент Манашторм", -- [2]
					320823, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					66.0089999998454, -- [1]
					"Миллифисент Манашторм", -- [2]
					320823, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					73.99399999994785, -- [1]
					"Миллифисент Манашторм", -- [2]
					320823, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					82.01299999980256, -- [1]
					"Миллифисент Манашторм", -- [2]
					320823, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					89.99399999994785, -- [1]
					"Миллифисент Манашторм", -- [2]
					320823, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[320168] = {
				{
					7.464999999850988, -- [1]
					"Миллифисент Манашторм", -- [2]
					320168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [1]
				{
					13.46799999987707, -- [1]
					"Миллифисент Манашторм", -- [2]
					320168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [2]
				{
					25.45999999996275, -- [1]
					"Миллифисент Манашторм", -- [2]
					320168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [3]
				{
					31.46399999991991, -- [1]
					"Миллифисент Манашторм", -- [2]
					320168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [4]
				{
					38.79099999996834, -- [1]
					"Миллифисент Манашторм", -- [2]
					320168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [5]
				{
					43.45799999986775, -- [1]
					"Миллифисент Манашторм", -- [2]
					320168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [6]
			},
			[320787] = {
				{
					9.434999999823049, -- [1]
					"Миллхаус Манашторм", -- [2]
					320787, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					17.43499999982305, -- [1]
					"Миллхаус Манашторм", -- [2]
					320787, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					33.45499999984168, -- [1]
					"Миллхаус Манашторм", -- [2]
					320787, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					41.45499999984168, -- [1]
					"Миллхаус Манашторм", -- [2]
					320787, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[321061] = {
				{
					96.01000000000931, -- [1]
					"Миллифисент Манашторм", -- [2]
					321061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[320825] = {
				{
					65.6589999999851, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [1]
				{
					65.6589999999851, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Террамото", -- [5]
				}, -- [2]
				{
					65.6589999999851, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [3]
				{
					74.83199999993667, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Xynn-Durotan", -- [5]
				}, -- [4]
				{
					74.83199999993667, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					74.83199999993667, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Террамото", -- [5]
				}, -- [6]
				{
					81.80599999986589, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Xynn-Durotan", -- [5]
				}, -- [7]
				{
					81.80599999986589, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [8]
				{
					81.80599999986589, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [9]
				{
					89.48300000000745, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [10]
				{
					89.48300000000745, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Xynn-Durotan", -- [5]
				}, -- [11]
				{
					89.48300000000745, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [12]
				{
					97.97199999983422, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [13]
				{
					97.97199999983422, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Террамото", -- [5]
				}, -- [14]
				{
					97.97199999983422, -- [1]
					"Механическая бомбелка", -- [2]
					320825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [15]
			},
			[320008] = {
				{
					19.52399999997579, -- [1]
					"Миллхаус Манашторм", -- [2]
					320008, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					39.4409999998752, -- [1]
					"Миллхаус Манашторм", -- [2]
					320008, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
			},
			[324047] = {
				{
					21.43399999989197, -- [1]
					"Миллифисент Манашторм", -- [2]
					324047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Миллифисент Манашторм", -- [5]
				}, -- [1]
				{
					36.70099999988452, -- [1]
					"Миллифисент Манашторм", -- [2]
					324047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Миллифисент Манашторм", -- [5]
				}, -- [2]
			},
		}, -- [33]
		{
			[322759] = {
				{
					26.88500000000931, -- [1]
					"Хаккар Свежеватель Душ", -- [2]
					322759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					57.21999999997206, -- [1]
					"Хаккар Свежеватель Душ", -- [2]
					322759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[323064] = {
				{
					28.8980000000447, -- [1]
					"Хаккар Свежеватель Душ", -- [2]
					323064, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					59.24099999992177, -- [1]
					"Хаккар Свежеватель Душ", -- [2]
					323064, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[323544] = {
				{
					18.58700000005774, -- [1]
					"Сын Хаккара", -- [2]
					323544, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					24.67900000000373, -- [1]
					"Сын Хаккара", -- [2]
					323544, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					37.97799999988638, -- [1]
					"Сын Хаккара", -- [2]
					323544, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					42.7180000001099, -- [1]
					"Сын Хаккара", -- [2]
					323544, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					46.25699999998324, -- [1]
					"Сын Хаккара", -- [2]
					323544, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					46.48099999991246, -- [1]
					"Сын Хаккара", -- [2]
					323544, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					53.7730000000447, -- [1]
					"Сын Хаккара", -- [2]
					323544, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					57.44900000002235, -- [1]
					"Сын Хаккара", -- [2]
					323544, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[322736] = {
				{
					11.80400000000373, -- [1]
					"Хаккар Свежеватель Душ", -- [2]
					322736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					20.31300000008196, -- [1]
					"Хаккар Свежеватель Душ", -- [2]
					322736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					34.85100000002421, -- [1]
					"Хаккар Свежеватель Душ", -- [2]
					322736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					44.55600000009872, -- [1]
					"Хаккар Свежеватель Душ", -- [2]
					322736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					54.26699999999255, -- [1]
					"Хаккар Свежеватель Душ", -- [2]
					322736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					67.66599999996834, -- [1]
					"Хаккар Свежеватель Душ", -- [2]
					322736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
			},
			[323166] = {
				{
					8.665000000037253, -- [1]
					"Хаккар Свежеватель Душ", -- [2]
					323166, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					32.92699999990873, -- [1]
					"Хаккар Свежеватель Душ", -- [2]
					323166, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					51.13999999989756, -- [1]
					"Хаккар Свежеватель Душ", -- [2]
					323166, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [34]
		{
			[322475] = {
				{
					20.50300000002608, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					20.50300000002608, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					20.50300000002608, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					20.50300000002608, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					20.50300000002608, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					20.50300000002608, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					20.50300000002608, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					28.98499999986962, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					32.98799999989569, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					32.98799999989569, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					32.98799999989569, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					32.98799999989569, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					32.98799999989569, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					32.99799999990501, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					32.99799999990501, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					32.99799999990501, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					32.99799999990501, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					42.48300000000745, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					46.47900000005029, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					46.47900000005029, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					46.47900000005029, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					46.47900000005029, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					46.47900000005029, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					46.47900000005029, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					46.47900000005029, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					46.47900000005029, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					46.47900000005029, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					67.83599999989383, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					67.83599999989383, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					67.83599999989383, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					67.83599999989383, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					67.83599999989383, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					67.83599999989383, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					67.83599999989383, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					83.60999999986961, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					83.60999999986961, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					83.60999999986961, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					83.60999999986961, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					83.60999999986961, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					89.6140000000596, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
				{
					89.6140000000596, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [41]
				{
					89.6140000000596, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [42]
				{
					89.6140000000596, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [43]
				{
					89.6140000000596, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [44]
				{
					99.11599999992177, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [45]
				{
					99.11599999992177, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [46]
				{
					99.11599999992177, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [47]
				{
					99.11599999992177, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [48]
				{
					99.11599999992177, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [49]
				{
					99.11599999992177, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [50]
				{
					101.6110000000335, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [51]
				{
					101.6110000000335, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [52]
				{
					101.6110000000335, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [53]
				{
					101.6110000000335, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [54]
				{
					121.189000000013, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [55]
				{
					121.6809999998659, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [56]
				{
					122.186999999918, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [57]
				{
					122.6990000000224, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [58]
				{
					123.1949999998324, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [59]
				{
					123.6909999998752, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [60]
				{
					124.1820000000298, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [61]
				{
					124.6809999998659, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [62]
				{
					125.1990000000224, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [63]
				{
					125.6829999999609, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [64]
			},
			[322232] = {
				{
					19.11800000001676, -- [1]
					"Маркграфиня Страдама", -- [2]
					322232, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					66.46299999998882, -- [1]
					"Маркграфиня Страдама", -- [2]
					322232, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					108.9029999999329, -- [1]
					"Маркграфиня Страдама", -- [2]
					322232, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					125.9220000000205, -- [1]
					"Маркграфиня Страдама", -- [2]
					322232, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[322236] = {
				{
					64.8410000000149, -- [1]
					"Тлетворное порождение", -- [2]
					322236, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[322304] = {
				{
					8.425000000046566, -- [1]
					"Маркграфиня Страдама", -- [2]
					322304, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					55.74899999983609, -- [1]
					"Маркграфиня Страдама", -- [2]
					322304, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [35]
		{
			[325395] = {
				{
					23.17999999993481, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					23.17999999993481, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					25.60499999998137, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					25.60499999998137, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					28.04099999996834, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					28.04099999996834, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					30.46299999998882, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					30.46299999998882, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					32.90299999993295, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					32.90299999993295, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					60.4000000001397, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					60.8070000000298, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					60.8070000000298, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					60.8070000000298, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					62.82499999995343, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					63.23699999996461, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					63.23699999996461, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					63.23699999996461, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					65.2609999999404, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					65.66700000013225, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					65.66700000013225, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					67.69200000003912, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					68.11199999996461, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					70.11700000008568, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					70.53000000002794, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
			},
			[325551] = {
				{
					0.4869999999646097, -- [1]
					"Домина Отравленный Клинок", -- [2]
					325551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[327233] = {
				{
					18.0910000000149, -- [1]
					"Изрыгатель чумы", -- [2]
					327233, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					37.64400000008754, -- [1]
					"Изрыгатель чумы", -- [2]
					327233, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					54.63000000012107, -- [1]
					"Изрыгатель чумы", -- [2]
					327233, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					73.00399999995716, -- [1]
					"Изрыгатель чумы", -- [2]
					327233, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[328365] = {
				{
					73.00399999995716, -- [1]
					"Стрелок-отравитель", -- [2]
					328365, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Защитник из многоокой рати", -- [5]
				}, -- [1]
				{
					73.00399999995716, -- [1]
					"Стрелок-отравитель", -- [2]
					328365, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Защитник из многоокой рати", -- [5]
				}, -- [2]
			},
			[325552] = {
				{
					6.33600000012666, -- [1]
					"Домина Отравленный Клинок", -- [2]
					325552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					27.13400000007823, -- [1]
					"Домина Отравленный Клинок", -- [2]
					325552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					50.20699999993667, -- [1]
					"Домина Отравленный Клинок", -- [2]
					325552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
			},
			[346989] = {
				{
					73.00399999995716, -- [1]
					"Костномозговая слизь", -- [2]
					346989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					73.00399999995716, -- [1]
					"Моровая слизь", -- [2]
					346989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					73.00399999995716, -- [1]
					"Сгусток слизи", -- [2]
					346989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[333737] = {
				{
					73.00399999995716, -- [1]
					"Сгусток слизи", -- [2]
					333737, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[328662] = {
				{
					73.00399999995716, -- [1]
					"Костномозговая слизь", -- [2]
					328662, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[340357] = {
				{
					73.00399999995716, -- [1]
					"Моровая слизь", -- [2]
					340357, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[325245] = {
				{
					11.39400000008754, -- [1]
					"Домина Отравленный Клинок", -- [2]
					325245, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					32.21500000008382, -- [1]
					"Домина Отравленный Клинок", -- [2]
					325245, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					56.48200000007637, -- [1]
					"Домина Отравленный Клинок", -- [2]
					325245, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[332314] = {
				{
					19.47500000009313, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					19.47500000009313, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					19.48999999999069, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					19.48999999999069, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					56.08600000012666, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					56.08600000012666, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					56.08600000012666, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					56.08600000012666, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[328651] = {
				{
					73.00399999995716, -- [1]
					"Стрелок-отравитель", -- [2]
					328651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					73.00399999995716, -- [1]
					"Стрелок-отравитель", -- [2]
					328651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[336306] = {
				{
					16.60300000011921, -- [1]
					"Домина Отравленный Клинок", -- [2]
					336306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [1]
			},
			[328533] = {
				{
					73.00399999995716, -- [1]
					"Защитник из многоокой рати", -- [2]
					328533, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					73.00399999995716, -- [1]
					"Защитник из многоокой рати", -- [2]
					328533, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					73.00399999995716, -- [1]
					"Защитник из многоокой рати", -- [2]
					328533, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					73.00399999995716, -- [1]
					"Защитник из многоокой рати", -- [2]
					328533, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					73.00399999995716, -- [1]
					"Защитник из многоокой рати", -- [2]
					328533, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					73.00399999995716, -- [1]
					"Защитник из многоокой рати", -- [2]
					328533, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					73.00399999995716, -- [1]
					"Защитник из многоокой рати", -- [2]
					328533, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[328343] = {
				{
					73.00399999995716, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					73.00399999995716, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					73.00399999995716, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					73.00399999995716, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[332313] = {
				{
					19.47500000009313, -- [1]
					"Домина Отравленный Клинок", -- [2]
					332313, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					56.0570000000298, -- [1]
					"Домина Отравленный Клинок", -- [2]
					332313, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[336451] = {
				{
					7.547000000020489, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.95500000007451, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					34.42299999995157, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					54.66200000001118, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					56.27099999994971, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					73.00399999995716, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					73.00399999995716, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
		}, -- [36]
		{
			[329110] = {
				{
					9.511999999871477, -- [1]
					"Доктор Икус", -- [2]
					329110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					52.05499999993481, -- [1]
					"Доктор Икус", -- [2]
					329110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					86.09199999994598, -- [1]
					"Доктор Икус", -- [2]
					329110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					105.5429999998305, -- [1]
					"Доктор Икус", -- [2]
					329110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
			},
			[328338] = {
				{
					123.688000000082, -- [1]
					"Стрелок-отравитель", -- [2]
					328338, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					123.688000000082, -- [1]
					"Стрелок-отравитель", -- [2]
					328338, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[328533] = {
				{
					123.688000000082, -- [1]
					"Защитник из многоокой рати", -- [2]
					328533, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					123.688000000082, -- [1]
					"Защитник из многоокой рати", -- [2]
					328533, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					123.688000000082, -- [1]
					"Защитник из многоокой рати", -- [2]
					328533, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					123.688000000082, -- [1]
					"Защитник из многоокой рати", -- [2]
					328533, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[332617] = {
				{
					31.39399999985471, -- [1]
					"Доктор Икус", -- [2]
					332617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					66.64099999982864, -- [1]
					"Доктор Икус", -- [2]
					332617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[322358] = {
				{
					46.53899999987334, -- [1]
					"Доктор Икус", -- [2]
					322358, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					84.36199999996461, -- [1]
					"Доктор Икус", -- [2]
					322358, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [2]
			},
			[322410] = {
				{
					45.93999999994412, -- [1]
					"Сгусток слизи", -- [2]
					322410, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					81.14099999982864, -- [1]
					"Сгусток слизи", -- [2]
					322410, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					101.8249999999534, -- [1]
					"Сгусток слизи", -- [2]
					322410, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[329224] = {
				{
					123.688000000082, -- [1]
					"Склизкое щупальце", -- [2]
					329224, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[328343] = {
				{
					123.688000000082, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					123.688000000082, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					123.688000000082, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					123.688000000082, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					123.688000000082, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[329217] = {
				{
					35.38799999980256, -- [1]
					"Доктор Икус", -- [2]
					329217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					38.43899999978021, -- [1]
					"Доктор Икус", -- [2]
					329217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					41.50999999977648, -- [1]
					"Доктор Икус", -- [2]
					329217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					73.08999999985099, -- [1]
					"Доктор Икус", -- [2]
					329217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					76.1589999999851, -- [1]
					"Доктор Икус", -- [2]
					329217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					79.23799999989569, -- [1]
					"Доктор Икус", -- [2]
					329217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					110.780999999959, -- [1]
					"Доктор Икус", -- [2]
					329217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					113.8679999997839, -- [1]
					"Доктор Икус", -- [2]
					329217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					116.9449999998324, -- [1]
					"Доктор Икус", -- [2]
					329217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
			},
			[336451] = {
				{
					123.688000000082, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[321935] = {
				{
					45.75299999979325, -- [1]
					"Сгусток слизи", -- [2]
					321935, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					80.99599999981001, -- [1]
					"Сгусток слизи", -- [2]
					321935, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					101.6629999999423, -- [1]
					"Сгусток слизи", -- [2]
					321935, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[334899] = {
				{
					123.688000000082, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					123.688000000082, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					123.688000000082, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					123.688000000082, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					123.688000000082, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					123.688000000082, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					123.688000000082, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					123.688000000082, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					123.688000000082, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					123.688000000082, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					123.688000000082, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					123.688000000082, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					123.688000000082, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
			},
			[341443] = {
				{
					12.15599999995902, -- [1]
					"Извергающаяся слизь", -- [2]
					341443, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					61.98499999986962, -- [1]
					"Извергающаяся слизь", -- [2]
					341443, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					92.38999999989755, -- [1]
					"Извергающаяся слизь", -- [2]
					341443, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					112.2749999999069, -- [1]
					"Извергающаяся слизь", -- [2]
					341443, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[333737] = {
				{
					31.92599999997765, -- [1]
					"Сгусток слизи", -- [2]
					333737, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					67.15199999976903, -- [1]
					"Сгусток слизи", -- [2]
					333737, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[329226] = {
				{
					123.688000000082, -- [1]
					"Склизкое щупальце", -- [2]
					329226, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[328365] = {
				{
					123.688000000082, -- [1]
					"Стрелок-отравитель", -- [2]
					328365, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Защитник из многоокой рати", -- [5]
				}, -- [1]
			},
		}, -- [37]
		{
			[329110] = {
				{
					11.7750000001397, -- [1]
					"Доктор Икус", -- [2]
					329110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
			},
			[322358] = {
				{
					13.72400000016205, -- [1]
					"Доктор Икус", -- [2]
					322358, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Xynn-Durotan", -- [5]
				}, -- [1]
				{
					14.92700000014156, -- [1]
					"Доктор Икус", -- [2]
					322358, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Террамото", -- [5]
				}, -- [2]
				{
					16.14600000018254, -- [1]
					"Доктор Икус", -- [2]
					322358, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [3]
			},
			[328343] = {
				{
					21.29099999996834, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[341443] = {
				{
					13.92800000007264, -- [1]
					"Извергающаяся слизь", -- [2]
					341443, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [38]
		{
			[322358] = {
				{
					15.05600000009872, -- [1]
					"Доктор Икус", -- [2]
					322358, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [1]
			},
		}, -- [39]
		{
			[324490] = {
				{
					29.36700000008568, -- [1]
					"Склизгл", -- [2]
					324490, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[324667] = {
				{
					19.85600000014529, -- [1]
					"Склизгл", -- [2]
					324667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					58.70400000014342, -- [1]
					"Склизгл", -- [2]
					324667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[324459] = {
				{
					24.37199999997392, -- [1]
					"Склизгл", -- [2]
					324459, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[324652] = {
				{
					10.59499999997206, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Xynn-Durotan", -- [5]
				}, -- [1]
				{
					10.59499999997206, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [2]
				{
					10.59499999997206, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Террамото", -- [5]
				}, -- [3]
				{
					10.59499999997206, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					10.59499999997206, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [5]
				{
					49.40599999995902, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [6]
				{
					49.40599999995902, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Xynn-Durotan", -- [5]
				}, -- [7]
				{
					49.40599999995902, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Террамото", -- [5]
				}, -- [8]
				{
					49.40599999995902, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [9]
				{
					49.40599999995902, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [10]
			},
			[332865] = {
				{
					15.85400000005029, -- [1]
					"Склизгл", -- [2]
					332865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					54.68999999994412, -- [1]
					"Склизгл", -- [2]
					332865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[324527] = {
				{
					10.59499999997206, -- [1]
					"Склизгл", -- [2]
					324527, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					49.40599999995902, -- [1]
					"Склизгл", -- [2]
					324527, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [40]
		{
			[323683] = {
				{
					23.73100000014529, -- [1]
					"Мордрета, Вечная императрица", -- [2]
					323683, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					54.08799999998882, -- [1]
					"Мордрета, Вечная императрица", -- [2]
					323683, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					84.4230000001844, -- [1]
					"Мордрета, Вечная императрица", -- [2]
					323683, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					114.8370000000577, -- [1]
					"Мордрета, Вечная императрица", -- [2]
					323683, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[323608] = {
				{
					16.95200000004843, -- [1]
					"Мордрета, Вечная императрица", -- [2]
					323608, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					47.31300000008196, -- [1]
					"Мордрета, Вечная императрица", -- [2]
					323608, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					74.0250000001397, -- [1]
					"Мордрета, Вечная императрица", -- [2]
					323608, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					100.7240000001621, -- [1]
					"Мордрета, Вечная императрица", -- [2]
					323608, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[324079] = {
				{
					10.1500000001397, -- [1]
					"Мордрета, Вечная императрица", -- [2]
					324079, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					27.15400000009686, -- [1]
					"Мордрета, Вечная императрица", -- [2]
					324079, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					40.52600000007078, -- [1]
					"Мордрета, Вечная императрица", -- [2]
					324079, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					57.51000000000931, -- [1]
					"Мордрета, Вечная императрица", -- [2]
					324079, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					81.78900000010617, -- [1]
					"Мордрета, Вечная императрица", -- [2]
					324079, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					98.7750000001397, -- [1]
					"Мордрета, Вечная императрица", -- [2]
					324079, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
			},
			[339706] = {
				{
					47.08499999996275, -- [1]
					"Эхо наездника на быке", -- [2]
					339706, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					47.08499999996275, -- [1]
					"Эхо наездника на быке", -- [2]
					339706, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					47.08499999996275, -- [1]
					"Эхо наездника на быке", -- [2]
					339706, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					47.08499999996275, -- [1]
					"Эхо наездника на быке", -- [2]
					339706, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					72.5820000001695, -- [1]
					"Эхо наездника на быке", -- [2]
					339706, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					72.5820000001695, -- [1]
					"Эхо наездника на быке", -- [2]
					339706, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					72.5820000001695, -- [1]
					"Эхо наездника на быке", -- [2]
					339706, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					72.59900000016205, -- [1]
					"Эхо наездника на быке", -- [2]
					339706, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					96.84900000016205, -- [1]
					"Эхо наездника на быке", -- [2]
					339706, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					96.84900000016205, -- [1]
					"Эхо наездника на быке", -- [2]
					339706, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					96.84900000016205, -- [1]
					"Эхо наездника на быке", -- [2]
					339706, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					96.84900000016205, -- [1]
					"Эхо наездника на быке", -- [2]
					339706, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
			},
			[339573] = {
				{
					31.58700000005774, -- [1]
					"Мордрета, Вечная императрица", -- [2]
					339573, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[324449] = {
				{
					23.9429999999702, -- [1]
					"Мордрета, Вечная императрица", -- [2]
					324449, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					54.29200000013225, -- [1]
					"Мордрета, Вечная императрица", -- [2]
					324449, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					106.5010000001639, -- [1]
					"Мордрета, Вечная императрица", -- [2]
					324449, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[339550] = {
				{
					37.88300000014715, -- [1]
					"Эхо битвы", -- [2]
					339550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					38.29200000013225, -- [1]
					"Эхо битвы", -- [2]
					339550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					38.29200000013225, -- [1]
					"Эхо битвы", -- [2]
					339550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					38.6820000000298, -- [1]
					"Эхо битвы", -- [2]
					339550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					38.6820000000298, -- [1]
					"Эхо битвы", -- [2]
					339550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					39.08799999998882, -- [1]
					"Эхо битвы", -- [2]
					339550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					63.36400000005961, -- [1]
					"Эхо битвы", -- [2]
					339550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					63.36400000005961, -- [1]
					"Эхо битвы", -- [2]
					339550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					63.36400000005961, -- [1]
					"Эхо битвы", -- [2]
					339550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					63.36400000005961, -- [1]
					"Эхо битвы", -- [2]
					339550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					63.75600000005215, -- [1]
					"Эхо битвы", -- [2]
					339550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					64.1710000000894, -- [1]
					"Эхо битвы", -- [2]
					339550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					87.63700000010431, -- [1]
					"Эхо битвы", -- [2]
					339550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					87.63700000010431, -- [1]
					"Эхо битвы", -- [2]
					339550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					87.6480000000447, -- [1]
					"Эхо битвы", -- [2]
					339550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					88.05000000004657, -- [1]
					"Эхо битвы", -- [2]
					339550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					88.4550000000745, -- [1]
					"Эхо битвы", -- [2]
					339550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					88.4550000000745, -- [1]
					"Эхо битвы", -- [2]
					339550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					111.9529999999795, -- [1]
					"Эхо битвы", -- [2]
					339550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					111.9529999999795, -- [1]
					"Эхо битвы", -- [2]
					339550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					112.3549999999814, -- [1]
					"Эхо битвы", -- [2]
					339550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					112.3549999999814, -- [1]
					"Эхо битвы", -- [2]
					339550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					112.7739999999758, -- [1]
					"Эхо битвы", -- [2]
					339550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					113.1730000001844, -- [1]
					"Эхо битвы", -- [2]
					339550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
			},
			[323825] = {
				{
					28.23800000012852, -- [1]
					"Затягивающий разлом", -- [2]
					323825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					58.60000000009313, -- [1]
					"Затягивающий разлом", -- [2]
					323825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					88.93599999998696, -- [1]
					"Затягивающий разлом", -- [2]
					323825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [41]
		{
			[319626] = {
				{
					3.062000000150874, -- [1]
					"Кул'тарок", -- [2]
					319626, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					28.50699999998324, -- [1]
					"Кул'тарок", -- [2]
					319626, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					54.002000000095, -- [1]
					"Кул'тарок", -- [2]
					319626, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					83.88100000005215, -- [1]
					"Кул'тарок", -- [2]
					319626, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[319521] = {
				{
					15.18500000005588, -- [1]
					"Кул'тарок", -- [2]
					319521, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					35.79799999995157, -- [1]
					"Кул'тарок", -- [2]
					319521, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					56.46200000005774, -- [1]
					"Кул'тарок", -- [2]
					319521, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					77.09799999999814, -- [1]
					"Кул'тарок", -- [2]
					319521, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					97.76200000010431, -- [1]
					"Кул'тарок", -- [2]
					319521, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
		}, -- [42]
		{
			[320050] = {
				{
					16.59400000004098, -- [1]
					"Ксав Несломленный", -- [2]
					320050, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					56.67699999990873, -- [1]
					"Ксав Несломленный", -- [2]
					320050, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					87.03099999995902, -- [1]
					"Ксав Несломленный", -- [2]
					320050, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[317231] = {
				{
					20.36800000001676, -- [1]
					"Ксав Несломленный", -- [2]
					317231, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					64.44999999995343, -- [1]
					"Ксав Несломленный", -- [2]
					317231, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[331618] = {
				{
					10.49699999997392, -- [1]
					"Ксав Несломленный", -- [2]
					331618, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					40.88500000000931, -- [1]
					"Ксав Несломленный", -- [2]
					331618, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					76.10299999988638, -- [1]
					"Ксав Несломленный", -- [2]
					331618, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[320644] = {
				{
					6.423999999882653, -- [1]
					"Ксав Несломленный", -- [2]
					320644, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					36.77700000000186, -- [1]
					"Ксав Несломленный", -- [2]
					320644, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					52.5679999999702, -- [1]
					"Ксав Несломленный", -- [2]
					320644, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					79.29700000002049, -- [1]
					"Ксав Несломленный", -- [2]
					320644, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[320114] = {
				{
					33.67599999997765, -- [1]
					"Ксав Несломленный", -- [2]
					320114, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[339415] = {
				{
					27.36499999999069, -- [1]
					"Ксав Несломленный", -- [2]
					339415, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					67.95600000000559, -- [1]
					"Ксав Несломленный", -- [2]
					339415, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[320729] = {
				{
					23.85499999998137, -- [1]
					"Ксав Несломленный", -- [2]
					320729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					60.95499999984168, -- [1]
					"Ксав Несломленный", -- [2]
					320729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					91.31499999994412, -- [1]
					"Ксав Несломленный", -- [2]
					320729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [43]
		{
			[323110] = {
				{
					15.03700000001118, -- [1]
					"Сочащиеся ошметки", -- [2]
					323110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					16.30100000021048, -- [1]
					"Сочащиеся ошметки", -- [2]
					323110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					21.16800000006333, -- [1]
					"Сочащиеся ошметки", -- [2]
					323110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					22.35700000007637, -- [1]
					"Сочащиеся ошметки", -- [2]
					323110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					39.72000000020489, -- [1]
					"Сочащиеся ошметки", -- [2]
					323110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					41.01100000017323, -- [1]
					"Сочащиеся ошметки", -- [2]
					323110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					46.1840000001248, -- [1]
					"Сочащиеся ошметки", -- [2]
					323110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					48.28900000010617, -- [1]
					"Сочащиеся ошметки", -- [2]
					323110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					58.77000000001863, -- [1]
					"Сочащиеся ошметки", -- [2]
					323110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					60.05000000004657, -- [1]
					"Сочащиеся ошметки", -- [2]
					323110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					64.8320000001695, -- [1]
					"Сочащиеся ошметки", -- [2]
					323110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					66.10900000017136, -- [1]
					"Сочащиеся ошметки", -- [2]
					323110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					70.89100000006147, -- [1]
					"Сочащиеся ошметки", -- [2]
					323110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					78.89600000018254, -- [1]
					"Сочащиеся ошметки", -- [2]
					323110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					80.16899999999441, -- [1]
					"Сочащиеся ошметки", -- [2]
					323110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					85.15700000012293, -- [1]
					"Сочащиеся ошметки", -- [2]
					323110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					86.31300000008196, -- [1]
					"Сочащиеся ошметки", -- [2]
					323110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
			},
			[333839] = {
				{
					90.94900000002235, -- [1]
					"Рек Закаленная", -- [2]
					333839, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[323107] = {
				{
					14.01300000003539, -- [1]
					"Сочащиеся ошметки", -- [2]
					323107, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					15.22800000011921, -- [1]
					"Сочащиеся ошметки", -- [2]
					323107, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					20.1050000002142, -- [1]
					"Сочащиеся ошметки", -- [2]
					323107, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					21.31900000013411, -- [1]
					"Сочащиеся ошметки", -- [2]
					323107, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					26.17400000011548, -- [1]
					"Сочащиеся ошметки", -- [2]
					323107, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					38.71299999998882, -- [1]
					"Сочащиеся ошметки", -- [2]
					323107, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					39.92500000004657, -- [1]
					"Сочащиеся ошметки", -- [2]
					323107, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					45.10300000011921, -- [1]
					"Сочащиеся ошметки", -- [2]
					323107, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					47.21200000005774, -- [1]
					"Сочащиеся ошметки", -- [2]
					323107, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					57.7300000002142, -- [1]
					"Сочащиеся ошметки", -- [2]
					323107, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					58.95400000014342, -- [1]
					"Сочащиеся ошметки", -- [2]
					323107, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					63.80200000014156, -- [1]
					"Сочащиеся ошметки", -- [2]
					323107, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					65.01500000013039, -- [1]
					"Сочащиеся ошметки", -- [2]
					323107, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					69.88600000017323, -- [1]
					"Сочащиеся ошметки", -- [2]
					323107, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					77.88700000010431, -- [1]
					"Сочащиеся ошметки", -- [2]
					323107, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					79.1610000000801, -- [1]
					"Сочащиеся ошметки", -- [2]
					323107, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					84.0820000001695, -- [1]
					"Сочащиеся ошметки", -- [2]
					323107, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					85.29000000003725, -- [1]
					"Сочащиеся ошметки", -- [2]
					323107, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					90.5590000001248, -- [1]
					"Сочащиеся ошметки", -- [2]
					323107, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
			},
			[331316] = {
				{
					90.94900000002235, -- [1]
					"Докигг Изверг", -- [2]
					331316, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					90.94900000002235, -- [1]
					"Докигг Изверг", -- [2]
					331316, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[342135] = {
				{
					90.94900000002235, -- [1]
					"Нектара Изувер", -- [2]
					342135, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					90.94900000002235, -- [1]
					"Хивин Ломатель", -- [2]
					342135, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					90.94900000002235, -- [1]
					"Нектара Изувер", -- [2]
					342135, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					90.94900000002235, -- [1]
					"Хивин Ломатель", -- [2]
					342135, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					90.94900000002235, -- [1]
					"Нектара Изувер", -- [2]
					342135, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[331275] = {
				{
					90.94900000002235, -- [1]
					"Адвент Невермор", -- [2]
					331275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рек Закаленная", -- [5]
				}, -- [1]
			},
			[336996] = {
				{
					90.94900000002235, -- [1]
					"Нектара Изувер", -- [2]
					336996, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					90.94900000002235, -- [1]
					"Нектара Изувер", -- [2]
					336996, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[323515] = {
				{
					10.66899999999441, -- [1]
					"Кроворуб", -- [2]
					323515, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					25.26300000003539, -- [1]
					"Кроворуб", -- [2]
					323515, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					41.0230000000447, -- [1]
					"Кроворуб", -- [2]
					323515, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					60.44200000003912, -- [1]
					"Кроворуб", -- [2]
					323515, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					75.04100000020117, -- [1]
					"Кроворуб", -- [2]
					323515, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					89.62400000006892, -- [1]
					"Кроворуб", -- [2]
					323515, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
			},
			[318406] = {
				{
					17.00900000007823, -- [1]
					"Кроворуб", -- [2]
					318406, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					36.46900000004098, -- [1]
					"Кроворуб", -- [2]
					318406, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					55.87900000018999, -- [1]
					"Кроворуб", -- [2]
					318406, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					81.40100000007078, -- [1]
					"Кроворуб", -- [2]
					318406, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[333845] = {
				{
					90.94900000002235, -- [1]
					"Рек Закаленная", -- [2]
					333845, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Адвент Невермор", -- [5]
				}, -- [1]
			},
			[317605] = {
				{
					90.94900000002235, -- [1]
					"Нектара Изувер", -- [2]
					317605, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					90.94900000002235, -- [1]
					"Нектара Изувер", -- [2]
					317605, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					90.94900000002235, -- [1]
					"Рек Закаленная", -- [2]
					317605, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[331288] = {
				{
					90.94900000002235, -- [1]
					"Хивин Ломатель", -- [2]
					331288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Харугия Кровожадная", -- [5]
				}, -- [1]
				{
					90.94900000002235, -- [1]
					"Хивин Ломатель", -- [2]
					331288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Харугия Кровожадная", -- [5]
				}, -- [2]
			},
			[333827] = {
				{
					90.94900000002235, -- [1]
					"Адвент Невермор", -- [2]
					333827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					90.94900000002235, -- [1]
					"Адвент Невермор", -- [2]
					333827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[333861] = {
				{
					90.94900000002235, -- [1]
					"Харугия Кровожадная", -- [2]
					333861, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хивин Ломатель", -- [5]
				}, -- [1]
				{
					90.94900000002235, -- [1]
					"Харугия Кровожадная", -- [2]
					333861, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хивин Ломатель", -- [5]
				}, -- [2]
				{
					90.94900000002235, -- [1]
					"Харугия Кровожадная", -- [2]
					333861, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хивин Ломатель", -- [5]
				}, -- [3]
				{
					90.94900000002235, -- [1]
					"Адвент Невермор", -- [2]
					333861, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рек Закаленная", -- [5]
				}, -- [4]
			},
			[323542] = {
				{
					7.563000000081956, -- [1]
					"Сочащиеся ошметки", -- [2]
					323542, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					7.563000000081956, -- [1]
					"Сочащиеся ошметки", -- [2]
					323542, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					30.6500000001397, -- [1]
					"Сочащиеся ошметки", -- [2]
					323542, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					30.6500000001397, -- [1]
					"Сочащиеся ошметки", -- [2]
					323542, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					51.26300000003539, -- [1]
					"Сочащиеся ошметки", -- [2]
					323542, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					51.26300000003539, -- [1]
					"Сочащиеся ошметки", -- [2]
					323542, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					71.92700000014156, -- [1]
					"Сочащиеся ошметки", -- [2]
					323542, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					71.92700000014156, -- [1]
					"Сочащиеся ошметки", -- [2]
					323542, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
		}, -- [44]
		{
			[320063] = {
				{
					13.14799999981187, -- [1]
					"Дессия Обезглавливательница", -- [2]
					320063, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					28.91999999992549, -- [1]
					"Дессия Обезглавливательница", -- [2]
					320063, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					36.21999999997206, -- [1]
					"Дессия Обезглавливательница", -- [2]
					320063, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					49.54799999995157, -- [1]
					"Дессия Обезглавливательница", -- [2]
					320063, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
			},
			[333231] = {
				{
					11.3609999998007, -- [1]
					"Сатель Злосчастный", -- [2]
					333231, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.35599999991246, -- [1]
					"Сатель Злосчастный", -- [2]
					333231, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					38.41899999999441, -- [1]
					"Сатель Злосчастный", -- [2]
					333231, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[332868] = {
				{
					60.55300000007264, -- [1]
					"Потайной разлом", -- [2]
					332868, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[333845] = {
				{
					60.55300000007264, -- [1]
					"Рек Закаленная", -- [2]
					333845, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Адвент Невермор", -- [5]
				}, -- [1]
				{
					60.55300000007264, -- [1]
					"Рек Закаленная", -- [2]
					333845, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Адвент Невермор", -- [5]
				}, -- [2]
			},
			[320120] = {
				{
					2.797999999951571, -- [1]
					"Пакиран Заразный", -- [2]
					320120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Террамото", -- [5]
				}, -- [1]
				{
					5.656999999890104, -- [1]
					"Пакиран Заразный", -- [2]
					320120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [2]
				{
					8.08199999993667, -- [1]
					"Пакиран Заразный", -- [2]
					320120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Xynn-Durotan", -- [5]
				}, -- [3]
				{
					11.09499999997206, -- [1]
					"Пакиран Заразный", -- [2]
					320120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Xynn-Durotan", -- [5]
				}, -- [4]
				{
					42.07499999995343, -- [1]
					"Пакиран Заразный", -- [2]
					320120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Xynn-Durotan", -- [5]
				}, -- [5]
				{
					44.50299999979325, -- [1]
					"Пакиран Заразный", -- [2]
					320120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [6]
				{
					46.91199999977835, -- [1]
					"Пакиран Заразный", -- [2]
					320120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [7]
				{
					50.55499999993481, -- [1]
					"Пакиран Заразный", -- [2]
					320120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Xynn-Durotan", -- [5]
				}, -- [8]
				{
					59.08100000000559, -- [1]
					"Пакиран Заразный", -- [2]
					320120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Террамото", -- [5]
				}, -- [9]
			},
			[333861] = {
				{
					60.55300000007264, -- [1]
					"Адвент Невермор", -- [2]
					333861, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рек Закаленная", -- [5]
				}, -- [1]
				{
					60.55300000007264, -- [1]
					"Харугия Кровожадная", -- [2]
					333861, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хивин Ломатель", -- [5]
				}, -- [2]
				{
					60.55300000007264, -- [1]
					"Адвент Невермор", -- [2]
					333861, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рек Закаленная", -- [5]
				}, -- [3]
				{
					60.55300000007264, -- [1]
					"Харугия Кровожадная", -- [2]
					333861, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хивин Ломатель", -- [5]
				}, -- [4]
				{
					60.55300000007264, -- [1]
					"Харугия Кровожадная", -- [2]
					333861, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хивин Ломатель", -- [5]
				}, -- [5]
				{
					60.55300000007264, -- [1]
					"Адвент Невермор", -- [2]
					333861, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рек Закаленная", -- [5]
				}, -- [6]
			},
			[331288] = {
				{
					60.55300000007264, -- [1]
					"Хивин Ломатель", -- [2]
					331288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Харугия Кровожадная", -- [5]
				}, -- [1]
				{
					60.55300000007264, -- [1]
					"Хивин Ломатель", -- [2]
					331288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Харугия Кровожадная", -- [5]
				}, -- [2]
			},
			[333839] = {
				{
					60.55300000007264, -- [1]
					"Рек Закаленная", -- [2]
					333839, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					60.55300000007264, -- [1]
					"Рек Закаленная", -- [2]
					333839, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					60.55300000007264, -- [1]
					"Рек Закаленная", -- [2]
					333839, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[320300] = {
				{
					3.233000000007451, -- [1]
					"Сатель Злосчастный", -- [2]
					320300, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Xynn-Durotan", -- [5]
				}, -- [1]
				{
					5.957999999867752, -- [1]
					"Сатель Злосчастный", -- [2]
					320300, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [2]
				{
					8.371999999973923, -- [1]
					"Сатель Злосчастный", -- [2]
					320300, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [3]
				{
					15.97299999999814, -- [1]
					"Сатель Злосчастный", -- [2]
					320300, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Террамото", -- [5]
				}, -- [4]
				{
					22.66199999977835, -- [1]
					"Сатель Злосчастный", -- [2]
					320300, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Xynn-Durotan", -- [5]
				}, -- [5]
				{
					29.31999999983236, -- [1]
					"Сатель Злосчастный", -- [2]
					320300, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
			},
			[324085] = {
				{
					20.62699999986216, -- [1]
					"Дессия Обезглавливательница", -- [2]
					324085, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[331316] = {
				{
					60.55300000007264, -- [1]
					"Докигг Изверг", -- [2]
					331316, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					60.55300000007264, -- [1]
					"Докигг Изверг", -- [2]
					331316, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					60.55300000007264, -- [1]
					"Докигг Изверг", -- [2]
					331316, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[320293] = {
				{
					19.01499999989756, -- [1]
					"Сатель Злосчастный", -- [2]
					320293, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[331275] = {
				{
					60.55300000007264, -- [1]
					"Адвент Невермор", -- [2]
					331275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рек Закаленная", -- [5]
				}, -- [1]
				{
					60.55300000007264, -- [1]
					"Адвент Невермор", -- [2]
					331275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рек Закаленная", -- [5]
				}, -- [2]
				{
					60.55300000007264, -- [1]
					"Адвент Невермор", -- [2]
					331275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рек Закаленная", -- [5]
				}, -- [3]
			},
			[320069] = {
				{
					24.02299999981187, -- [1]
					"Дессия Обезглавливательница", -- [2]
					320069, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					45.49899999983609, -- [1]
					"Дессия Обезглавливательница", -- [2]
					320069, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
			},
			[342048] = {
				{
					18.33799999998882, -- [1]
					"Зира Двурушница", -- [2]
					342048, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[333827] = {
				{
					60.55300000007264, -- [1]
					"Адвент Невермор", -- [2]
					333827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					60.55300000007264, -- [1]
					"Адвент Невермор", -- [2]
					333827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					60.55300000007264, -- [1]
					"Адвент Невермор", -- [2]
					333827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[317605] = {
				{
					60.55300000007264, -- [1]
					"Рек Закаленная", -- [2]
					317605, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					60.55300000007264, -- [1]
					"Нектара Изувер", -- [2]
					317605, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					60.55300000007264, -- [1]
					"Рек Закаленная", -- [2]
					317605, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					60.55300000007264, -- [1]
					"Нектара Изувер", -- [2]
					317605, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[320248] = {
				{
					30.35499999998137, -- [1]
					"Пакиран Заразный", -- [2]
					320248, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[336996] = {
				{
					60.55300000007264, -- [1]
					"Нектара Изувер", -- [2]
					336996, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					60.55300000007264, -- [1]
					"Нектара Изувер", -- [2]
					336996, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					60.55300000007264, -- [1]
					"Нектара Изувер", -- [2]
					336996, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[333523] = {
				{
					59.64099999982864, -- [1]
					"Зира Двурушница", -- [2]
					333523, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[320272] = {
				{
					12.13499999977648, -- [1]
					"Сатель Злосчастный", -- [2]
					320272, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дессия Обезглавливательница", -- [5]
				}, -- [1]
			},
			[342135] = {
				{
					60.55300000007264, -- [1]
					"Хивин Ломатель", -- [2]
					342135, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					60.55300000007264, -- [1]
					"Нектара Изувер", -- [2]
					342135, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					60.55300000007264, -- [1]
					"Хивин Ломатель", -- [2]
					342135, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					60.55300000007264, -- [1]
					"Нектара Изувер", -- [2]
					342135, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					60.55300000007264, -- [1]
					"Хивин Ломатель", -- [2]
					342135, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					60.55300000007264, -- [1]
					"Нектара Изувер", -- [2]
					342135, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
		}, -- [45]
		{
			[311190] = {
				{
					115.3909999998286, -- [1]
					"Анимоклещ", -- [2]
					311190, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					115.3909999998286, -- [1]
					"Анимоклещ", -- [2]
					311190, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					115.3909999998286, -- [1]
					"Клещ-пожиратель", -- [2]
					311190, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					115.3909999998286, -- [1]
					"Клещ-пожиратель", -- [2]
					311190, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[325024] = {
				{
					115.3909999998286, -- [1]
					"Резной устрашитель", -- [2]
					325024, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пыска", -- [5]
				}, -- [1]
			},
			[322304] = {
				{
					7.094000000040978, -- [1]
					"Маркграфиня Страдама", -- [2]
					322304, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					52.02000000001863, -- [1]
					"Маркграфиня Страдама", -- [2]
					322304, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[322475] = {
				{
					25.64299999992363, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					29.65599999995902, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					29.65599999995902, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					29.65599999995902, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					29.65599999995902, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					29.65599999995902, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					29.65599999995902, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					29.65599999995902, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					29.65599999995902, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					29.65599999995902, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					39.13800000003539, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					43.1480000000447, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					43.1480000000447, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					43.1480000000447, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					43.1480000000447, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					43.1480000000447, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					43.1480000000447, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					43.1480000000447, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					43.1480000000447, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					43.1480000000447, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					76.22799999988638, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					76.22799999988638, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					76.22799999988638, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					76.22799999988638, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					76.22799999988638, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					82.23600000003353, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					82.23600000003353, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					82.23600000003353, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					82.23600000003353, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					82.23600000003353, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					91.73600000003353, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					91.73600000003353, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					91.73600000003353, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					91.73600000003353, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					91.73600000003353, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					91.73600000003353, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					94.247999999905, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					94.247999999905, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					94.247999999905, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					94.247999999905, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
			},
			[310703] = {
				{
					115.3909999998286, -- [1]
					"Измученная душа", -- [2]
					310703, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					115.3909999998286, -- [1]
					"Измученная душа", -- [2]
					310703, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[328970] = {
				{
					115.3909999998286, -- [1]
					"Порочный привратник", -- [2]
					328970, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[331923] = {
				{
					115.3909999998286, -- [1]
					"Покровница-мародерка", -- [2]
					331923, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Оживленный защитник", -- [5]
				}, -- [1]
				{
					115.3909999998286, -- [1]
					"Покровница-мародерка", -- [2]
					331923, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Оживленный защитник", -- [5]
				}, -- [2]
				{
					115.3909999998286, -- [1]
					"Покровница-мародерка", -- [2]
					331923, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Оживленный защитник", -- [5]
				}, -- [3]
				{
					115.3909999998286, -- [1]
					"Порочный хранитель склепа", -- [2]
					331923, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Торбек", -- [5]
				}, -- [4]
				{
					115.3909999998286, -- [1]
					"Порочная хранительница склепа", -- [2]
					331923, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Довод", -- [5]
				}, -- [5]
				{
					115.3909999998286, -- [1]
					"Порочная поручительница", -- [2]
					331923, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Драго", -- [5]
				}, -- [6]
				{
					115.3909999998286, -- [1]
					"Порочный привратник", -- [2]
					331923, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Йоку", -- [5]
				}, -- [7]
				{
					115.3909999998286, -- [1]
					"Порочная поручительница", -- [2]
					331923, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Драго", -- [5]
				}, -- [8]
			},
			[322236] = {
				{
					15.35700000007637, -- [1]
					"Тлетворное порождение", -- [2]
					322236, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					61.502000000095, -- [1]
					"Тлетворное порождение", -- [2]
					322236, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[328413] = {
				{
					115.3909999998286, -- [1]
					"Покровник - собиратель осколков", -- [2]
					328413, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Коаве", -- [5]
				}, -- [1]
			},
			[333939] = {
				{
					115.3909999998286, -- [1]
					"Скрытень из Гиблотопи", -- [2]
					333939, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[330398] = {
				{
					115.3909999998286, -- [1]
					"Обезумевший пепельный вурдалак", -- [2]
					330398, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Майюшка", -- [5]
				}, -- [1]
				{
					115.3909999998286, -- [1]
					"Обезумевший пепельный вурдалак", -- [2]
					330398, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Майюшка", -- [5]
				}, -- [2]
			},
			[312461] = {
				{
					115.3909999998286, -- [1]
					"Анимоклещ", -- [2]
					312461, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					115.3909999998286, -- [1]
					"Анимоклещ", -- [2]
					312461, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[327016] = {
				{
					115.3909999998286, -- [1]
					"Великий инквизитор Нику", -- [2]
					327016, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					115.3909999998286, -- [1]
					"Великий инквизитор Нику", -- [2]
					327016, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					115.3909999998286, -- [1]
					"Великий инквизитор Нику", -- [2]
					327016, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					115.3909999998286, -- [1]
					"Великий инквизитор Нику", -- [2]
					327016, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					115.3909999998286, -- [1]
					"Великий инквизитор Нику", -- [2]
					327016, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					115.3909999998286, -- [1]
					"Великий инквизитор Нику", -- [2]
					327016, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					115.3909999998286, -- [1]
					"Великий инквизитор Нику", -- [2]
					327016, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[328414] = {
				{
					115.3909999998286, -- [1]
					"Порочный нотариус", -- [2]
					328414, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Торбек", -- [5]
				}, -- [1]
				{
					115.3909999998286, -- [1]
					"Порочный нотариус", -- [2]
					328414, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Торбек", -- [5]
				}, -- [2]
			},
			[330397] = {
				{
					115.3909999998286, -- [1]
					"Обожженный пепельный вурдалак", -- [2]
					330397, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Коаве", -- [5]
				}, -- [1]
			},
			[338468] = {
				{
					115.3909999998286, -- [1]
					"Раздувшаяся душа", -- [2]
					338468, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					115.3909999998286, -- [1]
					"Раздувшаяся душа", -- [2]
					338468, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					115.3909999998286, -- [1]
					"Раздувшаяся душа", -- [2]
					338468, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					115.3909999998286, -- [1]
					"Раздувшаяся душа", -- [2]
					338468, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					115.3909999998286, -- [1]
					"Раздувшаяся душа", -- [2]
					338468, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					115.3909999998286, -- [1]
					"Раздувшаяся душа", -- [2]
					338468, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[312451] = {
				{
					115.3909999998286, -- [1]
					"Прожорливый анимаклещ", -- [2]
					312451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					115.3909999998286, -- [1]
					"Прожорливый анимаклещ", -- [2]
					312451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					115.3909999998286, -- [1]
					"Прожорливый анимаклещ", -- [2]
					312451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					115.3909999998286, -- [1]
					"Прожорливый анимаклещ", -- [2]
					312451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					115.3909999998286, -- [1]
					"Прожорливый анимаклещ", -- [2]
					312451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					115.3909999998286, -- [1]
					"Прожорливый анимаклещ", -- [2]
					312451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					115.3909999998286, -- [1]
					"Прожорливый анимаклещ", -- [2]
					312451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					115.3909999998286, -- [1]
					"Прожорливый анимаклещ", -- [2]
					312451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					115.3909999998286, -- [1]
					"Прожорливый анимаклещ", -- [2]
					312451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					115.3909999998286, -- [1]
					"Прожорливый анимаклещ", -- [2]
					312451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
			},
			[329013] = {
				{
					115.3909999998286, -- [1]
					"Порочная резчица", -- [2]
					329013, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эльняша", -- [5]
				}, -- [1]
				{
					115.3909999998286, -- [1]
					"Ловец душ Дойна", -- [2]
					329013, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Картофелинок", -- [5]
				}, -- [2]
				{
					115.3909999998286, -- [1]
					"Порочная абсолютистка", -- [2]
					329013, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тисс", -- [5]
				}, -- [3]
				{
					115.3909999998286, -- [1]
					"Порочная сборщица душ", -- [2]
					329013, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Валигас", -- [5]
				}, -- [4]
				{
					115.3909999998286, -- [1]
					"Порочная абсолютистка", -- [2]
					329013, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Валигас", -- [5]
				}, -- [5]
				{
					115.3909999998286, -- [1]
					"Порочный резчик", -- [2]
					329013, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Валигас", -- [5]
				}, -- [6]
				{
					115.3909999998286, -- [1]
					"Порочная абсолютистка", -- [2]
					329013, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Драго", -- [5]
				}, -- [7]
			},
			[322232] = {
				{
					63.13700000010431, -- [1]
					"Маркграфиня Страдама", -- [2]
					322232, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					101.938000000082, -- [1]
					"Маркграфиня Страдама", -- [2]
					322232, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[328285] = {
				{
					115.3909999998286, -- [1]
					"Покровник-пронзатель", -- [2]
					328285, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Коаве", -- [5]
				}, -- [1]
				{
					115.3909999998286, -- [1]
					"Злобная сокрушительница надежды", -- [2]
					328285, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дьявозавр", -- [5]
				}, -- [2]
				{
					115.3909999998286, -- [1]
					"Порочный архивариус", -- [2]
					328285, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Торбек", -- [5]
				}, -- [3]
			},
			[333997] = {
				{
					115.3909999998286, -- [1]
					"Скрытень из Гиблотопи", -- [2]
					333997, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каменный пес", -- [5]
				}, -- [1]
			},
			[337353] = {
				{
					115.3909999998286, -- [1]
					"Вероломный бандит", -- [2]
					337353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[329310] = {
				{
					115.3909999998286, -- [1]
					"Порочная поручительница", -- [2]
					329310, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Драго", -- [5]
				}, -- [1]
			},
		}, -- [46]
		{
			[332313] = {
				{
					20.10600000014529, -- [1]
					"Домина Отравленный Клинок", -- [2]
					332313, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					56.52900000009686, -- [1]
					"Домина Отравленный Клинок", -- [2]
					332313, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[325552] = {
				{
					6.971000000135973, -- [1]
					"Домина Отравленный Клинок", -- [2]
					325552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					27.61400000005961, -- [1]
					"Домина Отравленный Клинок", -- [2]
					325552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					48.24699999997392, -- [1]
					"Домина Отравленный Клинок", -- [2]
					325552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					70.12300000013784, -- [1]
					"Домина Отравленный Клинок", -- [2]
					325552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
			},
			[325245] = {
				{
					12.03300000005402, -- [1]
					"Домина Отравленный Клинок", -- [2]
					325245, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					32.68299999996088, -- [1]
					"Домина Отравленный Клинок", -- [2]
					325245, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					53.30499999993481, -- [1]
					"Домина Отравленный Клинок", -- [2]
					325245, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					75.17200000002049, -- [1]
					"Домина Отравленный Клинок", -- [2]
					325245, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[332314] = {
				{
					20.10600000014529, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					20.10600000014529, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					20.11700000008568, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					20.11700000008568, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					56.52900000009686, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					56.52900000009686, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					56.52900000009686, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					56.52900000009686, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[327233] = {
				{
					9.777999999932945, -- [1]
					"Изрыгатель чумы", -- [2]
					327233, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					24.34799999999814, -- [1]
					"Изрыгатель чумы", -- [2]
					327233, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					41.35700000007637, -- [1]
					"Изрыгатель чумы", -- [2]
					327233, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					53.47900000005029, -- [1]
					"Изрыгатель чумы", -- [2]
					327233, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					75.35499999998137, -- [1]
					"Изрыгатель чумы", -- [2]
					327233, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					82.55499999993481, -- [1]
					"Изрыгатель чумы", -- [2]
					327233, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[328651] = {
				{
					0.2890000001061708, -- [1]
					"Стрелок-отравитель", -- [2]
					328651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					82.55499999993481, -- [1]
					"Стрелок-отравитель", -- [2]
					328651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					82.55499999993481, -- [1]
					"Стрелок-отравитель", -- [2]
					328651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[336451] = {
				{
					4.529000000096858, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					33.68299999996088, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					67.68999999994412, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					82.55499999993481, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					82.55499999993481, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[328343] = {
				{
					82.55499999993481, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					82.55499999993481, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					82.55499999993481, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					82.55499999993481, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					82.55499999993481, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[346989] = {
				{
					82.55499999993481, -- [1]
					"Моровая слизь", -- [2]
					346989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[325395] = {
				{
					24.45500000007451, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					24.45500000007451, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					24.45500000007451, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					26.49699999997392, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					26.90400000009686, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					26.90400000009686, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					29.32000000006519, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					29.32000000006519, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					31.76500000013039, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					31.76500000013039, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					34.18500000005588, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					34.18500000005588, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					36.61800000001676, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					36.61800000001676, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					60.88500000000931, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					60.88500000000931, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					60.9000000001397, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					60.9000000001397, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					62.91999999992549, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					62.91999999992549, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					63.33000000007451, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					65.35800000000745, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					65.77200000011362, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					67.79799999995157, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					68.18900000001304, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
			},
			[340357] = {
				{
					82.55499999993481, -- [1]
					"Моровая слизь", -- [2]
					340357, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[325551] = {
				{
					1.125, -- [1]
					"Домина Отравленный Клинок", -- [2]
					325551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[328365] = {
				{
					82.55499999993481, -- [1]
					"Стрелок-отравитель", -- [2]
					328365, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Защитник из многоокой рати", -- [5]
				}, -- [1]
				{
					82.55499999993481, -- [1]
					"Стрелок-отравитель", -- [2]
					328365, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Защитник из многоокой рати", -- [5]
				}, -- [2]
			},
		}, -- [47]
		{
			[322358] = {
				{
					10.1929999999702, -- [1]
					"Доктор Икус", -- [2]
					322358, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сиеллька", -- [5]
				}, -- [1]
				{
					12.09199999994598, -- [1]
					"Доктор Икус", -- [2]
					322358, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Миксибиксер", -- [5]
				}, -- [2]
				{
					13.30400000000373, -- [1]
					"Доктор Икус", -- [2]
					322358, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сиеллька", -- [5]
				}, -- [3]
				{
					14.53499999991618, -- [1]
					"Доктор Икус", -- [2]
					322358, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кулида", -- [5]
				}, -- [4]
			},
			[329217] = {
				{
					33.77000000001863, -- [1]
					"Доктор Икус", -- [2]
					329217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					36.81400000001304, -- [1]
					"Доктор Икус", -- [2]
					329217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					39.88299999991432, -- [1]
					"Доктор Икус", -- [2]
					329217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					72.43299999996088, -- [1]
					"Доктор Икус", -- [2]
					329217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					75.4859999998007, -- [1]
					"Доктор Икус", -- [2]
					329217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					78.54099999996834, -- [1]
					"Доктор Икус", -- [2]
					329217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					110.1089999999385, -- [1]
					"Доктор Икус", -- [2]
					329217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					113.1799999999348, -- [1]
					"Доктор Икус", -- [2]
					329217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					116.2260000000242, -- [1]
					"Доктор Икус", -- [2]
					329217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
			},
			[328365] = {
				{
					119.2890000001062, -- [1]
					"Стрелок-отравитель", -- [2]
					328365, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Защитник из многоокой рати", -- [5]
				}, -- [1]
			},
			[318949] = {
				{
					3.076999999815598, -- [1]
					"Чумной спинолом", -- [2]
					318949, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					17.65200000000186, -- [1]
					"Чумной спинолом", -- [2]
					318949, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					32.21999999997206, -- [1]
					"Чумной спинолом", -- [2]
					318949, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[334899] = {
				{
					119.2890000001062, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					119.2890000001062, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					119.2890000001062, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					119.2890000001062, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					119.2890000001062, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					119.2890000001062, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					119.2890000001062, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					119.2890000001062, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					119.2890000001062, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					119.2890000001062, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					119.2890000001062, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					119.2890000001062, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					119.2890000001062, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
			},
			[329110] = {
				{
					16.1339999998454, -- [1]
					"Доктор Икус", -- [2]
					329110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					45.55799999996088, -- [1]
					"Доктор Икус", -- [2]
					329110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					83.76799999992363, -- [1]
					"Доктор Икус", -- [2]
					329110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					104.778999999864, -- [1]
					"Доктор Икус", -- [2]
					329110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
			},
			[328343] = {
				{
					119.2890000001062, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					119.2890000001062, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					119.2890000001062, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					119.2890000001062, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[340356] = {
				{
					13.61599999992177, -- [1]
					"Моровая слизь", -- [2]
					340356, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					30.64500000001863, -- [1]
					"Моровая слизь", -- [2]
					340356, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[320517] = {
				{
					5.923999999882653, -- [1]
					"Чумной спинолом", -- [2]
					320517, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					26.26199999987148, -- [1]
					"Чумной спинолом", -- [2]
					320517, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[320103] = {
				{
					43.81299999984913, -- [1]
					"Ползучая слизь", -- [2]
					320103, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					43.81299999984913, -- [1]
					"Ползучая слизь", -- [2]
					320103, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					43.83899999991991, -- [1]
					"Ползучая слизь", -- [2]
					320103, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					43.83899999991991, -- [1]
					"Ползучая слизь", -- [2]
					320103, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					43.85299999988638, -- [1]
					"Ползучая слизь", -- [2]
					320103, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[328094] = {
				{
					0.3559999999124557, -- [1]
					"Заклинатель чумы", -- [2]
					328094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					2.787999999942258, -- [1]
					"Заклинатель чумы", -- [2]
					328094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					4.800999999977648, -- [1]
					"Заклинатель чумы", -- [2]
					328094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					7.243999999947846, -- [1]
					"Заклинатель чумы", -- [2]
					328094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					9.657999999821186, -- [1]
					"Заклинатель чумы", -- [2]
					328094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					12.08100000000559, -- [1]
					"Заклинатель чумы", -- [2]
					328094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
				{
					13.93099999986589, -- [1]
					"Заклинатель чумы", -- [2]
					328094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [7]
				{
					14.51199999987148, -- [1]
					"Заклинатель чумы", -- [2]
					328094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [8]
				{
					17.49799999990501, -- [1]
					"Заклинатель чумы", -- [2]
					328094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сиеллька", -- [5]
				}, -- [9]
				{
					19.36899999994785, -- [1]
					"Заклинатель чумы", -- [2]
					328094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [10]
				{
					21.78700000001118, -- [1]
					"Заклинатель чумы", -- [2]
					328094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [11]
				{
					24.21299999998882, -- [1]
					"Заклинатель чумы", -- [2]
					328094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [12]
				{
					26.64299999992363, -- [1]
					"Заклинатель чумы", -- [2]
					328094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [13]
				{
					29.08699999982491, -- [1]
					"Заклинатель чумы", -- [2]
					328094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [14]
				{
					31.5109999999404, -- [1]
					"Заклинатель чумы", -- [2]
					328094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [15]
			},
			[341443] = {
				{
					38.32400000002235, -- [1]
					"Извергающаяся слизь", -- [2]
					341443, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					51.57400000002235, -- [1]
					"Извергающаяся слизь", -- [2]
					341443, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					86.27499999990687, -- [1]
					"Извергающаяся слизь", -- [2]
					341443, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[328338] = {
				{
					119.2890000001062, -- [1]
					"Стрелок-отравитель", -- [2]
					328338, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[331966] = {
				{
					69.17900000000373, -- [1]
					"Моровая слизь", -- [2]
					331966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					69.17900000000373, -- [1]
					"Моровая слизь", -- [2]
					331966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					99.52399999997579, -- [1]
					"Моровая слизь", -- [2]
					331966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					99.52399999997579, -- [1]
					"Моровая слизь", -- [2]
					331966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[321999] = {
				{
					0.4429999999701977, -- [1]
					"Моровая слизь", -- [2]
					321999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					2.872999999905005, -- [1]
					"Моровая слизь", -- [2]
					321999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					4.086999999824911, -- [1]
					"Моровая слизь", -- [2]
					321999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					6.51299999980256, -- [1]
					"Моровая слизь", -- [2]
					321999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					7.734999999869615, -- [1]
					"Моровая слизь", -- [2]
					321999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					10.15999999991618, -- [1]
					"Моровая слизь", -- [2]
					321999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					11.35299999988638, -- [1]
					"Моровая слизь", -- [2]
					321999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					15.00099999993108, -- [1]
					"Моровая слизь", -- [2]
					321999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					18.65799999982119, -- [1]
					"Моровая слизь", -- [2]
					321999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					24.7249999998603, -- [1]
					"Моровая слизь", -- [2]
					321999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					28.37699999986216, -- [1]
					"Моровая слизь", -- [2]
					321999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					74.52099999994971, -- [1]
					"Моровая слизь", -- [2]
					321999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					78.14999999990687, -- [1]
					"Моровая слизь", -- [2]
					321999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					80.58699999982491, -- [1]
					"Моровая слизь", -- [2]
					321999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					81.80400000000373, -- [1]
					"Моровая слизь", -- [2]
					321999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					84.21799999987707, -- [1]
					"Моровая слизь", -- [2]
					321999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					85.43099999986589, -- [1]
					"Моровая слизь", -- [2]
					321999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					104.87099999981, -- [1]
					"Моровая слизь", -- [2]
					321999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					106.0849999999628, -- [1]
					"Моровая слизь", -- [2]
					321999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					108.5239999999758, -- [1]
					"Моровая слизь", -- [2]
					321999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
			},
			[321976] = {
				{
					88.03000000002794, -- [1]
					"Моровая слизь", -- [2]
					321976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					89.29799999995157, -- [1]
					"Моровая слизь", -- [2]
					321976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					111.1829999999609, -- [1]
					"Моровая слизь", -- [2]
					321976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					111.1829999999609, -- [1]
					"Моровая слизь", -- [2]
					321976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[332617] = {
				{
					68.66099999984726, -- [1]
					"Доктор Икус", -- [2]
					332617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					99, -- [1]
					"Доктор Икус", -- [2]
					332617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[328533] = {
				{
					119.2890000001062, -- [1]
					"Защитник из многоокой рати", -- [2]
					328533, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					119.2890000001062, -- [1]
					"Защитник из многоокой рати", -- [2]
					328533, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[328180] = {
				{
					5.201999999815598, -- [1]
					"Заклинатель чумы", -- [2]
					328180, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сиеллька", -- [5]
				}, -- [1]
				{
					16.92799999983981, -- [1]
					"Заклинатель чумы", -- [2]
					328180, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					24.61899999994785, -- [1]
					"Заклинатель чумы", -- [2]
					328180, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сиеллька", -- [5]
				}, -- [3]
			},
			[336451] = {
				{
					119.2890000001062, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[328651] = {
				{
					119.2890000001062, -- [1]
					"Стрелок-отравитель", -- [2]
					328651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [48]
		{
			[324490] = {
				{
					26.66699999989942, -- [1]
					"Склизгл", -- [2]
					324490, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[324667] = {
				{
					16.02000000001863, -- [1]
					"Склизгл", -- [2]
					324667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					56.07000000006519, -- [1]
					"Склизгл", -- [2]
					324667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					74.28499999991618, -- [1]
					"Склизгл", -- [2]
					324667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[324459] = {
				{
					21.66999999992549, -- [1]
					"Склизгл", -- [2]
					324459, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					77.57000000006519, -- [1]
					"Склизгл", -- [2]
					324459, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[324652] = {
				{
					6.678000000072643, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					6.678000000072643, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сиеллька", -- [5]
				}, -- [2]
				{
					6.678000000072643, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кулида", -- [5]
				}, -- [3]
				{
					6.678000000072643, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Миксибиксер", -- [5]
				}, -- [4]
				{
					6.678000000072643, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гронделла-ЧерныйШрам", -- [5]
				}, -- [5]
				{
					46.77499999990687, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
				{
					46.77499999990687, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сиеллька", -- [5]
				}, -- [7]
				{
					46.77499999990687, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кулида", -- [5]
				}, -- [8]
				{
					46.77499999990687, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Миксибиксер", -- [5]
				}, -- [9]
				{
					46.77499999990687, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гронделла-ЧерныйШрам", -- [5]
				}, -- [10]
				{
					64.99099999992177, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [11]
				{
					64.99099999992177, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сиеллька", -- [5]
				}, -- [12]
				{
					64.99099999992177, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кулида", -- [5]
				}, -- [13]
				{
					64.99099999992177, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Миксибиксер", -- [5]
				}, -- [14]
				{
					64.99099999992177, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гронделла-ЧерныйШрам", -- [5]
				}, -- [15]
			},
			[332865] = {
				{
					11.94999999995343, -- [1]
					"Склизгл", -- [2]
					332865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					52.07099999999628, -- [1]
					"Склизгл", -- [2]
					332865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					70.28799999994226, -- [1]
					"Склизгл", -- [2]
					332865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[324527] = {
				{
					6.678000000072643, -- [1]
					"Склизгл", -- [2]
					324527, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					46.77499999990687, -- [1]
					"Склизгл", -- [2]
					324527, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					64.99099999992177, -- [1]
					"Склизгл", -- [2]
					324527, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [49]
		{
			[320771] = {
				{
					2.665999999968335, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					5.093000000109896, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					9.975000000093132, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					13.60700000007637, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					16.05000000004657, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					26.98600000003353, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
				{
					29.41700000013225, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [7]
				{
					34.27200000011362, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [8]
				{
					36.69800000009127, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [9]
				{
					39.13000000012107, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [10]
				{
					41.54799999995157, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [11]
			},
			[321368] = {
				{
					10.88000000012107, -- [1]
					"Налтор Криомант", -- [2]
					321368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					35.19700000016019, -- [1]
					"Налтор Криомант", -- [2]
					321368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[320772] = {
				{
					18.97999999998137, -- [1]
					"Налтор Криомант", -- [2]
					320772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					44.48500000010245, -- [1]
					"Налтор Криомант", -- [2]
					320772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[320788] = {
				{
					8.025000000139698, -- [1]
					"Налтор Криомант", -- [2]
					320788, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Девих", -- [5]
				}, -- [1]
				{
					32.35000000009313, -- [1]
					"Налтор Криомант", -- [2]
					320788, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Боуджоб", -- [5]
				}, -- [2]
			},
			[321894] = {
				{
					25.07000000006519, -- [1]
					"Налтор Криомант", -- [2]
					321894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лаите", -- [5]
				}, -- [1]
			},
		}, -- [50]
		{
			[320200] = {
				{
					4.049000000115484, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					7.425999999977648, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лаите", -- [5]
				}, -- [2]
				{
					14.94400000013411, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Боуджоб", -- [5]
				}, -- [3]
				{
					18.625, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Девих", -- [5]
				}, -- [4]
				{
					22.25600000005215, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					25.90599999995902, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лаите", -- [5]
				}, -- [6]
				{
					35.64700000011362, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Будующая", -- [5]
				}, -- [7]
				{
					73.26100000017323, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [8]
				{
					76.87000000011176, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Будующая", -- [5]
				}, -- [9]
				{
					84.14000000013039, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лаите", -- [5]
				}, -- [10]
				{
					87.78000000002794, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лаите", -- [5]
				}, -- [11]
			},
			[320208] = {
				{
					16.54000000003725, -- [1]
					"Создание Трупошва", -- [2]
					320208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.79600000008941, -- [1]
					"Создание Трупошва", -- [2]
					320208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					49.75600000005215, -- [1]
					"Создание Трупошва", -- [2]
					320208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					53.00600000005215, -- [1]
					"Создание Трупошва", -- [2]
					320208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					68.79300000006333, -- [1]
					"Создание Трупошва", -- [2]
					320208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					86.92700000014156, -- [1]
					"Создание Трупошва", -- [2]
					320208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					89.75500000012107, -- [1]
					"Создание Трупошва", -- [2]
					320208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[327664] = {
				{
					10.82700000004843, -- [1]
					"Хирург Трупошов", -- [2]
					327664, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.44900000002235, -- [1]
					"Хирург Трупошов", -- [2]
					327664, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					79.99800000013784, -- [1]
					"Хирург Трупошов", -- [2]
					327664, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[326629] = {
				{
					1.040000000037253, -- [1]
					"Хирург Трупошов", -- [2]
					326629, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					66.62600000016391, -- [1]
					"Хирург Трупошов", -- [2]
					326629, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[322681] = {
				{
					9.523000000044703, -- [1]
					"Создание Трупошва", -- [2]
					322681, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Боуджоб", -- [5]
				}, -- [1]
				{
					27.76300000003539, -- [1]
					"Создание Трупошва", -- [2]
					322681, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Будующая", -- [5]
				}, -- [2]
				{
					42.76100000017323, -- [1]
					"Создание Трупошва", -- [2]
					322681, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Будующая", -- [5]
				}, -- [3]
				{
					45.98500000010245, -- [1]
					"Создание Трупошва", -- [2]
					322681, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Будующая", -- [5]
				}, -- [4]
				{
					61.77200000011362, -- [1]
					"Создание Трупошва", -- [2]
					322681, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Девих", -- [5]
				}, -- [5]
				{
					64.17900000000373, -- [1]
					"Создание Трупошва", -- [2]
					322681, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Девих", -- [5]
				}, -- [6]
				{
					79.92800000007264, -- [1]
					"Создание Трупошва", -- [2]
					322681, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Девих", -- [5]
				}, -- [7]
				{
					82.74200000008568, -- [1]
					"Создание Трупошва", -- [2]
					322681, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Девих", -- [5]
				}, -- [8]
				{
					98.11700000008568, -- [1]
					"Создание Трупошва", -- [2]
					322681, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лаите", -- [5]
				}, -- [9]
				{
					101.785000000149, -- [1]
					"Создание Трупошва", -- [2]
					322681, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лаите", -- [5]
				}, -- [10]
			},
			[320376] = {
				{
					7.425999999977648, -- [1]
					"Создание Трупошва", -- [2]
					320376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					19.51699999999255, -- [1]
					"Создание Трупошва", -- [2]
					320376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Боуджоб", -- [5]
				}, -- [2]
				{
					38.98800000012852, -- [1]
					"Создание Трупошва", -- [2]
					320376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					39.38600000017323, -- [1]
					"Создание Трупошва", -- [2]
					320376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					53.95400000014342, -- [1]
					"Создание Трупошва", -- [2]
					320376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					55.98900000005961, -- [1]
					"Создание Трупошва", -- [2]
					320376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
				{
					70.99699999997392, -- [1]
					"Создание Трупошва", -- [2]
					320376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [7]
				{
					72.17400000011548, -- [1]
					"Создание Трупошва", -- [2]
					320376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [8]
				{
					80.61499999999069, -- [1]
					"Создание Трупошва", -- [2]
					320376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [9]
				{
					91.7730000000447, -- [1]
					"Создание Трупошва", -- [2]
					320376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [10]
				{
					92.74500000011176, -- [1]
					"Создание Трупошва", -- [2]
					320376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [11]
			},
			[326574] = {
				{
					0.9790000000502914, -- [1]
					"Хирург Трупошов", -- [2]
					326574, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[320358] = {
				{
					28.5590000001248, -- [1]
					"Хирург Трупошов", -- [2]
					320358, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					69.82600000011735, -- [1]
					"Хирург Трупошов", -- [2]
					320358, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[334488] = {
				{
					43.35300000011921, -- [1]
					"Хирург Трупошов", -- [2]
					334488, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					53.0590000001248, -- [1]
					"Хирург Трупошов", -- [2]
					334488, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					62.77399999997579, -- [1]
					"Хирург Трупошов", -- [2]
					334488, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					95.48500000010245, -- [1]
					"Хирург Трупошов", -- [2]
					334488, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
			},
			[334476] = {
				{
					46.99800000013784, -- [1]
					"Хирург Трупошов", -- [2]
					334476, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					59.12000000011176, -- [1]
					"Хирург Трупошов", -- [2]
					334476, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					99.13700000010431, -- [1]
					"Хирург Трупошов", -- [2]
					334476, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[320359] = {
				{
					66.60900000017136, -- [1]
					"Хирург Трупошов", -- [2]
					320359, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [51]
		{
			[321226] = {
				{
					8.333999999798834, -- [1]
					"Амарт", -- [2]
					321226, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[320171] = {
				{
					3.070999999996275, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					5.503999999957159, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					7.909999999916181, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					15.19999999995343, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					17.64399999985471, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					20.05400000000373, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
				{
					22.4769999999553, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [7]
				{
					30.99899999983609, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [8]
				{
					33.42900000000373, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [9]
				{
					47.98399999993853, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [10]
			},
			[320012] = {
				{
					13.20399999991059, -- [1]
					"Амарт", -- [2]
					320012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[321253] = {
				{
					43.92299999995157, -- [1]
					"Последняя жатва", -- [2]
					321253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					43.92299999995157, -- [1]
					"Последняя жатва", -- [2]
					321253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					43.92299999995157, -- [1]
					"Последняя жатва", -- [2]
					321253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[320170] = {
				{
					3.070999999996275, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Будующая", -- [5]
				}, -- [1]
				{
					5.503999999957159, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					7.909999999916181, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Девих", -- [5]
				}, -- [3]
				{
					15.19999999995343, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					17.64399999985471, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Девих", -- [5]
				}, -- [5]
				{
					20.05400000000373, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лаите", -- [5]
				}, -- [6]
				{
					22.49799999990501, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Будующая", -- [5]
				}, -- [7]
				{
					30.99899999983609, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лаите", -- [5]
				}, -- [8]
				{
					33.42900000000373, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Девих", -- [5]
				}, -- [9]
				{
					47.98399999993853, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Девих", -- [5]
				}, -- [10]
			},
			[333602] = {
				{
					18.43599999998696, -- [1]
					"Оживленный маг", -- [2]
					333602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					20.90200000000186, -- [1]
					"Оживленный маг", -- [2]
					333602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Девих", -- [5]
				}, -- [2]
				{
					31.82099999999628, -- [1]
					"Оживленный маг", -- [2]
					333602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Боуджоб", -- [5]
				}, -- [3]
			},
			[321247] = {
				{
					43.92299999995157, -- [1]
					"Амарт", -- [2]
					321247, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [52]
		{
			[320596] = {
				{
					12.25699999998324, -- [1]
					"Чумокост", -- [2]
					320596, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Боуджоб", -- [5]
				}, -- [1]
			},
			[320614] = {
				{
					17.34900000016205, -- [1]
					"Червь-трупоед", -- [2]
					320614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Девих", -- [5]
				}, -- [1]
				{
					19.84400000004098, -- [1]
					"Червь-трупоед", -- [2]
					320614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Девих", -- [5]
				}, -- [2]
				{
					20.34600000013597, -- [1]
					"Червь-трупоед", -- [2]
					320614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					22.36499999999069, -- [1]
					"Червь-трупоед", -- [2]
					320614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Девих", -- [5]
				}, -- [4]
			},
			[320637] = {
				{
					24.40500000002794, -- [1]
					"Чумокост", -- [2]
					320637, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[320655] = {
				{
					6.401000000070781, -- [1]
					"Чумокост", -- [2]
					320655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					19.75500000012107, -- [1]
					"Чумокост", -- [2]
					320655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лаите", -- [5]
				}, -- [2]
				{
					34.30400000000373, -- [1]
					"Чумокост", -- [2]
					320655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
			},
			[321575] = {
				{
					36.7359999998007, -- [1]
					"Некромант с \"Золрамуса\"", -- [2]
					321575, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					36.7359999998007, -- [1]
					"Некромант с \"Золрамуса\"", -- [2]
					321575, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					36.7359999998007, -- [1]
					"Некромант с \"Золрамуса\"", -- [2]
					321575, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [53]
		{
			[322796] = {
				{
					11.60999999986962, -- [1]
					"Генерал Кааль", -- [2]
					322796, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					12.66100000008009, -- [1]
					"Генерал Кааль", -- [2]
					322796, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					27.63299999991432, -- [1]
					"Генерал Кааль", -- [2]
					322796, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					28.4769999999553, -- [1]
					"Генерал Кааль", -- [2]
					322796, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					48.35899999993853, -- [1]
					"Генерал Кааль", -- [2]
					322796, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					49.125, -- [1]
					"Генерал Кааль", -- [2]
					322796, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[322903] = {
				{
					38.82899999991059, -- [1]
					"Генерал Кааль", -- [2]
					322903, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[323845] = {
				{
					5.369999999878928, -- [1]
					"Генерал Кааль", -- [2]
					323845, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.1909999998752, -- [1]
					"Генерал Кааль", -- [2]
					323845, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					41.82099999999628, -- [1]
					"Генерал Кааль", -- [2]
					323845, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					57.59599999990314, -- [1]
					"Генерал Кааль", -- [2]
					323845, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[323821] = {
				{
					11.23999999999069, -- [1]
					"Генерал Кааль", -- [2]
					323821, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					20.98699999996461, -- [1]
					"Генерал Кааль", -- [2]
					323821, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					41.61899999994785, -- [1]
					"Генерал Кааль", -- [2]
					323821, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					51.33599999989383, -- [1]
					"Генерал Кааль", -- [2]
					323821, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					61.03499999991618, -- [1]
					"Генерал Кааль", -- [2]
					323821, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[323810] = {
				{
					15.51000000000931, -- [1]
					"Генерал Кааль", -- [2]
					323810, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.25799999991432, -- [1]
					"Генерал Кааль", -- [2]
					323810, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					45.87999999988824, -- [1]
					"Генерал Кааль", -- [2]
					323810, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					55.60499999998137, -- [1]
					"Генерал Кааль", -- [2]
					323810, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					65.29700000002049, -- [1]
					"Генерал Кааль", -- [2]
					323810, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
		}, -- [54]
		{
			[325360] = {
				{
					19.73999999999069, -- [1]
					"Верховная надзирательница Бериллия", -- [2]
					325360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					58.6019999999553, -- [1]
					"Верховная надзирательница Бериллия", -- [2]
					325360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[326039] = {
				{
					25.84000000008382, -- [1]
					"Верховная надзирательница Бериллия", -- [2]
					326039, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[328593] = {
				{
					8.25, -- [1]
					"Верховная надзирательница Бериллия", -- [2]
					328593, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Волк", -- [5]
				}, -- [1]
				{
					38.625, -- [1]
					"Верховная надзирательница Бериллия", -- [2]
					328593, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Анхелайа", -- [5]
				}, -- [2]
				{
					44.67999999993481, -- [1]
					"Верховная надзирательница Бериллия", -- [2]
					328593, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элариель", -- [5]
				}, -- [3]
			},
			[325254] = {
				{
					5.892999999923632, -- [1]
					"Верховная надзирательница Бериллия", -- [2]
					325254, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					36.25300000002608, -- [1]
					"Верховная надзирательница Бериллия", -- [2]
					325254, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
			},
		}, -- [55]
		{
			[321249] = {
				{
					16.05300000007264, -- [1]
					"Взбесившийся вурдалак", -- [2]
					321249, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Санджеллес", -- [5]
				}, -- [1]
				{
					24.877000000095, -- [1]
					"Взбесившийся вурдалак", -- [2]
					321249, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					32.752000000095, -- [1]
					"Взбесившийся вурдалак", -- [2]
					321249, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
			},
			[334534] = {
				{
					4.816000000108033, -- [1]
					"Писец-исследовательница", -- [2]
					334534, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					6.452000000048429, -- [1]
					"Писец-исследовательница", -- [2]
					334534, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хангвен-Дракономор", -- [5]
				}, -- [2]
				{
					8.479999999981374, -- [1]
					"Писец-исследовательница", -- [2]
					334534, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элариель", -- [5]
				}, -- [3]
				{
					10.88100000005215, -- [1]
					"Писец-исследовательница", -- [2]
					334534, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элариель", -- [5]
				}, -- [4]
				{
					15.73999999999069, -- [1]
					"Писец-исследовательница", -- [2]
					334534, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Санджеллес", -- [5]
				}, -- [5]
				{
					18.16500000003725, -- [1]
					"Писец-исследовательница", -- [2]
					334534, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Анхелайа", -- [5]
				}, -- [6]
				{
					27.42999999993481, -- [1]
					"Писец-исследовательница", -- [2]
					334534, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хангвен-Дракономор", -- [5]
				}, -- [7]
				{
					29.11899999994785, -- [1]
					"Писец-исследовательница", -- [2]
					334534, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [8]
			},
			[334377] = {
				{
					13.32199999992736, -- [1]
					"Писец-исследовательница", -- [2]
					334377, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.5230000000447, -- [1]
					"Писец-исследовательница", -- [2]
					334377, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[322554] = {
				{
					4.912000000011176, -- [1]
					"Вершитель Тарвольд", -- [2]
					322554, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элариель", -- [5]
				}, -- [1]
				{
					25.55499999993481, -- [1]
					"Вершитель Тарвольд", -- [2]
					322554, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Анхелайа", -- [5]
				}, -- [2]
			},
			[321220] = {
				{
					16.66500000003725, -- [1]
					"Взбесившийся вурдалак", -- [2]
					321220, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [56]
		{
			[319654] = {
				{
					10.30199999990873, -- [1]
					"Криксис Ненасытный", -- [2]
					319654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					26.06899999990128, -- [1]
					"Криксис Ненасытный", -- [2]
					319654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[315536] = {
				{
					37.86400000005961, -- [1]
					"Часовой чертогов", -- [2]
					315536, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[319650] = {
				{
					6.94399999990128, -- [1]
					"Криксис Ненасытный", -- [2]
					319650, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					31.63699999987148, -- [1]
					"Криксис Ненасытный", -- [2]
					319650, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
			},
			[319713] = {
				{
					19.15200000000186, -- [1]
					"Криксис Ненасытный", -- [2]
					319713, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Санджеллес", -- [5]
				}, -- [1]
			},
		}, -- [57]
		{
			[322999] = {
				{
					25.75399999995716, -- [1]
					"Девия", -- [2]
					322999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					75.75199999986216, -- [1]
					"Девия", -- [2]
					322999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[322814] = {
				{
					20.47099999990314, -- [1]
					"Девия", -- [2]
					322814, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[323010] = {
				{
					25.75399999995716, -- [1]
					"Девия", -- [2]
					323010, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					75.75199999986216, -- [1]
					"Девия", -- [2]
					323010, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[323943] = {
				{
					12.05799999996088, -- [1]
					"Девия", -- [2]
					323943, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					66.70699999993667, -- [1]
					"Девия", -- [2]
					323943, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[322818] = {
				{
					16.43999999994412, -- [1]
					"Девия", -- [2]
					322818, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					71.10800000000745, -- [1]
					"Девия", -- [2]
					322818, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[330632] = {
				{
					105.4869999999646, -- [1]
					"Иллюзорный терзатель", -- [2]
					330632, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Химера", -- [5]
				}, -- [1]
			},
			[322893] = {
				{
					33.5089999998454, -- [1]
					"Девия", -- [2]
					322893, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					82.872999999905, -- [1]
					"Девия", -- [2]
					322893, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [58]
		{
			[324427] = {
				{
					19.10300000011921, -- [1]
					"\"Орифрион\"", -- [2]
					324427, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					47.41700000013225, -- [1]
					"\"Орифрион\"", -- [2]
					324427, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[324046] = {
				{
					75.57400000002235, -- [1]
					"\"Орифрион\"", -- [2]
					324046, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[324608] = {
				{
					37.42000000015833, -- [1]
					"\"Орифрион\"", -- [2]
					324608, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[334053] = {
				{
					10.09700000006706, -- [1]
					"\"Орифрион\"", -- [2]
					334053, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Доблессть", -- [5]
				}, -- [1]
				{
					28.71900000004098, -- [1]
					"\"Орифрион\"", -- [2]
					334053, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друмарус", -- [5]
				}, -- [2]
				{
					42.06200000015087, -- [1]
					"\"Орифрион\"", -- [2]
					334053, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Доблессть", -- [5]
				}, -- [3]
				{
					57.83000000007451, -- [1]
					"\"Орифрион\"", -- [2]
					334053, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друмарус", -- [5]
				}, -- [4]
				{
					71.19000000017695, -- [1]
					"\"Орифрион\"", -- [2]
					334053, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друмарус", -- [5]
				}, -- [5]
			},
			[324444] = {
				{
					16.09700000006706, -- [1]
					"\"Орифрион\"", -- [2]
					324444, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					44.41899999999441, -- [1]
					"\"Орифрион\"", -- [2]
					324444, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [59]
		{
			[324148] = {
				{
					11.39899999997579, -- [1]
					"\"Вентунакс\"", -- [2]
					324148, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друмарус", -- [5]
				}, -- [1]
				{
					28.41700000013225, -- [1]
					"\"Вентунакс\"", -- [2]
					324148, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друмарус", -- [5]
				}, -- [2]
			},
			[324146] = {
				{
					11.39899999997579, -- [1]
					"\"Вентунакс\"", -- [2]
					324146, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					28.41700000013225, -- [1]
					"\"Вентунакс\"", -- [2]
					324146, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[334485] = {
				{
					44.19700000016019, -- [1]
					"\"Вентунакс\"", -- [2]
					334485, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[324205] = {
				{
					18.2640000001993, -- [1]
					"\"Вентунакс\"", -- [2]
					324205, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					40.125, -- [1]
					"\"Вентунакс\"", -- [2]
					324205, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [60]
		{
			[327481] = {
				{
					10.1500000001397, -- [1]
					"Кин-Тара", -- [2]
					327481, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					61.18700000015087, -- [1]
					"Кин-Тара", -- [2]
					327481, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[320966] = {
				{
					9.177000000141561, -- [1]
					"Кин-Тара", -- [2]
					320966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					18.86700000008568, -- [1]
					"Кин-Тара", -- [2]
					320966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					27.37600000016391, -- [1]
					"Кин-Тара", -- [2]
					320966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
			},
			[321009] = {
				{
					35.40600000019185, -- [1]
					"Кин-Тара", -- [2]
					321009, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					46.32000000006519, -- [1]
					"Кин-Тара", -- [2]
					321009, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Доблессть", -- [5]
				}, -- [2]
			},
			[324368] = {
				{
					7.248000000137836, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					9.678000000072643, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					12.10600000014529, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					20.5910000000149, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					23.01100000017323, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					25.45800000010058, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					36.39700000011362, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					38.82600000011735, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					41.24700000020675, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					49.74400000018068, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					52.1840000001248, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					54.60400000005029, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
			},
		}, -- [61]
		{
			[331045] = {
				{
					51.47900000005029, -- [1]
					"Ярокрылый страхоклюв", -- [2]
					331045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Иллюзорный арденвельдский мотылек", -- [5]
				}, -- [1]
				{
					51.47900000005029, -- [1]
					"Ярокрылый страхоклюв", -- [2]
					331045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жемчужная черепаха", -- [5]
				}, -- [2]
				{
					51.47900000005029, -- [1]
					"Ярокрылый страхоклюв", -- [2]
					331045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Иллюзорный арденвельдский мотылек", -- [5]
				}, -- [3]
				{
					51.47900000005029, -- [1]
					"Ярокрылый страхоклюв", -- [2]
					331045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жемчужная черепаха", -- [5]
				}, -- [4]
				{
					51.47900000005029, -- [1]
					"Ярокрылый страхоклюв", -- [2]
					331045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Иллюзорный арденвельдский мотылек", -- [5]
				}, -- [5]
				{
					51.47900000005029, -- [1]
					"Ярокрылый страхоклюв", -- [2]
					331045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жемчужная черепаха", -- [5]
				}, -- [6]
			},
			[324449] = {
				{
					23.89400000008754, -- [1]
					"Мордрета, Вечная императрица", -- [2]
					324449, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[324079] = {
				{
					10.10800000000745, -- [1]
					"Мордрета, Вечная императрица", -- [2]
					324079, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					27.10000000009313, -- [1]
					"Мордрета, Вечная императрица", -- [2]
					324079, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
			},
			[250208] = {
				{
					51.47900000005029, -- [1]
					"Жемчужная черепаха", -- [2]
					250208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ярокрылый страхоклюв", -- [5]
				}, -- [1]
				{
					51.47900000005029, -- [1]
					"Жемчужная черепаха", -- [2]
					250208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ярокрылый страхоклюв", -- [5]
				}, -- [2]
				{
					51.47900000005029, -- [1]
					"Жемчужная черепаха", -- [2]
					250208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ярокрылый страхоклюв", -- [5]
				}, -- [3]
				{
					51.47900000005029, -- [1]
					"Жемчужная черепаха", -- [2]
					250208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ярокрылый страхоклюв", -- [5]
				}, -- [4]
				{
					51.47900000005029, -- [1]
					"Жемчужная черепаха", -- [2]
					250208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ярокрылый страхоклюв", -- [5]
				}, -- [5]
				{
					51.47900000005029, -- [1]
					"Жемчужная черепаха", -- [2]
					250208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ярокрылый страхоклюв", -- [5]
				}, -- [6]
			},
			[323446] = {
				{
					51.47900000005029, -- [1]
					"Иллюзорный арденвельдский мотылек", -- [2]
					323446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ярокрылый страхоклюв", -- [5]
				}, -- [1]
				{
					51.47900000005029, -- [1]
					"Иллюзорный арденвельдский мотылек", -- [2]
					323446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ярокрылый страхоклюв", -- [5]
				}, -- [2]
				{
					51.47900000005029, -- [1]
					"Иллюзорный арденвельдский мотылек", -- [2]
					323446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ярокрылый страхоклюв", -- [5]
				}, -- [3]
			},
			[323825] = {
				{
					28.19900000002235, -- [1]
					"Затягивающий разлом", -- [2]
					323825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[331044] = {
				{
					51.47900000005029, -- [1]
					"Ярокрылый страхоклюв", -- [2]
					331044, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Иллюзорный арденвельдский мотылек", -- [5]
				}, -- [1]
				{
					51.47900000005029, -- [1]
					"Ярокрылый страхоклюв", -- [2]
					331044, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жемчужная черепаха", -- [5]
				}, -- [2]
				{
					51.47900000005029, -- [1]
					"Ярокрылый страхоклюв", -- [2]
					331044, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Иллюзорный арденвельдский мотылек", -- [5]
				}, -- [3]
				{
					51.47900000005029, -- [1]
					"Ярокрылый страхоклюв", -- [2]
					331044, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жемчужная черепаха", -- [5]
				}, -- [4]
				{
					51.47900000005029, -- [1]
					"Ярокрылый страхоклюв", -- [2]
					331044, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жемчужная черепаха", -- [5]
				}, -- [5]
				{
					51.47900000005029, -- [1]
					"Ярокрылый страхоклюв", -- [2]
					331044, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Иллюзорный арденвельдский мотылек", -- [5]
				}, -- [6]
				{
					51.47900000005029, -- [1]
					"Ярокрылый страхоклюв", -- [2]
					331044, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жемчужная черепаха", -- [5]
				}, -- [7]
				{
					51.47900000005029, -- [1]
					"Ярокрылый страхоклюв", -- [2]
					331044, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Иллюзорный арденвельдский мотылек", -- [5]
				}, -- [8]
				{
					51.47900000005029, -- [1]
					"Ярокрылый страхоклюв", -- [2]
					331044, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жемчужная черепаха", -- [5]
				}, -- [9]
				{
					51.47900000005029, -- [1]
					"Ярокрылый страхоклюв", -- [2]
					331044, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Иллюзорный арденвельдский мотылек", -- [5]
				}, -- [10]
				{
					51.47900000005029, -- [1]
					"Ярокрылый страхоклюв", -- [2]
					331044, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жемчужная черепаха", -- [5]
				}, -- [11]
				{
					51.47900000005029, -- [1]
					"Ярокрылый страхоклюв", -- [2]
					331044, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Иллюзорный арденвельдский мотылек", -- [5]
				}, -- [12]
			},
			[323608] = {
				{
					16.90999999991618, -- [1]
					"Мордрета, Вечная императрица", -- [2]
					323608, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					43.61999999987893, -- [1]
					"Мордрета, Вечная императрица", -- [2]
					323608, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[323683] = {
				{
					23.68500000005588, -- [1]
					"Мордрета, Вечная императрица", -- [2]
					323683, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [62]
		{
			[320050] = {
				{
					16.36900000018068, -- [1]
					"Ксав Несломленный", -- [2]
					320050, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[331618] = {
				{
					10.3090000001248, -- [1]
					"Ксав Несломленный", -- [2]
					331618, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					40.66899999999441, -- [1]
					"Ксав Несломленный", -- [2]
					331618, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[320644] = {
				{
					6.19800000009127, -- [1]
					"Ксав Несломленный", -- [2]
					320644, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					36.58000000007451, -- [1]
					"Ксав Несломленный", -- [2]
					320644, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[320114] = {
				{
					33.46500000008382, -- [1]
					"Ксав Несломленный", -- [2]
					320114, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[320729] = {
				{
					20.63899999996647, -- [1]
					"Ксав Несломленный", -- [2]
					320729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					24.64500000001863, -- [1]
					"Ксав Несломленный", -- [2]
					320729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					28.14400000008754, -- [1]
					"Ксав Несломленный", -- [2]
					320729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [63]
		{
			[323110] = {
				{
					15.60599999991246, -- [1]
					"Сочащиеся ошметки", -- [2]
					323110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					17.59499999997206, -- [1]
					"Сочащиеся ошметки", -- [2]
					323110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[333839] = {
				{
					34.51499999989756, -- [1]
					"Рек Закаленная", -- [2]
					333839, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[323107] = {
				{
					14.56099999998696, -- [1]
					"Сочащиеся ошметки", -- [2]
					323107, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					16.57400000002235, -- [1]
					"Сочащиеся ошметки", -- [2]
					323107, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					34.40299999993295, -- [1]
					"Сочащиеся ошметки", -- [2]
					323107, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[331316] = {
				{
					34.51499999989756, -- [1]
					"Докигг Изверг", -- [2]
					331316, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.51499999989756, -- [1]
					"Докигг Изверг", -- [2]
					331316, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					34.51499999989756, -- [1]
					"Докигг Изверг", -- [2]
					331316, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[342135] = {
				{
					34.51499999989756, -- [1]
					"Хивин Ломатель", -- [2]
					342135, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.51499999989756, -- [1]
					"Нектара Изувер", -- [2]
					342135, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					34.51499999989756, -- [1]
					"Хивин Ломатель", -- [2]
					342135, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					34.51499999989756, -- [1]
					"Нектара Изувер", -- [2]
					342135, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					34.51499999989756, -- [1]
					"Хивин Ломатель", -- [2]
					342135, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[323542] = {
				{
					8.10800000000745, -- [1]
					"Сочащиеся ошметки", -- [2]
					323542, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					8.10800000000745, -- [1]
					"Сочащиеся ошметки", -- [2]
					323542, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					28.72899999981746, -- [1]
					"Сочащиеся ошметки", -- [2]
					323542, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					28.72899999981746, -- [1]
					"Сочащиеся ошметки", -- [2]
					323542, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[333861] = {
				{
					34.51499999989756, -- [1]
					"Харугия Кровожадная", -- [2]
					333861, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хивин Ломатель", -- [5]
				}, -- [1]
				{
					34.51499999989756, -- [1]
					"Харугия Кровожадная", -- [2]
					333861, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хивин Ломатель", -- [5]
				}, -- [2]
				{
					34.51499999989756, -- [1]
					"Харугия Кровожадная", -- [2]
					333861, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хивин Ломатель", -- [5]
				}, -- [3]
				{
					34.51499999989756, -- [1]
					"Адвент Невермор", -- [2]
					333861, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рек Закаленная", -- [5]
				}, -- [4]
			},
			[333827] = {
				{
					34.51499999989756, -- [1]
					"Адвент Невермор", -- [2]
					333827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.51499999989756, -- [1]
					"Адвент Невермор", -- [2]
					333827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[333845] = {
				{
					34.51499999989756, -- [1]
					"Рек Закаленная", -- [2]
					333845, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Адвент Невермор", -- [5]
				}, -- [1]
			},
			[323515] = {
				{
					2.328999999910593, -- [1]
					"Кроворуб", -- [2]
					323515, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					16.06099999998696, -- [1]
					"Кроворуб", -- [2]
					323515, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					31.85599999991246, -- [1]
					"Кроворуб", -- [2]
					323515, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
			},
			[331288] = {
				{
					34.51499999989756, -- [1]
					"Хивин Ломатель", -- [2]
					331288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Харугия Кровожадная", -- [5]
				}, -- [1]
				{
					34.51499999989756, -- [1]
					"Хивин Ломатель", -- [2]
					331288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Харугия Кровожадная", -- [5]
				}, -- [2]
			},
			[319997] = {
				{
					34.51499999989756, -- [1]
					"Шаркающий арбалетчик", -- [2]
					319997, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
			},
			[336996] = {
				{
					34.51499999989756, -- [1]
					"Нектара Изувер", -- [2]
					336996, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.51499999989756, -- [1]
					"Нектара Изувер", -- [2]
					336996, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[317605] = {
				{
					34.51499999989756, -- [1]
					"Нектара Изувер", -- [2]
					317605, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.51499999989756, -- [1]
					"Нектара Изувер", -- [2]
					317605, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					34.51499999989756, -- [1]
					"Рек Закаленная", -- [2]
					317605, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					34.51499999989756, -- [1]
					"Нектара Изувер", -- [2]
					317605, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [64]
		{
			[317605] = {
				{
					49.27700000000186, -- [1]
					"Нектара Изувер", -- [2]
					317605, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					49.27700000000186, -- [1]
					"Нектара Изувер", -- [2]
					317605, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[333839] = {
				{
					49.27700000000186, -- [1]
					"Рек Закаленная", -- [2]
					333839, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[331316] = {
				{
					49.27700000000186, -- [1]
					"Докигг Изверг", -- [2]
					331316, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					49.27700000000186, -- [1]
					"Докигг Изверг", -- [2]
					331316, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[342135] = {
				{
					49.27700000000186, -- [1]
					"Хивин Ломатель", -- [2]
					342135, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					49.27700000000186, -- [1]
					"Нектара Изувер", -- [2]
					342135, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					49.27700000000186, -- [1]
					"Хивин Ломатель", -- [2]
					342135, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[319669] = {
				{
					32.82000000006519, -- [1]
					"Кул'тарок", -- [2]
					319669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
			},
			[319521] = {
				{
					14.29499999992549, -- [1]
					"Кул'тарок", -- [2]
					319521, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					36.19399999990128, -- [1]
					"Кул'тарок", -- [2]
					319521, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[333845] = {
				{
					49.27700000000186, -- [1]
					"Рек Закаленная", -- [2]
					333845, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Адвент Невермор", -- [5]
				}, -- [1]
			},
			[319626] = {
				{
					2.16800000006333, -- [1]
					"Кул'тарок", -- [2]
					319626, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.62999999988824, -- [1]
					"Кул'тарок", -- [2]
					319626, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[331288] = {
				{
					49.27700000000186, -- [1]
					"Хивин Ломатель", -- [2]
					331288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Харугия Кровожадная", -- [5]
				}, -- [1]
			},
			[333861] = {
				{
					49.27700000000186, -- [1]
					"Харугия Кровожадная", -- [2]
					333861, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хивин Ломатель", -- [5]
				}, -- [1]
				{
					49.27700000000186, -- [1]
					"Адвент Невермор", -- [2]
					333861, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рек Закаленная", -- [5]
				}, -- [2]
				{
					49.27700000000186, -- [1]
					"Харугия Кровожадная", -- [2]
					333861, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хивин Ломатель", -- [5]
				}, -- [3]
			},
			[336996] = {
				{
					49.27700000000186, -- [1]
					"Нектара Изувер", -- [2]
					336996, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					49.27700000000186, -- [1]
					"Нектара Изувер", -- [2]
					336996, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[331275] = {
				{
					49.27700000000186, -- [1]
					"Адвент Невермор", -- [2]
					331275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рек Закаленная", -- [5]
				}, -- [1]
			},
		}, -- [65]
		{
			[333827] = {
				{
					53.95699999993667, -- [1]
					"Адвент Невермор", -- [2]
					333827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					53.95699999993667, -- [1]
					"Адвент Невермор", -- [2]
					333827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					53.95699999993667, -- [1]
					"Адвент Невермор", -- [2]
					333827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					53.95699999993667, -- [1]
					"Адвент Невермор", -- [2]
					333827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[333231] = {
				{
					14.10400000005029, -- [1]
					"Сатель Злосчастный", -- [2]
					333231, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					33.58300000010058, -- [1]
					"Сатель Злосчастный", -- [2]
					333231, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[326892] = {
				{
					13.93900000001304, -- [1]
					"Дессия Обезглавливательница", -- [2]
					326892, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гриммф", -- [5]
				}, -- [1]
			},
			[332868] = {
				{
					53.95699999993667, -- [1]
					"Потайной разлом", -- [2]
					332868, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[333845] = {
				{
					53.95699999993667, -- [1]
					"Рек Закаленная", -- [2]
					333845, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Адвент Невермор", -- [5]
				}, -- [1]
				{
					53.95699999993667, -- [1]
					"Рек Закаленная", -- [2]
					333845, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Адвент Невермор", -- [5]
				}, -- [2]
				{
					53.95699999993667, -- [1]
					"Рек Закаленная", -- [2]
					333845, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Адвент Невермор", -- [5]
				}, -- [3]
			},
			[320120] = {
				{
					3.21999999997206, -- [1]
					"Пакиран Заразный", -- [2]
					320120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Иличнорд", -- [5]
				}, -- [1]
				{
					5.647000000113621, -- [1]
					"Пакиран Заразный", -- [2]
					320120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Иличнорд", -- [5]
				}, -- [2]
				{
					8.077999999979511, -- [1]
					"Пакиран Заразный", -- [2]
					320120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Иличнорд", -- [5]
				}, -- [3]
				{
					10.49500000011176, -- [1]
					"Пакиран Заразный", -- [2]
					320120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гриммф", -- [5]
				}, -- [4]
				{
					16.57799999997951, -- [1]
					"Пакиран Заразный", -- [2]
					320120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рэббиткиллер", -- [5]
				}, -- [5]
				{
					20.19200000003912, -- [1]
					"Пакиран Заразный", -- [2]
					320120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
				{
					22.62800000002608, -- [1]
					"Пакиран Заразный", -- [2]
					320120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рэббиткиллер", -- [5]
				}, -- [7]
				{
					25.06499999994412, -- [1]
					"Пакиран Заразный", -- [2]
					320120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [8]
				{
					27.51600000006147, -- [1]
					"Пакиран Заразный", -- [2]
					320120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рэббиткиллер", -- [5]
				}, -- [9]
				{
					31.16999999992549, -- [1]
					"Пакиран Заразный", -- [2]
					320120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гриммф", -- [5]
				}, -- [10]
				{
					33.59599999990314, -- [1]
					"Пакиран Заразный", -- [2]
					320120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рэббиткиллер", -- [5]
				}, -- [11]
				{
					44.53499999991618, -- [1]
					"Пакиран Заразный", -- [2]
					320120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гриммф", -- [5]
				}, -- [12]
			},
			[331288] = {
				{
					53.95699999993667, -- [1]
					"Хивин Ломатель", -- [2]
					331288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Харугия Кровожадная", -- [5]
				}, -- [1]
				{
					53.95699999993667, -- [1]
					"Хивин Ломатель", -- [2]
					331288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Харугия Кровожадная", -- [5]
				}, -- [2]
				{
					53.95699999993667, -- [1]
					"Хивин Ломатель", -- [2]
					331288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Харугия Кровожадная", -- [5]
				}, -- [3]
			},
			[333839] = {
				{
					53.95699999993667, -- [1]
					"Рек Закаленная", -- [2]
					333839, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					53.95699999993667, -- [1]
					"Рек Закаленная", -- [2]
					333839, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					53.95699999993667, -- [1]
					"Рек Закаленная", -- [2]
					333839, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[320300] = {
				{
					4.422999999951571, -- [1]
					"Сатель Злосчастный", -- [2]
					320300, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рэббиткиллер", -- [5]
				}, -- [1]
				{
					7.243000000016764, -- [1]
					"Сатель Злосчастный", -- [2]
					320300, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гриммф", -- [5]
				}, -- [2]
				{
					9.666999999899417, -- [1]
					"Сатель Злосчастный", -- [2]
					320300, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рэббиткиллер", -- [5]
				}, -- [3]
				{
					22.62800000002608, -- [1]
					"Сатель Злосчастный", -- [2]
					320300, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рэббиткиллер", -- [5]
				}, -- [4]
				{
					36.01699999999255, -- [1]
					"Сатель Злосчастный", -- [2]
					320300, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Иличнорд", -- [5]
				}, -- [5]
				{
					38.75699999998324, -- [1]
					"Сатель Злосчастный", -- [2]
					320300, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Алаястраза", -- [5]
				}, -- [6]
				{
					41.17999999993481, -- [1]
					"Сатель Злосчастный", -- [2]
					320300, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рэббиткиллер", -- [5]
				}, -- [7]
				{
					43.66400000010617, -- [1]
					"Сатель Злосчастный", -- [2]
					320300, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [8]
			},
			[320277] = {
				{
					1.202999999979511, -- [1]
					"Сатель Злосчастный", -- [2]
					320277, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[320293] = {
				{
					29.93900000001304, -- [1]
					"Сатель Злосчастный", -- [2]
					320293, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[331275] = {
				{
					53.95699999993667, -- [1]
					"Адвент Невермор", -- [2]
					331275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рек Закаленная", -- [5]
				}, -- [1]
				{
					53.95699999993667, -- [1]
					"Адвент Невермор", -- [2]
					331275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рек Закаленная", -- [5]
				}, -- [2]
			},
			[320063] = {
				{
					10.68100000009872, -- [1]
					"Дессия Обезглавливательница", -- [2]
					320063, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					19.1820000000298, -- [1]
					"Дессия Обезглавливательница", -- [2]
					320063, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
			},
			[324085] = {
				{
					12.10800000000745, -- [1]
					"Дессия Обезглавливательница", -- [2]
					324085, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[342135] = {
				{
					53.95699999993667, -- [1]
					"Нектара Изувер", -- [2]
					342135, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					53.95699999993667, -- [1]
					"Хивин Ломатель", -- [2]
					342135, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					53.95699999993667, -- [1]
					"Нектара Изувер", -- [2]
					342135, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					53.95699999993667, -- [1]
					"Хивин Ломатель", -- [2]
					342135, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					53.95699999993667, -- [1]
					"Нектара Изувер", -- [2]
					342135, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					53.95699999993667, -- [1]
					"Хивин Ломатель", -- [2]
					342135, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[317605] = {
				{
					0.1, -- [1]
					"Нектара Изувер", -- [2]
					317605, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					53.95699999993667, -- [1]
					"Рек Закаленная", -- [2]
					317605, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					53.95699999993667, -- [1]
					"Нектара Изувер", -- [2]
					317605, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					53.95699999993667, -- [1]
					"Рек Закаленная", -- [2]
					317605, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					53.95699999993667, -- [1]
					"Нектара Изувер", -- [2]
					317605, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					53.95699999993667, -- [1]
					"Рек Закаленная", -- [2]
					317605, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					53.95699999993667, -- [1]
					"Нектара Изувер", -- [2]
					317605, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[320248] = {
				{
					48.56400000001304, -- [1]
					"Пакиран Заразный", -- [2]
					320248, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[336996] = {
				{
					53.95699999993667, -- [1]
					"Нектара Изувер", -- [2]
					336996, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					53.95699999993667, -- [1]
					"Нектара Изувер", -- [2]
					336996, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[331316] = {
				{
					53.95699999993667, -- [1]
					"Докигг Изверг", -- [2]
					331316, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					53.95699999993667, -- [1]
					"Докигг Изверг", -- [2]
					331316, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					53.95699999993667, -- [1]
					"Докигг Изверг", -- [2]
					331316, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					53.95699999993667, -- [1]
					"Докигг Изверг", -- [2]
					331316, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[320272] = {
				{
					10.2180000001099, -- [1]
					"Сатель Злосчастный", -- [2]
					320272, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дессия Обезглавливательница", -- [5]
				}, -- [1]
			},
			[333861] = {
				{
					53.95699999993667, -- [1]
					"Харугия Кровожадная", -- [2]
					333861, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хивин Ломатель", -- [5]
				}, -- [1]
				{
					53.95699999993667, -- [1]
					"Адвент Невермор", -- [2]
					333861, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рек Закаленная", -- [5]
				}, -- [2]
				{
					53.95699999993667, -- [1]
					"Харугия Кровожадная", -- [2]
					333861, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хивин Ломатель", -- [5]
				}, -- [3]
				{
					53.95699999993667, -- [1]
					"Адвент Невермор", -- [2]
					333861, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рек Закаленная", -- [5]
				}, -- [4]
				{
					53.95699999993667, -- [1]
					"Харугия Кровожадная", -- [2]
					333861, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хивин Ломатель", -- [5]
				}, -- [5]
				{
					53.95699999993667, -- [1]
					"Харугия Кровожадная", -- [2]
					333861, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хивин Ломатель", -- [5]
				}, -- [6]
				{
					53.95699999993667, -- [1]
					"Адвент Невермор", -- [2]
					333861, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рек Закаленная", -- [5]
				}, -- [7]
			},
		}, -- [66]
		{
			[322654] = {
				{
					8.075999999884516, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					8.075999999884516, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					8.075999999884516, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					8.075999999884516, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					8.075999999884516, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					31.1449999997858, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					31.1449999997858, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					31.1449999997858, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					31.1449999997858, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					31.1449999997858, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					78.50399999995716, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					78.50399999995716, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					78.50399999995716, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					78.51499999989755, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					78.51499999989755, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					117.3909999998286, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					117.3909999998286, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
			},
			[322614] = {
				{
					20.21699999994598, -- [1]
					"Тред'ова", -- [2]
					322614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Взлетная", -- [5]
				}, -- [1]
				{
					87.03999999980442, -- [1]
					"Тред'ова", -- [2]
					322614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сочувствие", -- [5]
				}, -- [2]
				{
					104.0389999998733, -- [1]
					"Тред'ова", -- [2]
					322614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сочувствие", -- [5]
				}, -- [3]
				{
					123.4409999998752, -- [1]
					"Тред'ова", -- [2]
					322614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Альфоня", -- [5]
				}, -- [4]
			},
			[322450] = {
				{
					20.64999999990687, -- [1]
					"Тред'ова", -- [2]
					322450, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кокон Лакали", -- [5]
				}, -- [1]
				{
					66.7699999997858, -- [1]
					"Тред'ова", -- [2]
					322450, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кокон Лакали", -- [5]
				}, -- [2]
			},
			[326281] = {
				{
					20.90099999983795, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					23.91599999996834, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					26.90099999983795, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					68.27499999990687, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					71.2699999997858, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					74.27599999983795, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[322563] = {
				{
					45.98899999982677, -- [1]
					"Тред'ова", -- [2]
					322563, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Убеванкиноби", -- [5]
				}, -- [1]
				{
					92.18299999996088, -- [1]
					"Тред'ова", -- [2]
					322563, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сочувствие", -- [5]
				}, -- [2]
			},
			[322550] = {
				{
					44.48799999989569, -- [1]
					"Тред'ова", -- [2]
					322550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					90.67199999978766, -- [1]
					"Тред'ова", -- [2]
					322550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[322709] = {
				{
					31.1449999997858, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.1449999997858, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					31.1449999997858, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					31.1449999997858, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					31.1449999997858, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					50.55499999993481, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					78.50399999995716, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					78.50399999995716, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					78.50399999995716, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					78.50399999995716, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					78.50399999995716, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					78.50399999995716, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					78.50399999995716, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					78.50399999995716, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					78.51499999989755, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					78.51499999989755, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					78.51499999989755, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					78.51499999989755, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					78.51499999989755, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					78.51499999989755, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					78.51499999989755, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [41]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [42]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [43]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [44]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [45]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [46]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [47]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [48]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [49]
				{
					97.96999999997206, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [50]
				{
					117.3909999998286, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [51]
				{
					117.3909999998286, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [52]
				{
					117.3909999998286, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [53]
				{
					117.3909999998286, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [54]
				{
					117.3909999998286, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [55]
				{
					117.3909999998286, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [56]
				{
					117.3909999998286, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [57]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [58]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [59]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [60]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [61]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [62]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [63]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [64]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [65]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [66]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [67]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [68]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [69]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [70]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [71]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [72]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [73]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [74]
				{
					117.4020000000019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [75]
			},
		}, -- [67]
		{
			[336759] = {
				{
					9.516000000061467, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					9.516000000061467, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					9.516000000061467, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					9.516000000061467, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					25.34299999987707, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					25.34299999987707, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					25.34299999987707, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					25.34299999987707, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					38.68999999994412, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					38.68999999994412, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					38.68999999994412, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					38.68999999994412, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					53.28499999991618, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					53.28499999991618, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					53.28499999991618, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					53.28499999991618, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					67.8289999999106, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					67.8289999999106, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					67.8289999999106, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					67.8289999999106, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					82.41399999987334, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					82.41399999987334, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					82.41399999987334, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					82.41399999987334, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					95.94500000006519, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					95.94500000006519, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					95.94500000006519, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					95.94500000006519, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					109.0979999999981, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					109.0979999999981, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					109.0979999999981, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					109.0979999999981, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					126.1099999998696, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					126.1099999998696, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					126.1099999998696, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					126.1099999998696, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					142.9890000000596, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					142.9890000000596, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					142.9890000000596, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					142.9890000000596, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
			},
			[321669] = {
				{
					22.75699999998324, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					22.75699999998324, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					22.75699999998324, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					22.75699999998324, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					25.8410000000149, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					25.8410000000149, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					25.8410000000149, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					25.8410000000149, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					28.96099999989383, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					28.96099999989383, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					29.47299999999814, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					29.47299999999814, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					32.24799999990501, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					32.92599999997765, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					32.92599999997765, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					33.10800000000745, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					35.24699999997392, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					35.93699999991804, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					35.93699999991804, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					36.75199999986216, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					38.42599999997765, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					39.19500000006519, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					39.19500000006519, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					40.40200000000186, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					41.52600000007078, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					42.92800000007264, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					43.16299999994226, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					44.45200000004843, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					81.05899999989197, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					81.05899999989197, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					81.05899999989197, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					81.05899999989197, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					84.09000000008382, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					84.09000000008382, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					84.50699999998324, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					84.50699999998324, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					87.4409999998752, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					87.4409999998752, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					87.63400000007823, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					87.63400000007823, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
				{
					90.45299999997951, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [41]
				{
					90.45299999997951, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [42]
				{
					90.7390000000596, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [43]
				{
					91.38199999998324, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [44]
				{
					125.9799999999814, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [45]
				{
					125.9930000000168, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [46]
				{
					125.9930000000168, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [47]
				{
					125.9930000000168, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [48]
				{
					129.0409999999683, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [49]
				{
					129.0409999999683, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [50]
				{
					129.0409999999683, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [51]
				{
					129.0409999999683, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [52]
				{
					132.0779999999795, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [53]
				{
					132.0779999999795, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [54]
				{
					132.0779999999795, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [55]
				{
					132.0779999999795, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [56]
				{
					135.1049999999814, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [57]
				{
					135.1049999999814, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [58]
				{
					135.1049999999814, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [59]
				{
					135.1049999999814, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [60]
				{
					138.5360000000801, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [61]
				{
					138.5360000000801, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [62]
				{
					138.5360000000801, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [63]
				{
					138.7719999998808, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [64]
			},
			[321834] = {
				{
					9.516000000061467, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.34299999987707, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					38.68999999994412, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					53.28499999991618, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					67.8289999999106, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					82.41399999987334, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					95.94500000006519, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					109.0979999999981, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					126.1099999998696, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					142.9890000000596, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
			},
			[341709] = {
				{
					21.88999999989756, -- [1]
					"Призывательница Туманов", -- [2]
					341709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					44.16100000008009, -- [1]
					"Призывательница Туманов", -- [2]
					341709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					69.66599999996834, -- [1]
					"Призывательница Туманов", -- [2]
					341709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					92.31300000008196, -- [1]
					"Призывательница Туманов", -- [2]
					341709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					115.3880000000354, -- [1]
					"Призывательница Туманов", -- [2]
					341709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					139.6969999999274, -- [1]
					"Призывательница Туманов", -- [2]
					341709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[321891] = {
				{
					24.89999999990687, -- [1]
					"Иллюзорный лисохвост", -- [2]
					321891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Взлетная", -- [5]
				}, -- [1]
				{
					47.1480000000447, -- [1]
					"Иллюзорный лисохвост", -- [2]
					321891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сочувствие", -- [5]
				}, -- [2]
				{
					72.67699999990873, -- [1]
					"Иллюзорный лисохвост", -- [2]
					321891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сочувствие", -- [5]
				}, -- [3]
				{
					95.33400000003166, -- [1]
					"Иллюзорный лисохвост", -- [2]
					321891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Взлетная", -- [5]
				}, -- [4]
				{
					118.4050000000279, -- [1]
					"Иллюзорный лисохвост", -- [2]
					321891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Альфоня", -- [5]
				}, -- [5]
				{
					142.6929999999702, -- [1]
					"Иллюзорный лисохвост", -- [2]
					321891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Альфоня", -- [5]
				}, -- [6]
			},
			[336813] = {
				{
					9.516000000061467, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					9.516000000061467, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					9.516000000061467, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					9.516000000061467, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					25.34299999987707, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					25.34299999987707, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					25.34299999987707, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					25.34299999987707, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					38.68999999994412, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					38.68999999994412, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					38.68999999994412, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					38.68999999994412, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					53.28499999991618, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					53.28499999991618, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					53.28499999991618, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					53.28499999991618, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					67.8289999999106, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					67.8289999999106, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					67.8289999999106, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					67.8289999999106, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					82.41399999987334, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					82.41399999987334, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					82.41399999987334, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					82.41399999987334, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					95.94500000006519, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					95.94500000006519, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					95.94500000006519, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					95.94500000006519, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					109.0979999999981, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					109.0979999999981, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					109.0979999999981, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					109.0979999999981, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					126.1099999998696, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					126.1099999998696, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					126.1099999998696, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					126.1099999998696, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					142.9890000000596, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					142.9890000000596, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					142.9890000000596, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					142.9890000000596, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
			},
			[336499] = {
				{
					19.75799999991432, -- [1]
					"Призывательница Туманов", -- [2]
					336499, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					78.05499999993481, -- [1]
					"Призывательница Туманов", -- [2]
					336499, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					122.9769999999553, -- [1]
					"Призывательница Туманов", -- [2]
					336499, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [68]
		{
			[336759] = {
				{
					9.317000000039116, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					9.317000000039116, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					9.317000000039116, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					9.317000000039116, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					25.10999999986962, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					25.10999999986962, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					25.10999999986962, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					25.10999999986962, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					39.68399999989197, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					39.68399999989197, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					39.68399999989197, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					54.24600000004284, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					54.24600000004284, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					54.24600000004284, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					54.24600000004284, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					66.42999999993481, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					66.42999999993481, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					66.42999999993481, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					66.42999999993481, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					83.51699999999255, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					83.51699999999255, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					83.51699999999255, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					83.51699999999255, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					99.16500000003725, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					99.16500000003725, -- [1]
					"Призывательница Туманов", -- [2]
					336759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
			},
			[321669] = {
				{
					24.97399999992922, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					24.97399999992922, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					24.97399999992922, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					24.97399999992922, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					28.03000000002794, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					28.03000000002794, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					28.03000000002794, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					28.03000000002794, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					31.05599999986589, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					31.05599999986589, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					31.05599999986589, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					31.67999999993481, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					34.0999999998603, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					34.0999999998603, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					34.0999999998603, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					35.32299999985844, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					37.12999999988824, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					37.12999999988824, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					37.12999999988824, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					38.96299999998882, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					40.1480000000447, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					40.1480000000447, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					40.1480000000447, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					42.27899999986403, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					43.30300000007264, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					43.30300000007264, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					43.30300000007264, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					46.25300000002608, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					46.4320000000298, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					46.4320000000298, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					46.4320000000298, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					49.67800000007264, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					49.67800000007264, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					49.67800000007264, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					49.89500000001863, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					75.98099999991246, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					75.98099999991246, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					75.98099999991246, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					75.98099999991246, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					79.04799999995157, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
				{
					79.04799999995157, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [41]
				{
					79.04799999995157, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [42]
				{
					79.04799999995157, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [43]
				{
					82.6909999998752, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [44]
				{
					82.6909999998752, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [45]
				{
					82.6909999998752, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [46]
				{
					82.7050000000745, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [47]
				{
					85.83100000000559, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [48]
				{
					85.83100000000559, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [49]
				{
					85.83100000000559, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [50]
				{
					85.83100000000559, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [51]
				{
					88.84799999999814, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [52]
				{
					88.84799999999814, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [53]
				{
					88.84799999999814, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [54]
				{
					88.84799999999814, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [55]
				{
					91.97399999992922, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [56]
				{
					91.97399999992922, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [57]
				{
					92.33100000000559, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [58]
				{
					92.39199999999255, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [59]
				{
					95.73999999999069, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [60]
				{
					95.73999999999069, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [61]
				{
					95.73999999999069, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [62]
				{
					96.02399999997579, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [63]
				{
					99.01899999985471, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [64]
				{
					99.01899999985471, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [65]
				{
					99.01899999985471, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [66]
				{
					99.32599999988452, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [67]
				{
					102.0959999999031, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [68]
				{
					102.0959999999031, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [69]
				{
					102.0959999999031, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [70]
				{
					103.308999999892, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [71]
			},
			[321828] = {
				{
					80.97399999992922, -- [1]
					"Призывательница Туманов", -- [2]
					321828, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					104.0339999999851, -- [1]
					"Призывательница Туманов", -- [2]
					321828, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Джадхумэ", -- [5]
				}, -- [2]
			},
			[321834] = {
				{
					9.317000000039116, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.10999999986962, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					39.68399999989197, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					54.24600000004284, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					66.42999999993481, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					83.51699999999255, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					99.16500000003725, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[341709] = {
				{
					18.03300000005402, -- [1]
					"Призывательница Туманов", -- [2]
					341709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					43.54000000003725, -- [1]
					"Призывательница Туманов", -- [2]
					341709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					69.04599999985658, -- [1]
					"Призывательница Туманов", -- [2]
					341709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					92.1019999999553, -- [1]
					"Призывательница Туманов", -- [2]
					341709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[336499] = {
				{
					21.99600000004284, -- [1]
					"Призывательница Туманов", -- [2]
					336499, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					72.97799999988638, -- [1]
					"Призывательница Туманов", -- [2]
					336499, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[336813] = {
				{
					9.317000000039116, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					9.317000000039116, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					9.317000000039116, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					9.317000000039116, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					25.10999999986962, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					25.10999999986962, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					25.10999999986962, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					25.12699999986216, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					39.68399999989197, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					39.68399999989197, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					39.68399999989197, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					54.24600000004284, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					54.24600000004284, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					54.24600000004284, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					54.24600000004284, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					66.42999999993481, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					66.42999999993481, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					66.42999999993481, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					66.42999999993481, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					83.51699999999255, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					83.51699999999255, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					83.51699999999255, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					83.51699999999255, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					99.16500000003725, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					99.16500000003725, -- [1]
					"Призывательница Туманов", -- [2]
					336813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
			},
			[321891] = {
				{
					21.04799999995157, -- [1]
					"Иллюзорный лисохвост", -- [2]
					321891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Альфоня", -- [5]
				}, -- [1]
				{
					46.55300000007264, -- [1]
					"Иллюзорный лисохвост", -- [2]
					321891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сочувствие", -- [5]
				}, -- [2]
				{
					72.06000000005588, -- [1]
					"Иллюзорный лисохвост", -- [2]
					321891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Альфоня", -- [5]
				}, -- [3]
				{
					95.10499999998137, -- [1]
					"Иллюзорный лисохвост", -- [2]
					321891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Взлетная", -- [5]
				}, -- [4]
			},
		}, -- [69]
		{
			[321772] = {
				{
					25.49699999997392, -- [1]
					"Дроман Ульфарран", -- [2]
					321772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					67.9639999999199, -- [1]
					"Дроман Ульфарран", -- [2]
					321772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[323138] = {
				{
					15.19799999985844, -- [1]
					"Ингра Малох", -- [2]
					323138, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					62.53099999995902, -- [1]
					"Ингра Малох", -- [2]
					323138, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[322557] = {
				{
					97.82399999978952, -- [1]
					"Друст-душеруб", -- [2]
					322557, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друст-душеруб", -- [5]
				}, -- [1]
				{
					97.82399999978952, -- [1]
					"Друст-душеруб", -- [2]
					322557, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друст-душеруб", -- [5]
				}, -- [2]
			},
			[325163] = {
				{
					97.82399999978952, -- [1]
					"Туманная защитница", -- [2]
					325163, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друст-душеруб", -- [5]
				}, -- [1]
				{
					97.82399999978952, -- [1]
					"Туманная защитница", -- [2]
					325163, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друст-душеруб", -- [5]
				}, -- [2]
			},
			[321005] = {
				{
					42.50600000005215, -- [1]
					"Ингра Малох", -- [2]
					321005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дроман Ульфарран", -- [5]
				}, -- [1]
				{
					84.9890000000596, -- [1]
					"Ингра Малох", -- [2]
					321005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дроман Ульфарран", -- [5]
				}, -- [2]
			},
			[322569] = {
				{
					97.82399999978952, -- [1]
					"Друст-душеруб", -- [2]
					322569, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					97.82399999978952, -- [1]
					"Друст-душеруб", -- [2]
					322569, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[323137] = {
				{
					9.564000000013039, -- [1]
					"Дроман Ульфарран", -- [2]
					323137, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					56.90200000000186, -- [1]
					"Дроман Ульфарран", -- [2]
					323137, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[323177] = {
				{
					15.19799999985844, -- [1]
					"Дроман Ульфарран", -- [2]
					323177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					62.53099999995902, -- [1]
					"Дроман Ульфарран", -- [2]
					323177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[323057] = {
				{
					7.864999999990687, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Убеванкиноби", -- [5]
				}, -- [1]
				{
					11.22999999998137, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					55.20200000004843, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					58.64500000001863, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Альфоня", -- [5]
				}, -- [4]
			},
			[331718] = {
				{
					97.82399999978952, -- [1]
					"Туманная защитница", -- [2]
					331718, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					97.82399999978952, -- [1]
					"Туманная защитница", -- [2]
					331718, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [70]
		{
			[322654] = {
				{
					7.272000000113621, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					7.272000000113621, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					7.272000000113621, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					7.272000000113621, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					7.272000000113621, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					34.77900000009686, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					34.77900000009686, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					34.77900000009686, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					34.77900000009686, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					34.77900000009686, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					49.38500000000931, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					49.39600000018254, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					49.39600000018254, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					49.39600000018254, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					49.39600000018254, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					85.81099999998696, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					85.82200000016019, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					85.82200000016019, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					85.82200000016019, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
			},
			[322614] = {
				{
					16.57400000002235, -- [1]
					"Тред'ова", -- [2]
					322614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Уважаемый-СвежевательДуш", -- [5]
				}, -- [1]
				{
					72.47299999999814, -- [1]
					"Тред'ова", -- [2]
					322614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дыбом", -- [5]
				}, -- [2]
				{
					91.85900000017136, -- [1]
					"Тред'ова", -- [2]
					322614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ммденс-ПиратскаяБухта", -- [5]
				}, -- [3]
			},
			[322450] = {
				{
					18.61199999996461, -- [1]
					"Тред'ова", -- [2]
					322450, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кокон Лакали", -- [5]
				}, -- [1]
				{
					51.02100000018254, -- [1]
					"Тред'ова", -- [2]
					322450, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кокон Лакали", -- [5]
				}, -- [2]
			},
			[326281] = {
				{
					18.88100000005215, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.87899999995716, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					24.86400000005961, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					27.86000000010245, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					30.88100000005215, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					52.7730000000447, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					55.7839999999851, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					58.77700000000186, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					61.77700000000186, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
			},
			[322709] = {
				{
					34.77900000009686, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.77900000009686, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					34.77900000009686, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					34.77900000009686, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					34.77900000009686, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					49.39600000018254, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					49.39600000018254, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					49.39600000018254, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					49.39600000018254, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					49.39600000018254, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					49.39600000018254, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					49.39600000018254, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					49.39600000018254, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					49.39600000018254, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					49.39600000018254, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					66.40100000007078, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					85.81099999998696, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					85.82200000016019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					85.82200000016019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					85.82200000016019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					85.82200000016019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					85.82200000016019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					85.82200000016019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					85.82200000016019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					85.82200000016019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					85.82200000016019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
				{
					85.82200000016019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [41]
				{
					85.82200000016019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [42]
				{
					85.82200000016019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [43]
				{
					85.82200000016019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [44]
				{
					85.82200000016019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [45]
				{
					85.82200000016019, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [46]
			},
			[322550] = {
				{
					42.08300000010058, -- [1]
					"Тред'ова", -- [2]
					322550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					74.88199999998324, -- [1]
					"Тред'ова", -- [2]
					322550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[322563] = {
				{
					43.59499999997206, -- [1]
					"Тред'ова", -- [2]
					322563, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ммденс-ПиратскаяБухта", -- [5]
				}, -- [1]
				{
					76.39500000001863, -- [1]
					"Тред'ова", -- [2]
					322563, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дыбом", -- [5]
				}, -- [2]
			},
		}, -- [71]
		{
			[321471] = {
				{
					20.12699999986216, -- [1]
					"Призывательница Туманов", -- [2]
					321471, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					48.03700000001118, -- [1]
					"Призывательница Туманов", -- [2]
					321471, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					71.05599999986589, -- [1]
					"Призывательница Туманов", -- [2]
					321471, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[321834] = {
				{
					8.702000000048429, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					41.44399999990128, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					66.92200000002049, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[321669] = {
				{
					23.12299999990501, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					23.12299999990501, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					23.12299999990501, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					23.12299999990501, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					26.17099999985658, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					26.17099999985658, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					26.17099999985658, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					26.17099999985658, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					29.35599999991246, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					29.35599999991246, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					29.37299999990501, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					29.79599999985658, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					51.01799999992363, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					51.01799999992363, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					51.01799999992363, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					51.01799999992363, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					54.05799999996088, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					54.07299999985844, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					54.07299999985844, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					54.07299999985844, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					74.05899999989197, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					74.05899999989197, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					74.05899999989197, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					74.05899999989197, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					77.11199999996461, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					77.11199999996461, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					77.11199999996461, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					77.12999999988824, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					80.33700000005774, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					80.77700000000186, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					80.77700000000186, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					80.77700000000186, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
			},
		}, -- [72]
		{
			[321772] = {
				{
					21.83700000005774, -- [1]
					"Дроман Ульфарран", -- [2]
					321772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					70.42900000000373, -- [1]
					"Дроман Ульфарран", -- [2]
					321772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[323137] = {
				{
					10.71500000008382, -- [1]
					"Дроман Ульфарран", -- [2]
					323137, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					53.26000000000931, -- [1]
					"Дроман Ульфарран", -- [2]
					323137, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[325163] = {
				{
					84.11199999996461, -- [1]
					"Туманная защитница", -- [2]
					325163, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друст-душеруб", -- [5]
				}, -- [1]
				{
					84.11199999996461, -- [1]
					"Туманная защитница", -- [2]
					325163, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друст-душеруб", -- [5]
				}, -- [2]
			},
			[322557] = {
				{
					84.11199999996461, -- [1]
					"Друст-душеруб", -- [2]
					322557, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друст-душеруб", -- [5]
				}, -- [1]
				{
					84.11199999996461, -- [1]
					"Друст-душеруб", -- [2]
					322557, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друст-душеруб", -- [5]
				}, -- [2]
				{
					84.11199999996461, -- [1]
					"Друст-душеруб", -- [2]
					322557, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друст-душеруб", -- [5]
				}, -- [3]
				{
					84.11199999996461, -- [1]
					"Друст-душеруб", -- [2]
					322557, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друст-душеруб", -- [5]
				}, -- [4]
			},
			[326319] = {
				{
					84.11199999996461, -- [1]
					"Друст-жнец", -- [2]
					326319, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жительница Тирна Скитта", -- [5]
				}, -- [1]
				{
					84.11199999996461, -- [1]
					"Друст-жнец", -- [2]
					326319, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жительница Тирна Скитта", -- [5]
				}, -- [2]
				{
					84.11199999996461, -- [1]
					"Друст-жнец", -- [2]
					326319, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жительница Тирна Скитта", -- [5]
				}, -- [3]
				{
					84.11199999996461, -- [1]
					"Друст-жнец", -- [2]
					326319, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жительница Тирна Скитта", -- [5]
				}, -- [4]
				{
					84.11199999996461, -- [1]
					"Друст-жнец", -- [2]
					326319, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жительница Тирна Скитта", -- [5]
				}, -- [5]
				{
					84.11199999996461, -- [1]
					"Друст-жнец", -- [2]
					326319, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жительница Тирна Скитта", -- [5]
				}, -- [6]
				{
					84.11199999996461, -- [1]
					"Друст-жнец", -- [2]
					326319, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жительница Тирна Скитта", -- [5]
				}, -- [7]
				{
					84.11199999996461, -- [1]
					"Друст-жнец", -- [2]
					326319, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жительница Тирна Скитта", -- [5]
				}, -- [8]
				{
					84.11199999996461, -- [1]
					"Друст-жнец", -- [2]
					326319, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жительница Тирна Скитта", -- [5]
				}, -- [9]
			},
			[321005] = {
				{
					38.86000000010245, -- [1]
					"Ингра Малох", -- [2]
					321005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дроман Ульфарран", -- [5]
				}, -- [1]
			},
			[322569] = {
				{
					84.11199999996461, -- [1]
					"Друст-душеруб", -- [2]
					322569, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					84.11199999996461, -- [1]
					"Друст-душеруб", -- [2]
					322569, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					84.11199999996461, -- [1]
					"Друст-душеруб", -- [2]
					322569, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					84.11199999996461, -- [1]
					"Друст-душеруб", -- [2]
					322569, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[323057] = {
				{
					2.940000000176951, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					6.358000000007451, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Уважаемый-СвежевательДуш", -- [5]
				}, -- [2]
				{
					50.32700000004843, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Уважаемый-СвежевательДуш", -- [5]
				}, -- [3]
				{
					53.81099999998696, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					67.35400000005029, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дыбом", -- [5]
				}, -- [5]
				{
					70.80500000016764, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ммденс-ПиратскаяБухта", -- [5]
				}, -- [6]
			},
			[323177] = {
				{
					16.92200000002049, -- [1]
					"Дроман Ульфарран", -- [2]
					323177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					57.69100000010803, -- [1]
					"Дроман Ульфарран", -- [2]
					323177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[331718] = {
				{
					84.11199999996461, -- [1]
					"Туманная защитница", -- [2]
					331718, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					84.11199999996461, -- [1]
					"Туманная защитница", -- [2]
					331718, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					84.11199999996461, -- [1]
					"Туманная защитница", -- [2]
					331718, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					84.11199999996461, -- [1]
					"Туманная защитница", -- [2]
					331718, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[323138] = {
				{
					16.92200000002049, -- [1]
					"Ингра Малох", -- [2]
					323138, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					57.69100000010803, -- [1]
					"Ингра Малох", -- [2]
					323138, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [73]
		{
			[322475] = {
				{
					21.54500000015833, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.54500000015833, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					23.53500000014901, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					23.53500000014901, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					25.5339999999851, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					25.5339999999851, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					27.53500000014901, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					27.53500000014901, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					29.53200000012294, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					29.53200000012294, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					39.02399999997579, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					39.27399999997579, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					39.27399999997579, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					39.5230000000447, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					39.5230000000447, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					39.77900000009686, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					39.77900000009686, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					62.44800000009127, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					62.44800000009127, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					62.68800000008196, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					62.68800000008196, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					62.94800000009127, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					62.94800000009127, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					72.44000000017695, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					72.44000000017695, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					72.69999999995343, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					72.69999999995343, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					72.94000000017695, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					72.94000000017695, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					82.44900000002235, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					82.68700000015087, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					82.68700000015087, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					82.93700000015087, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					82.93700000015087, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					83.19100000010803, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					83.19100000010803, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
			},
			[322304] = {
				{
					7.847999999998137, -- [1]
					"Маркграфиня Страдама", -- [2]
					322304, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[322232] = {
				{
					87.81200000015087, -- [1]
					"Маркграфиня Страдама", -- [2]
					322232, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [74]
		{
			[332313] = {
				{
					17.94800000009127, -- [1]
					"Домина Отравленный Клинок", -- [2]
					332313, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					54.42000000015833, -- [1]
					"Домина Отравленный Клинок", -- [2]
					332313, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[325552] = {
				{
					4.802000000141561, -- [1]
					"Домина Отравленный Клинок", -- [2]
					325552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					26.64700000011362, -- [1]
					"Домина Отравленный Клинок", -- [2]
					325552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					48.58100000000559, -- [1]
					"Домина Отравленный Клинок", -- [2]
					325552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
			},
			[325245] = {
				{
					9.884000000078231, -- [1]
					"Домина Отравленный Клинок", -- [2]
					325245, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.72900000005029, -- [1]
					"Домина Отравленный Клинок", -- [2]
					325245, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[332314] = {
				{
					17.94800000009127, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					17.94800000009127, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					17.94800000009127, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					17.94800000009127, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					54.43000000016764, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					54.43000000016764, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					54.43000000016764, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					54.43000000016764, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[327233] = {
				{
					23.40200000000186, -- [1]
					"Изрыгатель чумы", -- [2]
					327233, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					46.50900000007823, -- [1]
					"Изрыгатель чумы", -- [2]
					327233, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					56.0429999998305, -- [1]
					"Изрыгатель чумы", -- [2]
					327233, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					56.0429999998305, -- [1]
					"Изрыгатель чумы", -- [2]
					327233, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[336451] = {
				{
					6.445000000065193, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.08000000007451, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					42.88100000005215, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					56.0429999998305, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					56.0429999998305, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[325395] = {
				{
					21.8890000001993, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.90100000007078, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					21.90100000007078, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					24.33500000019558, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					24.33500000019558, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					24.33500000019558, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					26.75500000012107, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					26.75500000012107, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					26.75500000012107, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					29.18500000005588, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					29.18500000005588, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					31.61200000019744, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					31.61200000019744, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					34.03600000008009, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					34.03600000008009, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					36.49300000001676, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					38.91500000003725, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					41.34900000016205, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
			},
			[328338] = {
				{
					56.0429999998305, -- [1]
					"Стрелок-отравитель", -- [2]
					328338, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					56.0429999998305, -- [1]
					"Стрелок-отравитель", -- [2]
					328338, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[328343] = {
				{
					56.0429999998305, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					56.0429999998305, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					56.0429999998305, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					56.0429999998305, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[328651] = {
				{
					56.0429999998305, -- [1]
					"Стрелок-отравитель", -- [2]
					328651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					56.0429999998305, -- [1]
					"Стрелок-отравитель", -- [2]
					328651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[328365] = {
				{
					56.0429999998305, -- [1]
					"Стрелок-отравитель", -- [2]
					328365, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Защитник из многоокой рати", -- [5]
				}, -- [1]
			},
		}, -- [75]
		{
			[329110] = {
				{
					12.36100000003353, -- [1]
					"Доктор Икус", -- [2]
					329110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					31.49399999994785, -- [1]
					"Доктор Икус", -- [2]
					329110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					52.16700000013225, -- [1]
					"Доктор Икус", -- [2]
					329110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
			},
			[328533] = {
				{
					62.89700000011362, -- [1]
					"Защитник из многоокой рати", -- [2]
					328533, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					62.89700000011362, -- [1]
					"Защитник из многоокой рати", -- [2]
					328533, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					62.89700000011362, -- [1]
					"Защитник из многоокой рати", -- [2]
					328533, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					62.89700000011362, -- [1]
					"Защитник из многоокой рати", -- [2]
					328533, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					62.89700000011362, -- [1]
					"Защитник из многоокой рати", -- [2]
					328533, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					62.89700000011362, -- [1]
					"Защитник из многоокой рати", -- [2]
					328533, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[332617] = {
				{
					25.72399999992922, -- [1]
					"Доктор Икус", -- [2]
					332617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					47.61400000005961, -- [1]
					"Доктор Икус", -- [2]
					332617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[328651] = {
				{
					62.89700000011362, -- [1]
					"Стрелок-отравитель", -- [2]
					328651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[321976] = {
				{
					52.93100000009872, -- [1]
					"Моровая слизь", -- [2]
					321976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[328343] = {
				{
					0.3070000000298023, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					62.89700000011362, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					62.89700000011362, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					62.89700000011362, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					62.89700000011362, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					62.89700000011362, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					62.89700000011362, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[329217] = {
				{
					34.36800000001676, -- [1]
					"Доктор Икус", -- [2]
					329217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[321406] = {
				{
					53.82499999995343, -- [1]
					"Чумная бомба", -- [2]
					321406, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[328338] = {
				{
					62.89700000011362, -- [1]
					"Стрелок-отравитель", -- [2]
					328338, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					62.89700000011362, -- [1]
					"Стрелок-отравитель", -- [2]
					328338, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					62.89700000011362, -- [1]
					"Стрелок-отравитель", -- [2]
					328338, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[334899] = {
				{
					62.89700000011362, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					62.89700000011362, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					62.89700000011362, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					62.89700000011362, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					62.89700000011362, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					62.89700000011362, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					62.89700000011362, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					62.89700000011362, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					62.89700000011362, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					62.89700000011362, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					62.89700000011362, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					62.89700000011362, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					62.89700000011362, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
			},
			[341443] = {
				{
					22.24200000008568, -- [1]
					"Извергающаяся слизь", -- [2]
					341443, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					38.17800000007264, -- [1]
					"Извергающаяся слизь", -- [2]
					341443, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[321999] = {
				{
					37.68900000001304, -- [1]
					"Моровая слизь", -- [2]
					321999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					41.3519999999553, -- [1]
					"Моровая слизь", -- [2]
					321999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					44.98900000005961, -- [1]
					"Моровая слизь", -- [2]
					321999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					48.60800000000745, -- [1]
					"Моровая слизь", -- [2]
					321999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					53.48500000010245, -- [1]
					"Моровая слизь", -- [2]
					321999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					57.10700000007637, -- [1]
					"Моровая слизь", -- [2]
					321999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					60.76300000003539, -- [1]
					"Моровая слизь", -- [2]
					321999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[331966] = {
				{
					26.2609999999404, -- [1]
					"Моровая слизь", -- [2]
					331966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					48.13000000012107, -- [1]
					"Моровая слизь", -- [2]
					331966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[336451] = {
				{
					62.89700000011362, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					62.89700000011362, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [76]
		{
			[324490] = {
				{
					28.96699999994598, -- [1]
					"Склизгл", -- [2]
					324490, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[324667] = {
				{
					19.45900000003167, -- [1]
					"Склизгл", -- [2]
					324667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[324459] = {
				{
					23.95800000010058, -- [1]
					"Склизгл", -- [2]
					324459, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[324652] = {
				{
					10.15200000000186, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					10.15200000000186, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Насин-СтражСмерти", -- [5]
				}, -- [2]
				{
					10.15200000000186, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Оуни-СтражСмерти", -- [5]
				}, -- [3]
				{
					10.15200000000186, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Марципанчик-СтражСмерти", -- [5]
				}, -- [4]
				{
					10.15200000000186, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тухлыйпук-СтражСмерти", -- [5]
				}, -- [5]
			},
			[332865] = {
				{
					15.43299999996088, -- [1]
					"Склизгл", -- [2]
					332865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[324527] = {
				{
					10.15200000000186, -- [1]
					"Склизгл", -- [2]
					324527, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [77]
		{
			[340578] = {
				{
					85.58900000015274, -- [1]
					"Жоркий цветок", -- [2]
					340578, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[273892] = {
				{
					85.58900000015274, -- [1]
					"Рунический хищник", -- [2]
					273892, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Молодой рунолень", -- [5]
				}, -- [1]
				{
					85.58900000015274, -- [1]
					"Рунический хищник", -- [2]
					273892, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Молодой рунолень", -- [5]
				}, -- [2]
				{
					85.58900000015274, -- [1]
					"Рунический хищник", -- [2]
					273892, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Молодой рунолень", -- [5]
				}, -- [3]
			},
			[320771] = {
				{
					3.377000000094995, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					5.791000000201166, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					10.64600000018254, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					13.06099999998696, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					15.47999999998137, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					17.92400000011548, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
				{
					26.40600000019185, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [7]
				{
					31.26000000000931, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [8]
				{
					36.10400000005029, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [9]
				{
					38.54600000008941, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [10]
				{
					40.95600000000559, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [11]
				{
					43.38800000003539, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [12]
				{
					51.89600000018254, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [13]
				{
					54.32900000014342, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [14]
				{
					56.74300000001676, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [15]
				{
					61.59600000013597, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [16]
				{
					65.25100000016391, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [17]
				{
					67.70900000003166, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [18]
				{
					76.18700000015087, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [19]
				{
					81.03100000019185, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [20]
			},
			[321368] = {
				{
					11.54300000006333, -- [1]
					"Налтор Криомант", -- [2]
					321368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					37.03100000019185, -- [1]
					"Налтор Криомант", -- [2]
					321368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					62.5230000000447, -- [1]
					"Налтор Криомант", -- [2]
					321368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[320772] = {
				{
					20.84499999997206, -- [1]
					"Налтор Криомант", -- [2]
					320772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					46.3090000001248, -- [1]
					"Налтор Криомант", -- [2]
					320772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					70.64400000008754, -- [1]
					"Налтор Криомант", -- [2]
					320772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[258222] = {
				{
					85.58900000015274, -- [1]
					"Обожравшийся гнилячок", -- [2]
					258222, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Усыхающий арденвельдский мотылек", -- [5]
				}, -- [1]
			},
			[321894] = {
				{
					29.32500000018627, -- [1]
					"Налтор Криомант", -- [2]
					321894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Неизвестныйя-Азурегос", -- [5]
				}, -- [1]
				{
					79.12199999997392, -- [1]
					"Налтор Криомант", -- [2]
					321894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Древнус-ЧерныйШрам", -- [5]
				}, -- [2]
			},
			[320788] = {
				{
					8.726000000024214, -- [1]
					"Налтор Криомант", -- [2]
					320788, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэггинс-СтражСмерти", -- [5]
				}, -- [1]
				{
					34.1820000000298, -- [1]
					"Налтор Криомант", -- [2]
					320788, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэггинс-СтражСмерти", -- [5]
				}, -- [2]
				{
					59.67900000000373, -- [1]
					"Налтор Криомант", -- [2]
					320788, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Древнус-ЧерныйШрам", -- [5]
				}, -- [3]
				{
					83.9660000000149, -- [1]
					"Налтор Криомант", -- [2]
					320788, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гуашик-СтражСмерти", -- [5]
				}, -- [4]
			},
			[322745] = {
				{
					85.58900000015274, -- [1]
					"Молодой рунолень", -- [2]
					322745, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Детеныш рунического хищника", -- [5]
				}, -- [1]
				{
					85.58900000015274, -- [1]
					"Молодой рунолень", -- [2]
					322745, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Детеныш рунического хищника", -- [5]
				}, -- [2]
				{
					85.58900000015274, -- [1]
					"Молодой рунолень", -- [2]
					322745, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рунический хищник", -- [5]
				}, -- [3]
				{
					85.58900000015274, -- [1]
					"Молодой рунолень", -- [2]
					322745, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рунический хищник", -- [5]
				}, -- [4]
			},
		}, -- [78]
		{
			[320200] = {
				{
					4.353999999817461, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэггинс-СтражСмерти", -- [5]
				}, -- [1]
				{
					7.997999999905005, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэггинс-СтражСмерти", -- [5]
				}, -- [2]
				{
					15.28899999987334, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гуашик-СтражСмерти", -- [5]
				}, -- [3]
				{
					18.93599999998696, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Древнус-ЧерныйШрам", -- [5]
				}, -- [4]
				{
					22.57099999999628, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					26.22299999999814, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Неизвестныйя-Азурегос", -- [5]
				}, -- [6]
				{
					35.92099999985658, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Древнус-ЧерныйШрам", -- [5]
				}, -- [7]
				{
					39.58100000000559, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [8]
				{
					43.22899999981746, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гуашик-СтражСмерти", -- [5]
				}, -- [9]
				{
					46.85100000002421, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Неизвестныйя-Азурегос", -- [5]
				}, -- [10]
				{
					86.625, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [11]
				{
					90.55599999986589, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Древнус-ЧерныйШрам", -- [5]
				}, -- [12]
				{
					97.83799999998882, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Неизвестныйя-Азурегос", -- [5]
				}, -- [13]
				{
					101.4739999999292, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [14]
			},
			[320208] = {
				{
					16.88299999991432, -- [1]
					"Создание Трупошва", -- [2]
					320208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					48.84799999999814, -- [1]
					"Создание Трупошва", -- [2]
					320208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					103.4490000000224, -- [1]
					"Создание Трупошва", -- [2]
					320208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[327664] = {
				{
					11.15399999986403, -- [1]
					"Хирург Трупошов", -- [2]
					327664, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.61800000001676, -- [1]
					"Хирург Трупошов", -- [2]
					327664, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					93.70799999986775, -- [1]
					"Хирург Трупошов", -- [2]
					327664, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[320359] = {
				{
					80.25799999991432, -- [1]
					"Хирург Трупошов", -- [2]
					320359, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[322681] = {
				{
					9.873999999836087, -- [1]
					"Создание Трупошва", -- [2]
					322681, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэггинс-СтражСмерти", -- [5]
				}, -- [1]
				{
					41.82400000002235, -- [1]
					"Создание Трупошва", -- [2]
					322681, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Неизвестныйя-Азурегос", -- [5]
				}, -- [2]
				{
					96.43900000001304, -- [1]
					"Создание Трупошва", -- [2]
					322681, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гуашик-СтражСмерти", -- [5]
				}, -- [3]
			},
			[334476] = {
				{
					61.83699999982491, -- [1]
					"Хирург Трупошов", -- [2]
					334476, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					73.98799999989569, -- [1]
					"Хирург Трупошов", -- [2]
					334476, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[326574] = {
				{
					0.4189999999944121, -- [1]
					"Хирург Трупошов", -- [2]
					326574, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[334488] = {
				{
					57.00199999986216, -- [1]
					"Хирург Трупошов", -- [2]
					334488, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					66.69599999999627, -- [1]
					"Хирург Трупошов", -- [2]
					334488, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					76.40799999982119, -- [1]
					"Хирург Трупошов", -- [2]
					334488, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					111.6329999999143, -- [1]
					"Хирург Трупошов", -- [2]
					334488, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
			},
			[320358] = {
				{
					28.86199999996461, -- [1]
					"Хирург Трупошов", -- [2]
					320358, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					83.48099999991246, -- [1]
					"Хирург Трупошов", -- [2]
					320358, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[320376] = {
				{
					6.510000000009313, -- [1]
					"Создание Трупошва", -- [2]
					320376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					21.07599999988452, -- [1]
					"Создание Трупошва", -- [2]
					320376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					39.29700000002049, -- [1]
					"Создание Трупошва", -- [2]
					320376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					52.6359999999404, -- [1]
					"Создание Трупошва", -- [2]
					320376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					94.3159999998752, -- [1]
					"Создание Трупошва", -- [2]
					320376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					107.6769999999087, -- [1]
					"Создание Трупошва", -- [2]
					320376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
			},
			[326629] = {
				{
					1.362999999895692, -- [1]
					"Хирург Трупошов", -- [2]
					326629, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					80.25799999991432, -- [1]
					"Хирург Трупошов", -- [2]
					326629, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [79]
		{
			[321226] = {
				{
					11.77600000007078, -- [1]
					"Амарт", -- [2]
					321226, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[320171] = {
				{
					4.087000000057742, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					6.503999999957159, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					18.65800000005402, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					21.07700000004843, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					29.57000000006519, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					36.84499999997206, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
				{
					39.27099999994971, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [7]
			},
			[320012] = {
				{
					6.933999999891967, -- [1]
					"Амарт", -- [2]
					320012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[321253] = {
				{
					43.71299999998882, -- [1]
					"Последняя жатва", -- [2]
					321253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					43.71299999998882, -- [1]
					"Последняя жатва", -- [2]
					321253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					43.71299999998882, -- [1]
					"Последняя жатва", -- [2]
					321253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[320170] = {
				{
					4.087000000057742, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэггинс-СтражСмерти", -- [5]
				}, -- [1]
				{
					6.503999999957159, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гуашик-СтражСмерти", -- [5]
				}, -- [2]
				{
					18.65800000005402, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэггинс-СтражСмерти", -- [5]
				}, -- [3]
				{
					21.07700000004843, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэггинс-СтражСмерти", -- [5]
				}, -- [4]
				{
					29.57000000006519, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Древнус-ЧерныйШрам", -- [5]
				}, -- [5]
				{
					36.84499999997206, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гуашик-СтражСмерти", -- [5]
				}, -- [6]
				{
					39.27099999994971, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [7]
			},
			[321247] = {
				{
					43.71299999998882, -- [1]
					"Амарт", -- [2]
					321247, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[333602] = {
				{
					21.07700000004843, -- [1]
					"Оживленный маг", -- [2]
					333602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Неизвестныйя-Азурегос", -- [5]
				}, -- [1]
				{
					23.5, -- [1]
					"Оживленный маг", -- [2]
					333602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гуашик-СтражСмерти", -- [5]
				}, -- [2]
				{
					25.93800000008196, -- [1]
					"Оживленный маг", -- [2]
					333602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					28.35299999988638, -- [1]
					"Оживленный маг", -- [2]
					333602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гуашик-СтражСмерти", -- [5]
				}, -- [4]
				{
					30.78099999995902, -- [1]
					"Оживленный маг", -- [2]
					333602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Неизвестныйя-Азурегос", -- [5]
				}, -- [5]
				{
					33.20399999991059, -- [1]
					"Оживленный маг", -- [2]
					333602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Древнус-ЧерныйШрам", -- [5]
				}, -- [6]
				{
					35.62599999993108, -- [1]
					"Оживленный маг", -- [2]
					333602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Неизвестныйя-Азурегос", -- [5]
				}, -- [7]
				{
					38.0570000000298, -- [1]
					"Оживленный маг", -- [2]
					333602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Древнус-ЧерныйШрам", -- [5]
				}, -- [8]
				{
					40.47999999998137, -- [1]
					"Оживленный маг", -- [2]
					333602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гуашик-СтражСмерти", -- [5]
				}, -- [9]
				{
					42.92500000004657, -- [1]
					"Оживленный маг", -- [2]
					333602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [10]
			},
		}, -- [80]
		{
			[320596] = {
				{
					12.51399999996647, -- [1]
					"Чумокост", -- [2]
					320596, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Древнус-ЧерныйШрам", -- [5]
				}, -- [1]
			},
			[320614] = {
				{
					17.08199999993667, -- [1]
					"Червь-трупоед", -- [2]
					320614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Древнус-ЧерныйШрам", -- [5]
				}, -- [1]
				{
					19.58599999989383, -- [1]
					"Червь-трупоед", -- [2]
					320614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Древнус-ЧерныйШрам", -- [5]
				}, -- [2]
				{
					22.10299999988638, -- [1]
					"Червь-трупоед", -- [2]
					320614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Древнус-ЧерныйШрам", -- [5]
				}, -- [3]
			},
			[320637] = {
				{
					24.66200000001118, -- [1]
					"Чумокост", -- [2]
					320637, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[320655] = {
				{
					5.854000000050291, -- [1]
					"Чумокост", -- [2]
					320655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					20.01899999985471, -- [1]
					"Чумокост", -- [2]
					320655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					32.1589999999851, -- [1]
					"Чумокост", -- [2]
					320655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
			},
			[321575] = {
				{
					40.44200000003912, -- [1]
					"Некромант с \"Золрамуса\"", -- [2]
					321575, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					40.44200000003912, -- [1]
					"Некромант с \"Золрамуса\"", -- [2]
					321575, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					40.44200000003912, -- [1]
					"Некромант с \"Золрамуса\"", -- [2]
					321575, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[320631] = {
				{
					25.37299999990501, -- [1]
					"Червь-трупоед", -- [2]
					320631, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [81]
		{
			[319560] = {
				{
					60.88199999998324, -- [1]
					"Зомей Прожорливый", -- [2]
					319560, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Обломатор-ПиратскаяБухта", -- [5]
				}, -- [1]
			},
			[328062] = {
				{
					60.88199999998324, -- [1]
					"Ненасытноклювая", -- [2]
					328062, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[319127] = {
				{
					60.88199999998324, -- [1]
					"Златогривый пастбищник", -- [2]
					319127, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Златогривый пастбищник", -- [5]
				}, -- [1]
				{
					60.88199999998324, -- [1]
					"Златогривый пастбищник", -- [2]
					319127, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Златогривый пастбищник", -- [5]
				}, -- [2]
			},
			[259597] = {
				{
					60.88199999998324, -- [1]
					"Изголодавшийся по аниме облачный бегун", -- [2]
					259597, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Казантипалка", -- [5]
				}, -- [1]
				{
					60.88199999998324, -- [1]
					"Изголодавшийся по аниме облачный бегун", -- [2]
					259597, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Казантипалка", -- [5]
				}, -- [2]
				{
					60.88199999998324, -- [1]
					"Изголодавшийся по аниме облачный бегун", -- [2]
					259597, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Казантипалка", -- [5]
				}, -- [3]
				{
					60.88199999998324, -- [1]
					"Изголодавшийся по аниме облачный бегун", -- [2]
					259597, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хаосус-СтражСмерти", -- [5]
				}, -- [4]
			},
			[323150] = {
				{
					10.62199999997392, -- [1]
					"Грехокаменная статуя", -- [2]
					323150, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Telekinetic Toss Stalker", -- [5]
				}, -- [1]
			},
			[329172] = {
				{
					19.66200000001118, -- [1]
					"Грехокаменная статуя", -- [2]
					329172, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лорд-камергер", -- [5]
				}, -- [1]
				{
					44.35699999984354, -- [1]
					"Грехокаменная статуя", -- [2]
					329172, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лорд-камергер", -- [5]
				}, -- [2]
			},
			[323392] = {
				{
					24.89500000001863, -- [1]
					"Лорд-камергер", -- [2]
					323392, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					49.60399999981746, -- [1]
					"Лорд-камергер", -- [2]
					323392, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[329104] = {
				{
					15.47600000002421, -- [1]
					"Лорд-камергер", -- [2]
					329104, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					40.18799999984913, -- [1]
					"Лорд-камергер", -- [2]
					329104, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[323393] = {
				{
					27.89599999994971, -- [1]
					"Лорд-камергер", -- [2]
					323393, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Грехокаменная статуя", -- [5]
				}, -- [1]
				{
					52.5999999998603, -- [1]
					"Лорд-камергер", -- [2]
					323393, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Грехокаменная статуя", -- [5]
				}, -- [2]
			},
			[329113] = {
				{
					16.6589999999851, -- [1]
					"Лорд-камергер", -- [2]
					329113, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					41.36899999994785, -- [1]
					"Лорд-камергер", -- [2]
					329113, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[250208] = {
				{
					60.88199999998324, -- [1]
					"Речная черепаха", -- [2]
					250208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Анриалботьё-Ревущийфьорд", -- [5]
				}, -- [1]
				{
					60.88199999998324, -- [1]
					"Речная черепаха", -- [2]
					250208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Анриалботьё-Ревущийфьорд", -- [5]
				}, -- [2]
				{
					60.88199999998324, -- [1]
					"Речная черепаха", -- [2]
					250208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Анриалботьё-Ревущийфьорд", -- [5]
				}, -- [3]
			},
			[323437] = {
				{
					6.966000000014901, -- [1]
					"Лорд-камергер", -- [2]
					323437, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
			},
			[329168] = {
				{
					18.16399999987334, -- [1]
					"Грехокаменная статуя", -- [2]
					329168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лорд-камергер", -- [5]
				}, -- [1]
				{
					42.86299999989569, -- [1]
					"Грехокаменная статуя", -- [2]
					329168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лорд-камергер", -- [5]
				}, -- [2]
			},
			[337887] = {
				{
					60.88199999998324, -- [1]
					"Лисохвост-охотник", -- [2]
					337887, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Оннарайка", -- [5]
				}, -- [1]
				{
					60.88199999998324, -- [1]
					"Лисохвост-охотник", -- [2]
					337887, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Оннарайка", -- [5]
				}, -- [2]
			},
			[329170] = {
				{
					18.67399999988265, -- [1]
					"Грехокаменная статуя", -- [2]
					329170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лорд-камергер", -- [5]
				}, -- [1]
				{
					43.37299999990501, -- [1]
					"Грехокаменная статуя", -- [2]
					329170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лорд-камергер", -- [5]
				}, -- [2]
			},
			[323209] = {
				{
					9.106999999843538, -- [1]
					"Грехокаменная статуя", -- [2]
					323209, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[328084] = {
				{
					60.88199999998324, -- [1]
					"Ненасытноклювая", -- [2]
					328084, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[329171] = {
				{
					19.17200000002049, -- [1]
					"Грехокаменная статуя", -- [2]
					329171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лорд-камергер", -- [5]
				}, -- [1]
				{
					43.87800000002608, -- [1]
					"Грехокаменная статуя", -- [2]
					329171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лорд-камергер", -- [5]
				}, -- [2]
			},
		}, -- [82]
		{
			[323538] = {
				{
					58.17999999993481, -- [1]
					"Верховный адъюдикатор Ализа", -- [2]
					323538, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
			},
			[338012] = {
				{
					21.73200000007637, -- [1]
					"Фонтан анимы", -- [2]
					338012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					23.04300000006333, -- [1]
					"Фонтан анимы", -- [2]
					338012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					24.33999999985099, -- [1]
					"Фонтан анимы", -- [2]
					338012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					25.63299999991432, -- [1]
					"Фонтан анимы", -- [2]
					338012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					26.43299999996088, -- [1]
					"Фонтан анимы", -- [2]
					338012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					46.42399999988265, -- [1]
					"Фонтан анимы", -- [2]
					338012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					47.72399999992922, -- [1]
					"Фонтан анимы", -- [2]
					338012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					49.02899999986403, -- [1]
					"Фонтан анимы", -- [2]
					338012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					50.33199999993667, -- [1]
					"Фонтан анимы", -- [2]
					338012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					51.12199999997392, -- [1]
					"Фонтан анимы", -- [2]
					338012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
			},
			[329340] = {
				{
					20.44200000003912, -- [1]
					"Верховный адъюдикатор Ализа", -- [2]
					329340, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					45.12800000002608, -- [1]
					"Верховный адъюдикатор Ализа", -- [2]
					329340, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[323552] = {
				{
					41.21499999985099, -- [1]
					"Верховный адъюдикатор Ализа", -- [2]
					323552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [83]
		{
			[326389] = {
				{
					7.923999999882653, -- [1]
					"Эшелон", -- [2]
					326389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.7730000000447, -- [1]
					"Эшелон", -- [2]
					326389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					48.76399999996647, -- [1]
					"Эшелон", -- [2]
					326389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[319941] = {
				{
					28.58999999985099, -- [1]
					"Эшелон", -- [2]
					319941, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					60.12999999988824, -- [1]
					"Эшелон", -- [2]
					319941, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[328206] = {
				{
					22.0769999998156, -- [1]
					"Эшелон", -- [2]
					328206, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					53.61599999992177, -- [1]
					"Эшелон", -- [2]
					328206, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[328124] = {
				{
					12.78599999984726, -- [1]
					"Неумирающий камнебес", -- [2]
					328124, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					12.78599999984726, -- [1]
					"Неумирающий камнебес", -- [2]
					328124, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					12.78599999984726, -- [1]
					"Неумирающий камнебес", -- [2]
					328124, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					63.35399999981746, -- [1]
					"Неумирающий камнебес", -- [2]
					328124, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					63.35399999981746, -- [1]
					"Неумирающий камнебес", -- [2]
					328124, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					63.35399999981746, -- [1]
					"Неумирающий камнебес", -- [2]
					328124, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[319733] = {
				{
					12.78599999984726, -- [1]
					"Эшелон", -- [2]
					319733, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					63.35399999981746, -- [1]
					"Эшелон", -- [2]
					319733, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[328125] = {
				{
					23.34299999987707, -- [1]
					"Неумирающий камнебес", -- [2]
					328125, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					24.34499999997206, -- [1]
					"Неумирающий камнебес", -- [2]
					328125, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					24.84400000004098, -- [1]
					"Неумирающий камнебес", -- [2]
					328125, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					26.05599999986589, -- [1]
					"Неумирающий камнебес", -- [2]
					328125, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					26.05599999986589, -- [1]
					"Неумирающий камнебес", -- [2]
					328125, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					26.40799999982119, -- [1]
					"Неумирающий камнебес", -- [2]
					328125, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					29.58899999991991, -- [1]
					"Неумирающий камнебес", -- [2]
					328125, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					29.5999999998603, -- [1]
					"Неумирающий камнебес", -- [2]
					328125, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
		}, -- [84]
		{
			[322943] = {
				{
					11.39599999994971, -- [1]
					"Халкиас", -- [2]
					322943, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					28.40299999993295, -- [1]
					"Халкиас", -- [2]
					322943, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					56.3519999999553, -- [1]
					"Халкиас", -- [2]
					322943, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[322711] = {
				{
					34.97299999999814, -- [1]
					"Халкиас", -- [2]
					322711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[326771] = {
				{
					60.43100000009872, -- [1]
					"Камнерожденный-рассекатель", -- [2]
					326771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					60.43100000009872, -- [1]
					"Камнерожденный-рассекатель", -- [2]
					326771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[322936] = {
				{
					3.631999999983236, -- [1]
					"Халкиас", -- [2]
					322936, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.83000000007451, -- [1]
					"Халкиас", -- [2]
					322936, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					49.77799999993295, -- [1]
					"Халкиас", -- [2]
					322936, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[322977] = {
				{
					18.97099999990314, -- [1]
					"Халкиас", -- [2]
					322977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Xynnmage-Durotan", -- [5]
				}, -- [1]
			},
		}, -- [85]
		{
			[322450] = {
				{
					12.79799999995157, -- [1]
					"Тред'ова", -- [2]
					322450, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кокон Лакали", -- [5]
				}, -- [1]
				{
					27.38999999989756, -- [1]
					"Тред'ова", -- [2]
					322450, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кокон Лакали", -- [5]
				}, -- [2]
			},
			[322709] = {
				{
					26.95500000007451, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					26.95500000007451, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					26.95500000007451, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					26.95500000007451, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					26.95500000007451, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					42.75300000002608, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					42.75300000002608, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					42.75300000002608, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					42.75300000002608, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					42.75300000002608, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					42.75300000002608, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					42.75300000002608, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					42.75300000002608, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					42.75300000002608, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					42.75300000002608, -- [1]
					"Тред'ова", -- [2]
					322709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
			},
			[322654] = {
				{
					7.125, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					7.125, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					7.125, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					7.125, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					7.125, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					26.95500000007451, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					26.95500000007451, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					26.95500000007451, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					26.95500000007451, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					26.95500000007451, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					42.75300000002608, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					42.75300000002608, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					42.75300000002608, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					42.75300000002608, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					42.75300000002608, -- [1]
					"Тред'ова", -- [2]
					322654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
			},
			[319628] = {
				{
					49.23399999993853, -- [1]
					"Прирученный ларион", -- [2]
					319628, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Облачный крылан", -- [5]
				}, -- [1]
			},
			[326281] = {
				{
					13.05499999993481, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					16.05400000000373, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					29.39100000006147, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					32.38700000010431, -- [1]
					"Тред'ова", -- [2]
					326281, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[330710] = {
				{
					49.23399999993853, -- [1]
					"Темнокрылая", -- [2]
					330710, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[331044] = {
				{
					49.23399999993853, -- [1]
					"Облачный крылан", -- [2]
					331044, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пуппабуба-Ревущийфьорд", -- [5]
				}, -- [1]
				{
					49.23399999993853, -- [1]
					"Облачный крылан", -- [2]
					331044, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хибис", -- [5]
				}, -- [2]
			},
			[331919] = {
				{
					49.23399999993853, -- [1]
					"Темнокрылая", -- [2]
					331919, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[345224] = {
				{
					49.23399999993853, -- [1]
					"Распорядительница гнездовья", -- [2]
					345224, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[345091] = {
				{
					49.23399999993853, -- [1]
					"Распорядительница гнездовья", -- [2]
					345091, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[331045] = {
				{
					49.23399999993853, -- [1]
					"Облачный крылан", -- [2]
					331045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хибис", -- [5]
				}, -- [1]
				{
					49.23399999993853, -- [1]
					"Темнокрылая", -- [2]
					331045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хати", -- [5]
				}, -- [2]
				{
					49.23399999993853, -- [1]
					"Облачный крылан", -- [2]
					331045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пуппабуба-Ревущийфьорд", -- [5]
				}, -- [3]
			},
		}, -- [86]
		{
			[321834] = {
				{
					8.26300000003539, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					38.65400000009686, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					70.14700000011362, -- [1]
					"Призывательница Туманов", -- [2]
					321834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[321669] = {
				{
					19.07199999992736, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					19.07199999992736, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					19.07199999992736, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					19.07199999992736, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					22.1500000001397, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					22.1500000001397, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					22.1500000001397, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					22.1500000001397, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					25.15800000005402, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					25.33600000012666, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					25.77399999997579, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					25.77399999997579, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					46.97800000011921, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					46.97800000011921, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					46.97800000011921, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					46.97800000011921, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					50.02600000007078, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					50.02600000007078, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					50.02600000007078, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					50.02600000007078, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					53.12300000013784, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					53.12300000013784, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					53.68599999998696, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					53.68599999998696, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					56.49699999997392, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					56.49699999997392, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					57.32400000002235, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					57.32400000002235, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					77.28000000002794, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					77.28000000002794, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					77.28000000002794, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					77.28000000002794, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					80.35899999993853, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					80.35899999993853, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					80.35899999993853, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					80.35899999993853, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					83.59799999999814, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					84.00099999993108, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					84.00099999993108, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					84.00099999993108, -- [1]
					"Иллюзорный клон", -- [2]
					321669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
			},
			[321471] = {
				{
					16.07900000014342, -- [1]
					"Призывательница Туманов", -- [2]
					321471, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					43.99699999997392, -- [1]
					"Призывательница Туманов", -- [2]
					321471, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					74.2730000000447, -- [1]
					"Призывательница Туманов", -- [2]
					321471, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [87]
		{
			[321772] = {
				{
					20.31099999998696, -- [1]
					"Дроман Ульфарран", -- [2]
					321772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					66.48200000007637, -- [1]
					"Дроман Ульфарран", -- [2]
					321772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[323138] = {
				{
					19.06300000008196, -- [1]
					"Ингра Малох", -- [2]
					323138, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					59.17299999995157, -- [1]
					"Ингра Малох", -- [2]
					323138, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[322557] = {
				{
					75.20600000000559, -- [1]
					"Друст-душеруб", -- [2]
					322557, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друст-душеруб", -- [5]
				}, -- [1]
				{
					75.20600000000559, -- [1]
					"Друст-душеруб", -- [2]
					322557, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Туманная защитница", -- [5]
				}, -- [2]
			},
			[325163] = {
				{
					75.20600000000559, -- [1]
					"Туманная защитница", -- [2]
					325163, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друст-душеруб", -- [5]
				}, -- [1]
				{
					75.20600000000559, -- [1]
					"Туманная защитница", -- [2]
					325163, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друст-душеруб", -- [5]
				}, -- [2]
			},
			[321005] = {
				{
					37.34400000004098, -- [1]
					"Ингра Малох", -- [2]
					321005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дроман Ульфарран", -- [5]
				}, -- [1]
			},
			[322569] = {
				{
					75.20600000000559, -- [1]
					"Друст-душеруб", -- [2]
					322569, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					75.20600000000559, -- [1]
					"Друст-душеруб", -- [2]
					322569, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[323137] = {
				{
					10.44200000003912, -- [1]
					"Дроман Ульфарран", -- [2]
					323137, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					51.77200000011362, -- [1]
					"Дроман Ульфарран", -- [2]
					323137, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[323177] = {
				{
					19.06300000008196, -- [1]
					"Дроман Ульфарран", -- [2]
					323177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					59.17299999995157, -- [1]
					"Дроман Ульфарран", -- [2]
					323177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[323057] = {
				{
					3.203999999910593, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					6.674000000115484, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					9.946999999927357, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Крукеш", -- [5]
				}, -- [3]
				{
					22.35899999993853, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					48.82899999991059, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэйлик", -- [5]
				}, -- [5]
				{
					62.62599999993108, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Крукеш", -- [5]
				}, -- [6]
				{
					66.10000000009313, -- [1]
					"Ингра Малох", -- [2]
					323057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Чуппакабра", -- [5]
				}, -- [7]
			},
			[331718] = {
				{
					75.20600000000559, -- [1]
					"Туманная защитница", -- [2]
					331718, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					75.20600000000559, -- [1]
					"Туманная защитница", -- [2]
					331718, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					75.20600000000559, -- [1]
					"Туманная защитница", -- [2]
					331718, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [88]
		{
			[322232] = {
				{
					18.39199999999255, -- [1]
					"Маркграфиня Страдама", -- [2]
					322232, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					92.45400000014342, -- [1]
					"Маркграфиня Страдама", -- [2]
					322232, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[322475] = {
				{
					27.01000000000931, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.01000000000931, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					27.26399999996647, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					27.27399999997579, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					27.51399999996647, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					27.51399999996647, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					37.01100000017323, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					37.01100000017323, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					37.27399999997579, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					37.27399999997579, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					37.52399999997579, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					37.52399999997579, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					47.03100000019185, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					47.27100000018254, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					47.27100000018254, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					47.53500000014901, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					47.53500000014901, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					47.76500000013039, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					47.76500000013039, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					67.04900000011548, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					67.04900000011548, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					69.05600000009872, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					69.05600000009872, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					71.04300000006333, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					71.04300000006333, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					73.05200000014156, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					73.05200000014156, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					75.0570000000298, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					75.0570000000298, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					84.54099999996834, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					84.80099999997765, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					84.80099999997765, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					85.04900000011548, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					85.04900000011548, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					85.29900000011548, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					85.29900000011548, -- [1]
					"Удар чумы", -- [2]
					322475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
			},
			[322236] = {
				{
					16.72500000009313, -- [1]
					"Тлетворное порождение", -- [2]
					322236, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[322304] = {
				{
					7.671000000089407, -- [1]
					"Маркграфиня Страдама", -- [2]
					322304, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					56.19700000016019, -- [1]
					"Маркграфиня Страдама", -- [2]
					322304, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [89]
		{
			[332313] = {
				{
					18.61800000001676, -- [1]
					"Домина Отравленный Клинок", -- [2]
					332313, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					55.06500000017695, -- [1]
					"Домина Отравленный Клинок", -- [2]
					332313, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[325552] = {
				{
					5.476000000024214, -- [1]
					"Домина Отравленный Клинок", -- [2]
					325552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					29.77400000020862, -- [1]
					"Домина Отравленный Клинок", -- [2]
					325552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
			},
			[325170] = {
				{
					23.90700000012294, -- [1]
					"Паук-убийца", -- [2]
					325170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[332314] = {
				{
					18.62800000002608, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					18.62800000002608, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					18.62800000002608, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					18.62800000002608, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					55.07600000011735, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					55.08600000012666, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					55.08600000012666, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					55.09600000013597, -- [1]
					"Скрывающийся ассасин", -- [2]
					332314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[327233] = {
				{
					12.32400000002235, -- [1]
					"Изрыгатель чумы", -- [2]
					327233, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					24.4910000001546, -- [1]
					"Изрыгатель чумы", -- [2]
					327233, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					41.5140000001993, -- [1]
					"Изрыгатель чумы", -- [2]
					327233, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					53.62800000002608, -- [1]
					"Изрыгатель чумы", -- [2]
					327233, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					59.03099999995902, -- [1]
					"Изрыгатель чумы", -- [2]
					327233, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					59.03099999995902, -- [1]
					"Изрыгатель чумы", -- [2]
					327233, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[328365] = {
				{
					59.03099999995902, -- [1]
					"Стрелок-отравитель", -- [2]
					328365, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Защитник из многоокой рати", -- [5]
				}, -- [1]
				{
					59.03099999995902, -- [1]
					"Стрелок-отравитель", -- [2]
					328365, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Защитник из многоокой рати", -- [5]
				}, -- [2]
				{
					59.03099999995902, -- [1]
					"Стрелок-отравитель", -- [2]
					328365, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Защитник из многоокой рати", -- [5]
				}, -- [3]
			},
			[336451] = {
				{
					6.272000000113621, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					14.39100000006147, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					30.59500000020489, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					41.11400000005961, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					52.43600000021979, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					59.03099999995902, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					59.03099999995902, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[328651] = {
				{
					59.03099999995902, -- [1]
					"Стрелок-отравитель", -- [2]
					328651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					59.03099999995902, -- [1]
					"Стрелок-отравитель", -- [2]
					328651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					59.03099999995902, -- [1]
					"Стрелок-отравитель", -- [2]
					328651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[346989] = {
				{
					59.03099999995902, -- [1]
					"Моровая слизь", -- [2]
					346989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[328343] = {
				{
					59.03099999995902, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					59.03099999995902, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					59.03099999995902, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					59.03099999995902, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					59.03099999995902, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					59.03099999995902, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[340357] = {
				{
					59.03099999995902, -- [1]
					"Моровая слизь", -- [2]
					340357, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[325395] = {
				{
					22.58500000019558, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					22.99000000022352, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					22.99000000022352, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					25.00500000012107, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					25.41100000008009, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					25.41100000008009, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					27.44000000017695, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					29.88300000014715, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					32.3070000000298, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					34.74500000011176, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					37.16899999999441, -- [1]
					"Shadowclone Stalker", -- [2]
					325395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
			},
			[325245] = {
				{
					10.54000000003725, -- [1]
					"Домина Отравленный Клинок", -- [2]
					325245, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.8550000002142, -- [1]
					"Домина Отравленный Клинок", -- [2]
					325245, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					55.49400000018068, -- [1]
					"Домина Отравленный Клинок", -- [2]
					325245, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [90]
		{
			[322358] = {
				{
					12.7730000000447, -- [1]
					"Доктор Икус", -- [2]
					322358, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Демонид-Корольлич", -- [5]
				}, -- [1]
				{
					14.30099999997765, -- [1]
					"Доктор Икус", -- [2]
					322358, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Алинаигрушк", -- [5]
				}, -- [2]
				{
					55.88299999991432, -- [1]
					"Доктор Икус", -- [2]
					322358, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Воеводыч-Голдринн", -- [5]
				}, -- [3]
			},
			[329217] = {
				{
					44.99699999997392, -- [1]
					"Доктор Икус", -- [2]
					329217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					47.84299999987707, -- [1]
					"Доктор Икус", -- [2]
					329217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					50.91599999996834, -- [1]
					"Доктор Икус", -- [2]
					329217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[318949] = {
				{
					0.7249999998603016, -- [1]
					"Чумной спинолом", -- [2]
					318949, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[334899] = {
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					334899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
			},
			[329110] = {
				{
					16.91999999992549, -- [1]
					"Доктор Икус", -- [2]
					329110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					58.25300000002608, -- [1]
					"Доктор Икус", -- [2]
					329110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					77.37100000004284, -- [1]
					"Доктор Икус", -- [2]
					329110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
			},
			[328343] = {
				{
					79.65500000002794, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					79.65500000002794, -- [1]
					"Ядовитый паук", -- [2]
					328343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[320517] = {
				{
					3.578999999910593, -- [1]
					"Чумной спинолом", -- [2]
					320517, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[328651] = {
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					328651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[320103] = {
				{
					18.05999999982305, -- [1]
					"Ползучая слизь", -- [2]
					320103, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					18.90500000002794, -- [1]
					"Ползучая слизь", -- [2]
					320103, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					18.90500000002794, -- [1]
					"Ползучая слизь", -- [2]
					320103, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					18.90500000002794, -- [1]
					"Ползучая слизь", -- [2]
					320103, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					18.90500000002794, -- [1]
					"Ползучая слизь", -- [2]
					320103, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[328094] = {
				{
					0.4329999999608845, -- [1]
					"Заклинатель чумы", -- [2]
					328094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					5.294999999925494, -- [1]
					"Заклинатель чумы", -- [2]
					328094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					42.93900000001304, -- [1]
					"Заклинатель чумы", -- [2]
					328094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					42.93900000001304, -- [1]
					"Заклинатель чумы", -- [2]
					328094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					44.96999999997206, -- [1]
					"Заклинатель чумы", -- [2]
					328094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					44.96999999997206, -- [1]
					"Заклинатель чумы", -- [2]
					328094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
				{
					53.87699999986216, -- [1]
					"Заклинатель чумы", -- [2]
					328094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [7]
				{
					53.87699999986216, -- [1]
					"Заклинатель чумы", -- [2]
					328094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [8]
				{
					56.32099999999628, -- [1]
					"Заклинатель чумы", -- [2]
					328094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [9]
				{
					58.73499999986962, -- [1]
					"Заклинатель чумы", -- [2]
					328094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [10]
			},
			[341443] = {
				{
					21.45799999986775, -- [1]
					"Извергающаяся слизь", -- [2]
					341443, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					64.06299999984913, -- [1]
					"Извергающаяся слизь", -- [2]
					341443, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[328338] = {
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					328338, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					79.65500000002794, -- [1]
					"Стрелок-отравитель", -- [2]
					328338, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[331966] = {
				{
					41.72399999992922, -- [1]
					"Моровая слизь", -- [2]
					331966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					73.32799999997951, -- [1]
					"Моровая слизь", -- [2]
					331966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[321999] = {
				{
					78.66699999989942, -- [1]
					"Моровая слизь", -- [2]
					321999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[321976] = {
				{
					49.23300000000745, -- [1]
					"Моровая слизь", -- [2]
					321976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[332617] = {
				{
					41.2249999998603, -- [1]
					"Доктор Икус", -- [2]
					332617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					72.82099999999627, -- [1]
					"Доктор Икус", -- [2]
					332617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[328533] = {
				{
					79.65500000002794, -- [1]
					"Защитник из многоокой рати", -- [2]
					328533, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[320512] = {
				{
					44.49799999990501, -- [1]
					"Гниющий слизнекоготь", -- [2]
					320512, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
			},
			[328180] = {
				{
					2.879999999888241, -- [1]
					"Заклинатель чумы", -- [2]
					328180, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Воеводыч-Голдринн", -- [5]
				}, -- [1]
				{
					50.83400000003167, -- [1]
					"Заклинатель чумы", -- [2]
					328180, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Воеводыч-Голдринн", -- [5]
				}, -- [2]
				{
					50.83400000003167, -- [1]
					"Заклинатель чумы", -- [2]
					328180, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Воеводыч-Голдринн", -- [5]
				}, -- [3]
			},
			[336451] = {
				{
					79.65500000002794, -- [1]
					"Защитник из многоокой рати", -- [2]
					336451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [91]
		{
			[324490] = {
				{
					29.79200000013225, -- [1]
					"Склизгл", -- [2]
					324490, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[324667] = {
				{
					19.09400000004098, -- [1]
					"Склизгл", -- [2]
					324667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					59.18500000005588, -- [1]
					"Склизгл", -- [2]
					324667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[324459] = {
				{
					24.79000000003725, -- [1]
					"Склизгл", -- [2]
					324459, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[330037] = {
				{
					60.5339999999851, -- [1]
					"Болотный шершень", -- [2]
					330037, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[324652] = {
				{
					9.804000000003725, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					9.804000000003725, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Алинаигрушк", -- [5]
				}, -- [2]
				{
					9.804000000003725, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Воеводыч-Голдринн", -- [5]
				}, -- [3]
				{
					9.804000000003725, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эциоо-Корольлич", -- [5]
				}, -- [4]
				{
					9.804000000003725, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Демонид-Корольлич", -- [5]
				}, -- [5]
				{
					49.89700000011362, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
				{
					49.89700000011362, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Демонид-Корольлич", -- [5]
				}, -- [7]
				{
					49.89700000011362, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Алинаигрушк", -- [5]
				}, -- [8]
				{
					49.90800000005402, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Воеводыч-Голдринн", -- [5]
				}, -- [9]
				{
					49.90800000005402, -- [1]
					"Склизгл", -- [2]
					324652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эциоо-Корольлич", -- [5]
				}, -- [10]
			},
			[332865] = {
				{
					15.06900000013411, -- [1]
					"Склизгл", -- [2]
					332865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					55.17299999995157, -- [1]
					"Склизгл", -- [2]
					332865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[324527] = {
				{
					9.804000000003725, -- [1]
					"Склизгл", -- [2]
					324527, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					49.90800000005402, -- [1]
					"Склизгл", -- [2]
					324527, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [92]
		{
			[320771] = {
				{
					3.619999999878928, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					6.049999999813736, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					10.9069999998901, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					14.53299999982119, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					16.95399999991059, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					27.87100000004284, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
				{
					30.28899999987334, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [7]
				{
					35.16699999989942, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [8]
				{
					38.80499999993481, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [9]
				{
					41.21999999997206, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [10]
				{
					49.70999999996275, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [11]
				{
					52.12399999983609, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [12]
				{
					54.56299999984913, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [13]
				{
					59.40399999986403, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [14]
				{
					61.83400000003167, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [15]
				{
					65.45699999993667, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [16]
				{
					73.94399999990128, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [17]
				{
					76.39099999982864, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [18]
				{
					78.79399999999441, -- [1]
					"Налтор Криомант", -- [2]
					320771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [19]
			},
			[321368] = {
				{
					11.82400000002235, -- [1]
					"Налтор Криомант", -- [2]
					321368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					36.07199999992736, -- [1]
					"Налтор Криомант", -- [2]
					321368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					60.33199999993667, -- [1]
					"Налтор Криомант", -- [2]
					321368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[320772] = {
				{
					19.875, -- [1]
					"Налтор Криомант", -- [2]
					320772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					44.14299999992363, -- [1]
					"Налтор Криомант", -- [2]
					320772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					68.39299999992363, -- [1]
					"Налтор Криомант", -- [2]
					320772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[320788] = {
				{
					8.970999999903142, -- [1]
					"Налтор Криомант", -- [2]
					320788, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Молеал", -- [5]
				}, -- [1]
				{
					33.21399999991991, -- [1]
					"Налтор Криомант", -- [2]
					320788, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Япмптпанк", -- [5]
				}, -- [2]
				{
					57.48499999986962, -- [1]
					"Налтор Криомант", -- [2]
					320788, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Молеал", -- [5]
				}, -- [3]
			},
			[321894] = {
				{
					25.94200000003912, -- [1]
					"Налтор Криомант", -- [2]
					321894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Теффик-Дракономор", -- [5]
				}, -- [1]
			},
		}, -- [93]
		{
			[320200] = {
				{
					4.838000000221655, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Япмптпанк", -- [5]
				}, -- [1]
				{
					8.472000000067055, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Молеал", -- [5]
				}, -- [2]
				{
					15.75500000012107, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					19.40600000019185, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					25.18900000001304, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Япмптпанк", -- [5]
				}, -- [5]
				{
					29.14200000022538, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Япмптпанк", -- [5]
				}, -- [6]
				{
					36.40800000005402, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Теффик-Дракономор", -- [5]
				}, -- [7]
				{
					40.03900000010617, -- [1]
					"Хирург Трупошов", -- [2]
					320200, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Молеал", -- [5]
				}, -- [8]
			},
			[320208] = {
				{
					17.33000000007451, -- [1]
					"Создание Трупошва", -- [2]
					320208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					42.03100000019185, -- [1]
					"Создание Трупошва", -- [2]
					320208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[327664] = {
				{
					11.60600000014529, -- [1]
					"Хирург Трупошов", -- [2]
					327664, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					32.26800000015646, -- [1]
					"Хирург Трупошов", -- [2]
					327664, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[322681] = {
				{
					10.31900000013411, -- [1]
					"Создание Трупошва", -- [2]
					322681, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Молеал", -- [5]
				}, -- [1]
				{
					35.01600000006147, -- [1]
					"Создание Трупошва", -- [2]
					322681, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Косеня", -- [5]
				}, -- [2]
			},
			[326629] = {
				{
					1.841000000014901, -- [1]
					"Хирург Трупошов", -- [2]
					326629, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[326574] = {
				{
					0.9170000001322478, -- [1]
					"Хирург Трупошов", -- [2]
					326574, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[320376] = {
				{
					6.966000000014901, -- [1]
					"Создание Трупошва", -- [2]
					320376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					32.89100000006147, -- [1]
					"Создание Трупошва", -- [2]
					320376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					44.98900000005961, -- [1]
					"Создание Трупошва", -- [2]
					320376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
			},
			[320358] = {
				{
					22.05000000004657, -- [1]
					"Хирург Трупошов", -- [2]
					320358, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[334476] = {
				{
					53.7980000001844, -- [1]
					"Хирург Трупошов", -- [2]
					334476, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					65.93000000016764, -- [1]
					"Хирург Трупошов", -- [2]
					334476, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[334488] = {
				{
					50.15200000000186, -- [1]
					"Хирург Трупошов", -- [2]
					334488, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					59.8660000001546, -- [1]
					"Хирург Трупошов", -- [2]
					334488, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					69.56600000010803, -- [1]
					"Хирург Трупошов", -- [2]
					334488, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
			},
		}, -- [94]
		{
			[321226] = {
				{
					8.763999999966472, -- [1]
					"Амарт", -- [2]
					321226, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[320171] = {
				{
					8.652000000001863, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					15.92500000004657, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					18.36599999992177, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					20.80099999997765, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					23.21499999985099, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					30.5, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
				{
					32.92999999993481, -- [1]
					"Амарт", -- [2]
					320171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [7]
			},
			[320012] = {
				{
					6.344000000040978, -- [1]
					"Амарт", -- [2]
					320012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[320170] = {
				{
					8.354000000050291, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Косеня", -- [5]
				}, -- [1]
				{
					15.63100000005215, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Япмптпанк", -- [5]
				}, -- [2]
				{
					18.0659999998752, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Япмптпанк", -- [5]
				}, -- [3]
				{
					20.49499999987893, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Молеал", -- [5]
				}, -- [4]
				{
					22.93599999998696, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Япмптпанк", -- [5]
				}, -- [5]
				{
					30.20699999993667, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
				{
					32.6359999999404, -- [1]
					"Амарт", -- [2]
					320170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Теффик-Дракономор", -- [5]
				}, -- [7]
			},
			[338022] = {
				{
					43.77799999993295, -- [1]
					"Лоскутный солдат", -- [2]
					338022, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
			},
			[333602] = {
				{
					18.0659999998752, -- [1]
					"Оживленный маг", -- [2]
					333602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Косеня", -- [5]
				}, -- [1]
				{
					20.49499999987893, -- [1]
					"Оживленный маг", -- [2]
					333602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Косеня", -- [5]
				}, -- [2]
				{
					22.93599999998696, -- [1]
					"Оживленный маг", -- [2]
					333602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Косеня", -- [5]
				}, -- [3]
				{
					25.33499999996275, -- [1]
					"Оживленный маг", -- [2]
					333602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Косеня", -- [5]
				}, -- [4]
				{
					27.78700000001118, -- [1]
					"Оживленный маг", -- [2]
					333602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Молеал", -- [5]
				}, -- [5]
			},
		}, -- [95]
		{
			[320596] = {
				{
					11.17500000004657, -- [1]
					"Чумокост", -- [2]
					320596, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Теффик-Дракономор", -- [5]
				}, -- [1]
			},
			[320614] = {
				{
					15.71399999991991, -- [1]
					"Червь-трупоед", -- [2]
					320614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Теффик-Дракономор", -- [5]
				}, -- [1]
				{
					15.71399999991991, -- [1]
					"Червь-трупоед", -- [2]
					320614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Теффик-Дракономор", -- [5]
				}, -- [2]
				{
					18.22600000002421, -- [1]
					"Червь-трупоед", -- [2]
					320614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Теффик-Дракономор", -- [5]
				}, -- [3]
				{
					18.22600000002421, -- [1]
					"Червь-трупоед", -- [2]
					320614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Теффик-Дракономор", -- [5]
				}, -- [4]
				{
					20.73300000000745, -- [1]
					"Червь-трупоед", -- [2]
					320614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Теффик-Дракономор", -- [5]
				}, -- [5]
				{
					20.73300000000745, -- [1]
					"Червь-трупоед", -- [2]
					320614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Теффик-Дракономор", -- [5]
				}, -- [6]
			},
			[320637] = {
				{
					22.05799999996088, -- [1]
					"Чумокост", -- [2]
					320637, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					48.70800000010058, -- [1]
					"Чумокост", -- [2]
					320637, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[320631] = {
				{
					23.99300000001676, -- [1]
					"Червь-трупоед", -- [2]
					320631, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					23.99300000001676, -- [1]
					"Червь-трупоед", -- [2]
					320631, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[338022] = {
				{
					52.71500000008382, -- [1]
					"Лоскутный солдат", -- [2]
					338022, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					52.71500000008382, -- [1]
					"Лоскутный солдат", -- [2]
					338022, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					52.71500000008382, -- [1]
					"Лоскутный солдат", -- [2]
					338022, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
			},
			[321575] = {
				{
					52.71500000008382, -- [1]
					"Некромант с \"Золрамуса\"", -- [2]
					321575, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					52.71500000008382, -- [1]
					"Некромант с \"Золрамуса\"", -- [2]
					321575, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					52.71500000008382, -- [1]
					"Некромант с \"Золрамуса\"", -- [2]
					321575, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[320655] = {
				{
					4.118000000016764, -- [1]
					"Чумокост", -- [2]
					320655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					17.41599999996834, -- [1]
					"Чумокост", -- [2]
					320655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					30.76000000000931, -- [1]
					"Чумокост", -- [2]
					320655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					44.07700000004843, -- [1]
					"Чумокост", -- [2]
					320655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
			},
		}, -- [96]
		{
			[207707] = {
				{
					5.699999999953434, -- [1]
					"Эбеновый ворг", -- [2]
					207707, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					5.699999999953434, -- [1]
					"Эбеновый ворг", -- [2]
					207707, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					5.699999999953434, -- [1]
					"Эбеновый ворг", -- [2]
					207707, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[196543] = {
				{
					5.679999999934807, -- [1]
					"Фенрир", -- [2]
					196543, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[199177] = {
				{
					2.643999999971129, -- [1]
					"Эбеновый ворг", -- [2]
					199177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					2.970999999903143, -- [1]
					"Эбеновый ворг", -- [2]
					199177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					2.970999999903143, -- [1]
					"Эбеновый ворг", -- [2]
					199177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					2.970999999903143, -- [1]
					"Эбеновый ворг", -- [2]
					199177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					10.3169999999227, -- [1]
					"Эбеновый ворг", -- [2]
					199177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					10.32999999995809, -- [1]
					"Эбеновый ворг", -- [2]
					199177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
			},
			[199179] = {
				{
					1.75, -- [1]
					"Эбеновый ворг", -- [2]
					199179, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					4.181999999913387, -- [1]
					"Эбеновый ворг", -- [2]
					199179, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					5.405999999959022, -- [1]
					"Эбеновый ворг", -- [2]
					199179, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					6.633999999961816, -- [1]
					"Эбеновый ворг", -- [2]
					199179, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[199182] = {
				{
					2.134999999892898, -- [1]
					"Эбеновый ворг", -- [2]
					199182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					4.343999999924563, -- [1]
					"Эбеновый ворг", -- [2]
					199182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					5.505999999935739, -- [1]
					"Эбеновый ворг", -- [2]
					199182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					6.777000000001863, -- [1]
					"Эбеновый ворг", -- [2]
					199182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [97]
		{
			[196567] = {
				{
					9.88800000003539, -- [1]
					"Фенрир", -- [2]
					196567, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[200561] = {
				{
					9.88800000003539, -- [1]
					"Фенрир", -- [2]
					200561, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[196543] = {
				{
					7.739999999990687, -- [1]
					"Фенрир", -- [2]
					196543, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [98]
		{
			[193235] = {
				{
					7.387999999918975, -- [1]
					"Химдалль", -- [2]
					193235, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
			},
			[191284] = {
				{
					11.79899999999907, -- [1]
					"Химдалль", -- [2]
					191284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [99]
		{
		}, -- [100]
		{
			[193660] = {
				{
					8.747000000090338, -- [1]
					"Король-бог Сковальд", -- [2]
					193660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[193659] = {
				{
					8.590000000083819, -- [1]
					"Король-бог Сковальд", -- [2]
					193659, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
			},
			[193826] = {
				{
					14.22600000002421, -- [1]
					"Король-бог Сковальд", -- [2]
					193826, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [101]
		{
			[207707] = {
				{
					6.263999999966472, -- [1]
					"Неизвестно", -- [2]
					207707, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					6.263999999966472, -- [1]
					"Неизвестно", -- [2]
					207707, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					6.263999999966472, -- [1]
					"Неизвестно", -- [2]
					207707, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[196543] = {
				{
					6.243999999947846, -- [1]
					"Фенрир", -- [2]
					196543, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[199177] = {
				{
					2.305000000051223, -- [1]
					"Эбеновый ворг", -- [2]
					199177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					2.305000000051223, -- [1]
					"Эбеновый ворг", -- [2]
					199177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					2.305000000051223, -- [1]
					"Эбеновый ворг", -- [2]
					199177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					3.927000000025146, -- [1]
					"Эбеновый ворг", -- [2]
					199177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					8.383999999961816, -- [1]
					"Эбеновый ворг", -- [2]
					199177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					9.59499999997206, -- [1]
					"Эбеновый ворг", -- [2]
					199177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
				{
					11.22100000001956, -- [1]
					"Эбеновый ворг", -- [2]
					199177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [7]
			},
			[199179] = {
				{
					2.707999999984168, -- [1]
					"Эбеновый ворг", -- [2]
					199179, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					3.520999999949709, -- [1]
					"Эбеновый ворг", -- [2]
					199179, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					4.73699999996461, -- [1]
					"Эбеновый ворг", -- [2]
					199179, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[199182] = {
				{
					0.2299999999813736, -- [1]
					"Эбеновый ворг", -- [2]
					199182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					3.39000000001397, -- [1]
					"Эбеновый ворг", -- [2]
					199182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					3.601000000024214, -- [1]
					"Эбеновый ворг", -- [2]
					199182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					4.868000000016764, -- [1]
					"Эбеновый ворг", -- [2]
					199182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [102]
		{
			[196543] = {
				{
					8.45499999995809, -- [1]
					"Фенрир", -- [2]
					196543, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[196567] = {
				{
					10.6009999999078, -- [1]
					"Фенрир", -- [2]
					196567, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [103]
		{
			[192288] = {
				{
					8.729000000050291, -- [1]
					"Олмир Просвещенный", -- [2]
					192288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
			},
		}, -- [104]
		{
			[191284] = {
				{
					9.804000000003725, -- [1]
					"Химдалль", -- [2]
					191284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[193092] = {
				{
					16.57400000002235, -- [1]
					"Химдалль", -- [2]
					193092, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[193235] = {
				{
					5.412999999942258, -- [1]
					"Химдалль", -- [2]
					193235, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
			},
			[188404] = {
				{
					17.00500000000466, -- [1]
					"Штормовой дракон", -- [2]
					188404, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [105]
		{
			[200182] = {
				{
					5.827000000048429, -- [1]
					"Тень Ксавия", -- [2]
					200182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
			},
			[200238] = {
				{
					15.95000000006985, -- [1]
					"Тень Ксавия", -- [2]
					200238, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
			},
			[188291] = {
				{
					19.12599999993108, -- [1]
					"Восставший убийца", -- [2]
					188291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Чернаяжрища-Галакронд", -- [5]
				}, -- [1]
			},
			[188270] = {
				{
					19.12599999993108, -- [1]
					"Сокол из крепости Черной Ладьи", -- [2]
					188270, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [106]
		{
		}, -- [107]
		{
			[204666] = {
				{
					7.465000000083819, -- [1]
					"Дубосерд", -- [2]
					204666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [108]
		{
			[198376] = {
				{
					12.34600000001956, -- [1]
					"Верховный друид Глайдалис", -- [2]
					198376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[198379] = {
				{
					14.35699999995995, -- [1]
					"Верховный друид Глайдалис", -- [2]
					198379, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [109]
		{
			[313400] = {
				{
					236.7639999999665, -- [1]
					"Щупальце Заразителя", -- [2]
					313400, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Înka-KhazModan", -- [5]
				}, -- [1]
				{
					304.7759999999544, -- [1]
					"Щупальце Заразителя", -- [2]
					313400, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Illidaark-KhazModan", -- [5]
				}, -- [2]
				{
					308.8209999999963, -- [1]
					"Щупальце Заразителя", -- [2]
					313400, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [3]
				{
					314.5699999999488, -- [1]
					"Щупальце Заразителя", -- [2]
					313400, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nyzõ-Hyjal", -- [5]
				}, -- [4]
				{
					320.2879999999423, -- [1]
					"Щупальце Заразителя", -- [2]
					313400, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Illidaark-KhazModan", -- [5]
				}, -- [5]
				{
					326.0379999999423, -- [1]
					"Щупальце Заразителя", -- [2]
					313400, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [6]
				{
					370.4710000000196, -- [1]
					"Щупальце Заразителя", -- [2]
					313400, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [7]
				{
					376.5439999999944, -- [1]
					"Щупальце Заразителя", -- [2]
					313400, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [8]
			},
			[311176] = {
				{
					3.985999999917112, -- [1]
					"Н'Зот Заразитель", -- [2]
					311176, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[315927] = {
				{
					142.4379999999655, -- [1]
					"Н'Зот Заразитель", -- [2]
					315927, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					198.2770000000019, -- [1]
					"Н'Зот Заразитель", -- [2]
					315927, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					320.1439999999711, -- [1]
					"Н'Зот Заразитель", -- [2]
					315927, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					377.1679999999469, -- [1]
					"Н'Зот Заразитель", -- [2]
					315927, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					426.1180000000168, -- [1]
					"Н'Зот Заразитель", -- [2]
					315927, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[312866] = {
				{
					191.2480000000214, -- [1]
					"Смертокрыл", -- [2]
					312866, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					213.591999999946, -- [1]
					"Смертокрыл", -- [2]
					312866, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					236.7189999999246, -- [1]
					"Смертокрыл", -- [2]
					312866, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					259.7949999999255, -- [1]
					"Смертокрыл", -- [2]
					312866, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[314889] = {
				{
					12.97499999997672, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [1]
				{
					19.10100000002421, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [2]
				{
					21.12599999993108, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nyzõ-Hyjal", -- [5]
				}, -- [3]
				{
					22.14599999994971, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nyzõ-Hyjal", -- [5]
				}, -- [4]
				{
					24.76599999994505, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Alkêêr-KhazModan", -- [5]
				}, -- [5]
				{
					27.20699999993667, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Înka-KhazModan", -- [5]
				}, -- [6]
				{
					28.41599999996834, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nyzõ-Hyjal", -- [5]
				}, -- [7]
				{
					29.80799999996088, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [8]
				{
					29.94599999999628, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [9]
				{
					32.03899999998976, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [10]
				{
					32.46699999994598, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Înka-KhazModan", -- [5]
				}, -- [11]
				{
					33.22999999998137, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [12]
				{
					33.22999999998137, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [13]
				{
					33.77299999992829, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [14]
				{
					35.6579999999376, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [15]
				{
					35.89199999999255, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [16]
				{
					36.87699999997858, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [17]
				{
					36.87699999997858, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [18]
				{
					38.5, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [19]
				{
					40.54700000002049, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [20]
				{
					40.54700000002049, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [21]
				{
					44.16899999999441, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Eldâra-KhazModan", -- [5]
				}, -- [22]
				{
					46.71699999994598, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [23]
				{
					47.61499999999069, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Înka-KhazModan", -- [5]
				}, -- [24]
				{
					50.21699999994598, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [25]
				{
					53.89699999999721, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [26]
				{
					57.55999999993946, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [27]
				{
					61.18699999991804, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ferlone-Dalaran", -- [5]
				}, -- [28]
				{
					177.1280000000261, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [29]
				{
					178.3639999999432, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nainpausteur-KhazModan", -- [5]
				}, -- [30]
				{
					179.6189999999479, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [31]
				{
					179.6790000000037, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [32]
				{
					182.0449999999255, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [33]
				{
					182.405999999959, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Alkêêr-KhazModan", -- [5]
				}, -- [34]
				{
					183.3040000000037, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [35]
				{
					186.8950000000186, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [36]
				{
					189.7519999999786, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [37]
				{
					190.5389999999898, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Alkêêr-KhazModan", -- [5]
				}, -- [38]
				{
					192.9899999999907, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nainpausteur-KhazModan", -- [5]
				}, -- [39]
				{
					194.1959999999963, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Alkêêr-KhazModan", -- [5]
				}, -- [40]
				{
					194.1959999999963, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [41]
				{
					196.6350000000093, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [42]
				{
					197.8719999999739, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Alkêêr-KhazModan", -- [5]
				}, -- [43]
				{
					197.8719999999739, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Alkêêr-KhazModan", -- [5]
				}, -- [44]
				{
					199.4629999999888, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [45]
				{
					199.4629999999888, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Illidaark-KhazModan", -- [5]
				}, -- [46]
				{
					201.530999999959, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [47]
				{
					201.530999999959, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Alkêêr-KhazModan", -- [5]
				}, -- [48]
				{
					203.1359999999404, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nainpausteur-KhazModan", -- [5]
				}, -- [49]
				{
					203.1359999999404, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Illidaark-KhazModan", -- [5]
				}, -- [50]
				{
					205.1770000000252, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Alkêêr-KhazModan", -- [5]
				}, -- [51]
				{
					206.7879999999423, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [52]
				{
					210.439000000013, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [53]
				{
					211.2859999999637, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Alkêêr-KhazModan", -- [5]
				}, -- [54]
				{
					214.0879999999888, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [55]
				{
					214.9239999999991, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [56]
				{
					218.5599999999395, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [57]
				{
					222.2280000000028, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [58]
				{
					223.9009999999544, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [59]
				{
					225.8199999999488, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [60]
				{
					226.9889999999432, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [61]
				{
					230.7189999999246, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [62]
				{
					234.341999999946, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [63]
				{
					237.966999999946, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [64]
				{
					356.2239999999292, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ferlone-Dalaran", -- [5]
				}, -- [65]
				{
					358.7149999999674, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ferlone-Dalaran", -- [5]
				}, -- [66]
				{
					359.9660000000149, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [67]
				{
					360.6909999999916, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [68]
				{
					362.3979999999283, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Centk-KhazModan", -- [5]
				}, -- [69]
				{
					363.640000000014, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [70]
				{
					363.640000000014, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Centk-KhazModan", -- [5]
				}, -- [71]
				{
					365.9419999999227, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [72]
				{
					366.0420000000158, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Eldâra-KhazModan", -- [5]
				}, -- [73]
				{
					367.2800000000279, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Eldâra-KhazModan", -- [5]
				}, -- [74]
				{
					368.5, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [75]
				{
					369.6529999999329, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Înka-KhazModan", -- [5]
				}, -- [76]
				{
					369.6909999999916, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [77]
				{
					370.9009999999544, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [78]
				{
					371.9769999999553, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nyzõ-Hyjal", -- [5]
				}, -- [79]
				{
					372.564000000013, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [80]
				{
					374.2060000000056, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [81]
				{
					374.5179999999236, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Centk-KhazModan", -- [5]
				}, -- [82]
				{
					374.5179999999236, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Eldâra-KhazModan", -- [5]
				}, -- [83]
				{
					374.5179999999236, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Înka-KhazModan", -- [5]
				}, -- [84]
				{
					375.7589999999618, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ferlone-Dalaran", -- [5]
				}, -- [85]
				{
					375.9579999999842, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [86]
				{
					378.189000000013, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Eldâra-KhazModan", -- [5]
				}, -- [87]
				{
					378.189000000013, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Eldâra-KhazModan", -- [5]
				}, -- [88]
				{
					379.3979999999283, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Înka-KhazModan", -- [5]
				}, -- [89]
				{
					380.6189999999479, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [90]
				{
					381.8319999999367, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nyzõ-Hyjal", -- [5]
				}, -- [91]
				{
					381.8319999999367, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Centk-KhazModan", -- [5]
				}, -- [92]
				{
					381.9939999999479, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ferlone-Dalaran", -- [5]
				}, -- [93]
				{
					383.0679999999702, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [94]
				{
					384.2779999999329, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [95]
				{
					385.5349999999162, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ferlone-Dalaran", -- [5]
				}, -- [96]
				{
					385.5349999999162, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nyzõ-Hyjal", -- [5]
				}, -- [97]
				{
					385.5349999999162, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [98]
				{
					386.73199999996, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Înka-KhazModan", -- [5]
				}, -- [99]
				{
					389.1309999999357, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ferlone-Dalaran", -- [5]
				}, -- [100]
				{
					389.1309999999357, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nyzõ-Hyjal", -- [5]
				}, -- [101]
				{
					390.3769999999786, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Înka-KhazModan", -- [5]
				}, -- [102]
				{
					394.5119999999879, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Centk-KhazModan", -- [5]
				}, -- [103]
				{
					394.6589999999851, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [104]
				{
					397.6469999999972, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Înka-KhazModan", -- [5]
				}, -- [105]
				{
					401.3009999999777, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [106]
				{
					406.1879999999655, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [107]
				{
					409.5989999999292, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ferlone-Dalaran", -- [5]
				}, -- [108]
				{
					416.1809999999823, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [109]
				{
					423.234999999986, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Eldâra-KhazModan", -- [5]
				}, -- [110]
				{
					426.8919999999926, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Eldâra-KhazModan", -- [5]
				}, -- [111]
				{
					430.5420000000158, -- [1]
					"Открытый синапс", -- [2]
					314889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Eldâra-KhazModan", -- [5]
				}, -- [112]
			},
			[317292] = {
				{
					81.2149999999674, -- [1]
					"Н'Зот Заразитель", -- [2]
					317292, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					260.0599999999395, -- [1]
					"Н'Зот Заразитель", -- [2]
					317292, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					448.3299999999581, -- [1]
					"Н'Зот Заразитель", -- [2]
					317292, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[316711] = {
				{
					20.2489999999525, -- [1]
					"Эгос", -- [2]
					316711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [1]
				{
					190.5389999999898, -- [1]
					"Эгос", -- [2]
					316711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [2]
				{
					198.8240000000224, -- [1]
					"Эгос", -- [2]
					316711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [3]
				{
					212.3789999999572, -- [1]
					"Эгос", -- [2]
					316711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [4]
				{
					220.9249999999302, -- [1]
					"Эгос", -- [2]
					316711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [5]
				{
					235.4490000000224, -- [1]
					"Эгос", -- [2]
					316711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [6]
				{
					376.4719999999506, -- [1]
					"Эгос", -- [2]
					316711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [7]
				{
					394.7679999999236, -- [1]
					"Эгос", -- [2]
					316711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [8]
				{
					483.5320000000065, -- [1]
					"Пожинатель мыслей", -- [2]
					316711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [9]
				{
					492.0860000000102, -- [1]
					"Пожинатель мыслей", -- [2]
					316711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [10]
				{
					510.3530000000028, -- [1]
					"Пожинатель мыслей", -- [2]
					316711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [11]
				{
					518.8659999999218, -- [1]
					"Пожинатель мыслей", -- [2]
					316711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [12]
				{
					527.3989999999758, -- [1]
					"Пожинатель мыслей", -- [2]
					316711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [13]
			},
			[312782] = {
				{
					465.5119999999879, -- [1]
					"Н'Зот Заразитель", -- [2]
					312782, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[309698] = {
				{
					133.2800000000279, -- [1]
					"Молотящее щупальце", -- [2]
					309698, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					133.2800000000279, -- [1]
					"Молотящее щупальце", -- [2]
					309698, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [2]
				{
					187.6180000000168, -- [1]
					"Молотящее щупальце", -- [2]
					309698, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					237.8819999999832, -- [1]
					"Молотящее щупальце", -- [2]
					309698, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					311.1899999999441, -- [1]
					"Молотящее щупальце", -- [2]
					309698, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [5]
				{
					366.3519999999553, -- [1]
					"Молотящее щупальце", -- [2]
					309698, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [6]
				{
					416.2459999999264, -- [1]
					"Молотящее щупальце", -- [2]
					309698, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [7]
			},
			[312078] = {
				{
					120.3049999999348, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Înka-KhazModan", -- [5]
				}, -- [1]
				{
					120.3049999999348, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Eldâra-KhazModan", -- [5]
				}, -- [2]
				{
					124.0059999999357, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nainpausteur-KhazModan", -- [5]
				}, -- [3]
				{
					124.0059999999357, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ferlone-Dalaran", -- [5]
				}, -- [4]
				{
					124.0059999999357, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [5]
				{
					128.8360000000102, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
				{
					128.8360000000102, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nainpausteur-KhazModan", -- [5]
				}, -- [7]
				{
					128.8360000000102, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nainpausteur-KhazModan", -- [5]
				}, -- [8]
				{
					128.8360000000102, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [9]
				{
					128.8360000000102, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [10]
				{
					133.7849999999162, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Alkêêr-KhazModan", -- [5]
				}, -- [11]
				{
					133.7849999999162, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [12]
				{
					133.7849999999162, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [13]
				{
					133.7849999999162, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ferlone-Dalaran", -- [5]
				}, -- [14]
				{
					133.7849999999162, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Illidaark-KhazModan", -- [5]
				}, -- [15]
				{
					138.6429999999236, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [16]
				{
					138.6429999999236, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [17]
				{
					143.454000000027, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ferlone-Dalaran", -- [5]
				}, -- [18]
				{
					143.454000000027, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Centk-KhazModan", -- [5]
				}, -- [19]
				{
					143.454000000027, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [20]
				{
					143.454000000027, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Illidaark-KhazModan", -- [5]
				}, -- [21]
				{
					148.2989999999991, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [22]
				{
					153.1739999999991, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nainpausteur-KhazModan", -- [5]
				}, -- [23]
				{
					175.0379999999423, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [24]
				{
					176.3159999999916, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Centk-KhazModan", -- [5]
				}, -- [25]
				{
					176.3159999999916, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nyzõ-Hyjal", -- [5]
				}, -- [26]
				{
					178.7519999999786, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Înka-KhazModan", -- [5]
				}, -- [27]
				{
					179.9340000000084, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [28]
				{
					181.1369999999879, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [29]
				{
					183.5479999999516, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Eldâra-KhazModan", -- [5]
				}, -- [30]
				{
					183.5479999999516, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Centk-KhazModan", -- [5]
				}, -- [31]
				{
					184.8070000000298, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ferlone-Dalaran", -- [5]
				}, -- [32]
				{
					186.0139999999665, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nyzõ-Hyjal", -- [5]
				}, -- [33]
				{
					188.4710000000196, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Eldâra-KhazModan", -- [5]
				}, -- [34]
				{
					189.6829999999609, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [35]
				{
					194.5489999999991, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Centk-KhazModan", -- [5]
				}, -- [36]
				{
					224.939000000013, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Centk-KhazModan", -- [5]
				}, -- [37]
				{
					224.939000000013, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ferlone-Dalaran", -- [5]
				}, -- [38]
				{
					228.6289999999572, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Centk-KhazModan", -- [5]
				}, -- [39]
				{
					228.6289999999572, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nyzõ-Hyjal", -- [5]
				}, -- [40]
				{
					229.8049999999348, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Centk-KhazModan", -- [5]
				}, -- [41]
				{
					229.8049999999348, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Eldâra-KhazModan", -- [5]
				}, -- [42]
				{
					233.4449999999488, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Eldâra-KhazModan", -- [5]
				}, -- [43]
				{
					234.6550000000279, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Înka-KhazModan", -- [5]
				}, -- [44]
				{
					234.6550000000279, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Eldâra-KhazModan", -- [5]
				}, -- [45]
				{
					238.2999999999302, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Înka-KhazModan", -- [5]
				}, -- [46]
				{
					239.5559999999823, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ferlone-Dalaran", -- [5]
				}, -- [47]
				{
					302.7430000000168, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nainpausteur-KhazModan", -- [5]
				}, -- [48]
				{
					302.7430000000168, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [49]
				{
					302.7430000000168, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [50]
				{
					302.7430000000168, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nyzõ-Hyjal", -- [5]
				}, -- [51]
				{
					302.7430000000168, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Eldâra-KhazModan", -- [5]
				}, -- [52]
				{
					307.579000000027, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [53]
				{
					307.579000000027, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nyzõ-Hyjal", -- [5]
				}, -- [54]
				{
					307.579000000027, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [55]
				{
					307.579000000027, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nainpausteur-KhazModan", -- [5]
				}, -- [56]
				{
					307.579000000027, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [57]
				{
					307.579000000027, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nainpausteur-KhazModan", -- [5]
				}, -- [58]
				{
					312.454000000027, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [59]
				{
					312.4679999999935, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [60]
				{
					317.3349999999628, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [61]
				{
					317.3349999999628, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [62]
				{
					322.1679999999469, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Înka-KhazModan", -- [5]
				}, -- [63]
				{
					322.1679999999469, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ferlone-Dalaran", -- [5]
				}, -- [64]
				{
					327.0320000000065, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [65]
				{
					327.0320000000065, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Centk-KhazModan", -- [5]
				}, -- [66]
				{
					357.4459999999963, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Alkêêr-KhazModan", -- [5]
				}, -- [67]
				{
					357.4459999999963, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Illidaark-KhazModan", -- [5]
				}, -- [68]
				{
					362.3240000000224, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [69]
				{
					362.3240000000224, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [70]
				{
					362.3240000000224, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [71]
				{
					362.3240000000224, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [72]
				{
					367.2160000000149, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Alkêêr-KhazModan", -- [5]
				}, -- [73]
				{
					367.2160000000149, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Illidaark-KhazModan", -- [5]
				}, -- [74]
				{
					367.2160000000149, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [75]
				{
					372.0300000000279, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [76]
				{
					372.0300000000279, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nainpausteur-KhazModan", -- [5]
				}, -- [77]
				{
					372.0300000000279, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [78]
				{
					376.9079999999376, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Illidaark-KhazModan", -- [5]
				}, -- [79]
				{
					376.9079999999376, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [80]
				{
					376.9079999999376, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [81]
				{
					381.7879999999423, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nainpausteur-KhazModan", -- [5]
				}, -- [82]
				{
					381.7879999999423, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Alkêêr-KhazModan", -- [5]
				}, -- [83]
				{
					386.6720000000205, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nainpausteur-KhazModan", -- [5]
				}, -- [84]
				{
					386.6720000000205, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [85]
				{
					386.6720000000205, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Illidaark-KhazModan", -- [5]
				}, -- [86]
				{
					404.5039999999572, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nainpausteur-KhazModan", -- [5]
				}, -- [87]
				{
					404.5039999999572, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [88]
				{
					404.5039999999572, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Illidaark-KhazModan", -- [5]
				}, -- [89]
				{
					406.5479999999516, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [90]
				{
					408.1729999999516, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [91]
				{
					409.3469999999506, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [92]
				{
					409.3469999999506, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nainpausteur-KhazModan", -- [5]
				}, -- [93]
				{
					411.4199999999255, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [94]
				{
					411.4199999999255, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Illidaark-KhazModan", -- [5]
				}, -- [95]
				{
					413.0059999999357, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kneelforheal-Arygos", -- [5]
				}, -- [96]
				{
					416.6990000000224, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [97]
				{
					416.6990000000224, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Illidaark-KhazModan", -- [5]
				}, -- [98]
				{
					417.9179999999469, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [99]
				{
					417.9179999999469, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [100]
				{
					421.579000000027, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kaidowïn-KhazModan", -- [5]
				}, -- [101]
				{
					422.7750000000233, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [102]
				{
					426.4469999999274, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Wàpo-Dalaran", -- [5]
				}, -- [103]
				{
					427.6639999999898, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Alkêêr-KhazModan", -- [5]
				}, -- [104]
				{
					427.6639999999898, -- [1]
					"Шипастое щупальце", -- [2]
					312078, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [105]
			},
			[318449] = {
				{
					130.2580000000307, -- [1]
					"Н'Зот Заразитель", -- [2]
					318449, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					187.3730000000214, -- [1]
					"Н'Зот Заразитель", -- [2]
					318449, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					216.6239999999525, -- [1]
					"Н'Зот Заразитель", -- [2]
					318449, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					237.2619999999879, -- [1]
					"Н'Зот Заразитель", -- [2]
					318449, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					308.9549999999581, -- [1]
					"Н'Зот Заразитель", -- [2]
					318449, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					366.1389999999665, -- [1]
					"Н'Зот Заразитель", -- [2]
					318449, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					395.3479999999981, -- [1]
					"Н'Зот Заразитель", -- [2]
					318449, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					416.0250000000233, -- [1]
					"Н'Зот Заразитель", -- [2]
					318449, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					497.5329999999376, -- [1]
					"Н'Зот Заразитель", -- [2]
					318449, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
			},
			[316463] = {
				{
					164.2480000000214, -- [1]
					"Врата разума", -- [2]
					316463, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					343.079000000027, -- [1]
					"Врата разума", -- [2]
					316463, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[310331] = {
				{
					18.57699999993201, -- [1]
					"Глаз разума", -- [2]
					310331, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					52.56400000001304, -- [1]
					"Глаз разума", -- [2]
					310331, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[318714] = {
				{
					114.3519999999553, -- [1]
					"Неизвестно", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					114.3519999999553, -- [1]
					"Неизвестно", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					114.3519999999553, -- [1]
					"Неизвестно", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					114.3519999999553, -- [1]
					"Неизвестно", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					114.3519999999553, -- [1]
					"Неизвестно", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					114.3519999999553, -- [1]
					"Неизвестно", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					114.3519999999553, -- [1]
					"Неизвестно", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					169.2719999999972, -- [1]
					"Молотящее щупальце", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					169.2719999999972, -- [1]
					"Щупальце Заразителя", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					169.2719999999972, -- [1]
					"Шипастое щупальце", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					169.2719999999972, -- [1]
					"Шипастое щупальце", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					169.2719999999972, -- [1]
					"Шипастое щупальце", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					219.2849999999162, -- [1]
					"Молотящее щупальце", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					219.2849999999162, -- [1]
					"Шипастое щупальце", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					219.2849999999162, -- [1]
					"Шипастое щупальце", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					219.2849999999162, -- [1]
					"Щупальце Заразителя", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					219.2849999999162, -- [1]
					"Щупальце Заразителя", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					293.1309999999357, -- [1]
					"Молотящее щупальце", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					293.1309999999357, -- [1]
					"Щупальце Заразителя", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					293.1309999999357, -- [1]
					"Щупальце Заразителя", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					293.1309999999357, -- [1]
					"Щупальце Заразителя", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					293.1309999999357, -- [1]
					"Шипастое щупальце", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					293.1309999999357, -- [1]
					"Молотящее щупальце", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					293.1309999999357, -- [1]
					"Шипастое щупальце", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					293.1309999999357, -- [1]
					"Шипастое щупальце", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					348.1300000000047, -- [1]
					"Молотящее щупальце", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					348.1300000000047, -- [1]
					"Щупальце Заразителя", -- [2]
					318714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
			},
			[315772] = {
				{
					111.2600000000093, -- [1]
					"Н'Зот Заразитель", -- [2]
					315772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					290.0209999999497, -- [1]
					"Н'Зот Заразитель", -- [2]
					315772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[310184] = {
				{
					23.69799999997485, -- [1]
					"Эгос", -- [2]
					310184, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					51.54200000001583, -- [1]
					"Эгос", -- [2]
					310184, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					187.780999999959, -- [1]
					"Эгос", -- [2]
					310184, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					215.7899999999208, -- [1]
					"Эгос", -- [2]
					310184, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					365.3349999999628, -- [1]
					"Эгос", -- [2]
					310184, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					392.060999999987, -- [1]
					"Эгос", -- [2]
					310184, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					420.0949999999721, -- [1]
					"Эгос", -- [2]
					310184, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[317102] = {
				{
					475.8399999999674, -- [1]
					"Н'Зот Заразитель", -- [2]
					317102, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					522.125, -- [1]
					"Н'Зот Заразитель", -- [2]
					317102, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[317066] = {
				{
					490.0949999999721, -- [1]
					"Пожинатель мыслей", -- [2]
					317066, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					515.814000000013, -- [1]
					"Пожинатель мыслей", -- [2]
					317066, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[314843] = {
				{
					542.0479999999516, -- [1]
					"Н'Зот Заразитель", -- [2]
					314843, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [110]
		{
			[311980] = {
				{
					205.7529999999097, -- [1]
					"Гневион", -- [2]
					311980, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[307008] = {
				{
					16.20100000000093, -- [1]
					"Взор безумия", -- [2]
					307008, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					75.80499999993481, -- [1]
					"Взор безумия", -- [2]
					307008, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					134.5719999999274, -- [1]
					"Взор безумия", -- [2]
					307008, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[306971] = {
				{
					4.766999999992549, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					28.7839999999851, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					52.77099999994971, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					77.31099999998696, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					100.8049999999348, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					124.7699999999022, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					148.780999999959, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					172.7799999999115, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					212.4429999999702, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					245.7389999999432, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					279.061999999918, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					313.5209999999497, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					327.0370000000112, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					349.2249999999767, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
			},
			[313039] = {
				{
					438.4139999999898, -- [1]
					"Ярость Н'Зота", -- [2]
					313039, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесконечная тьма", -- [5]
				}, -- [1]
			},
			[307808] = {
				{
					207.0669999999227, -- [1]
					"Ярость Н'Зота", -- [2]
					307808, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					229.262999999919, -- [1]
					"Ярость Н'Зота", -- [2]
					307808, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					251.4809999999125, -- [1]
					"Ярость Н'Зота", -- [2]
					307808, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					273.7359999999171, -- [1]
					"Ярость Н'Зота", -- [2]
					307808, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					295.935999999987, -- [1]
					"Ярость Н'Зота", -- [2]
					307808, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					336.1329999999143, -- [1]
					"Ярость Н'Зота", -- [2]
					307808, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					358.3369999999413, -- [1]
					"Ярость Н'Зота", -- [2]
					307808, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[313362] = {
				{
					11.78499999991618, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					32.80499999993481, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					54.0329999999376, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					75.03200000000652, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					96.03899999998976, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					116.7799999999115, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					137.7839999999851, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					158.7719999999972, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					179.7899999999208, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					200.2729999999283, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					222.4969999999739, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					246.8189999999013, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					267.1289999999572, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					289.1549999999115, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					311.3839999999618, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					342.7029999999795, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					393.8789999999572, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					421.1130000000121, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					447.8800000000047, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
			},
			[307092] = {
				{
					323.4839999999385, -- [1]
					"Ярость Н'Зота", -- [2]
					307092, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					356.7969999999041, -- [1]
					"Ярость Н'Зота", -- [2]
					307092, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[307071] = {
				{
					181.8239999999059, -- [1]
					"Анаболический нарост", -- [2]
					307071, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					181.8239999999059, -- [1]
					"Анаболический нарост", -- [2]
					307071, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					181.8239999999059, -- [1]
					"Анаболический нарост", -- [2]
					307071, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					181.8239999999059, -- [1]
					"Анаболический нарост", -- [2]
					307071, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					181.8239999999059, -- [1]
					"Анаболический нарост", -- [2]
					307071, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					181.8239999999059, -- [1]
					"Анаболический нарост", -- [2]
					307071, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					181.8239999999059, -- [1]
					"Анаболический нарост", -- [2]
					307071, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					181.8239999999059, -- [1]
					"Анаболический нарост", -- [2]
					307071, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					181.8239999999059, -- [1]
					"Анаболический нарост", -- [2]
					307071, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					181.8439999999246, -- [1]
					"Анаболический нарост", -- [2]
					307071, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					181.8439999999246, -- [1]
					"Анаболический нарост", -- [2]
					307071, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					181.8439999999246, -- [1]
					"Анаболический нарост", -- [2]
					307071, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					181.8439999999246, -- [1]
					"Анаболический нарост", -- [2]
					307071, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					181.8439999999246, -- [1]
					"Анаболический нарост", -- [2]
					307071, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					181.8439999999246, -- [1]
					"Анаболический нарост", -- [2]
					307071, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					181.8439999999246, -- [1]
					"Анаболический нарост", -- [2]
					307071, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
			},
			[307809] = {
				{
					209.5829999999842, -- [1]
					"Ярость Н'Зота", -- [2]
					307809, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесконечная тьма", -- [5]
				}, -- [1]
				{
					231.7879999999423, -- [1]
					"Ярость Н'Зота", -- [2]
					307809, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесконечная тьма", -- [5]
				}, -- [2]
				{
					253.997999999905, -- [1]
					"Ярость Н'Зота", -- [2]
					307809, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесконечная тьма", -- [5]
				}, -- [3]
				{
					276.2649999998976, -- [1]
					"Ярость Н'Зота", -- [2]
					307809, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесконечная тьма", -- [5]
				}, -- [4]
				{
					298.4510000000009, -- [1]
					"Ярость Н'Зота", -- [2]
					307809, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесконечная тьма", -- [5]
				}, -- [5]
				{
					338.6689999999944, -- [1]
					"Ярость Н'Зота", -- [2]
					307809, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесконечная тьма", -- [5]
				}, -- [6]
				{
					360.8499999999767, -- [1]
					"Ярость Н'Зота", -- [2]
					307809, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесконечная тьма", -- [5]
				}, -- [7]
			},
			[306988] = {
				{
					15.76699999999255, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					44.77399999997579, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					73.77399999997579, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					103.0860000000102, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					131.7689999999711, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					160.7759999999544, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					203.4929999999004, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					225.7469999999739, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					249.1039999999339, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					270.1419999999926, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					292.3889999999665, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					332.5829999999842, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					365.9120000000112, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					419.8679999999004, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					451.8439999999246, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
			},
			[315947] = {
				{
					16.77499999990687, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [1]
				{
					30.03499999991618, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [2]
				{
					42.77399999997579, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					55.80699999991339, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					68.79399999999441, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					81.77700000000186, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [6]
				{
					94.77499999990687, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [7]
				{
					107.7889999999898, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [8]
				{
					120.7550000000047, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [9]
				{
					133.7759999999544, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [10]
				{
					146.7949999999255, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [11]
				{
					161.8689999999479, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [12]
				{
					173.8669999999693, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [13]
				{
					330.4629999999888, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [14]
				{
					352.6659999999683, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [15]
				{
					399.8539999999339, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [16]
				{
					410.8469999999506, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [17]
				{
					422.375, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [18]
				{
					433.1979999999749, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [19]
				{
					443.8630000000121, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [20]
				{
					454.8669999999693, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [21]
				{
					465.8669999999693, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [22]
			},
			[313041] = {
				{
					435.8800000000047, -- [1]
					"Ярость Н'Зота", -- [2]
					313041, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[306986] = {
				{
					403.35699999996, -- [1]
					"Ярость Н'Зота", -- [2]
					306986, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					470.3659999999218, -- [1]
					"Ярость Н'Зота", -- [2]
					306986, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [111]
		{
			[306988] = {
				{
					15.94799999997485, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					44.97199999995064, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					73.95199999993201, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					103.2049999999581, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					131.9290000000037, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					160.9499999999534, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					189.9499999999534, -- [1]
					"Ярость Н'Зота", -- [2]
					306988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[313362] = {
				{
					11.95600000000559, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					32.9419999999227, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					54.1940000000177, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					75.18900000001304, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					96.18999999994412, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					116.9639999999199, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					137.9469999999274, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					158.9379999999655, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					179.9239999999991, -- [1]
					"Ярость Н'Зота", -- [2]
					313362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
			},
			[315947] = {
				{
					17.22199999995064, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [1]
				{
					30.00500000000466, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [2]
				{
					42.93499999993946, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					55.93799999996554, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					68.92399999999907, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					81.92599999997765, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [6]
				{
					94.9639999999199, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [7]
				{
					107.9340000000084, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [8]
				{
					120.9569999999367, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [9]
				{
					133.9379999999655, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [10]
				{
					146.9629999999888, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [11]
				{
					162.1209999999264, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [12]
				{
					174.0019999999786, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Aralyä-KhazModan", -- [5]
				}, -- [13]
				{
					185.9429999999702, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Eldâra-KhazModan", -- [5]
				}, -- [14]
				{
					198.9340000000084, -- [1]
					"Ярость Н'Зота", -- [2]
					315947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Eldâra-KhazModan", -- [5]
				}, -- [15]
			},
			[311980] = {
				{
					199.5039999999572, -- [1]
					"Гневион", -- [2]
					311980, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[306971] = {
				{
					4.954999999958091, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					29.81099999998696, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					52.94499999994878, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					77.23999999999069, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					100.9290000000037, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					124.9529999999795, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					149.2229999999981, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					172.9639999999199, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					196.9479999999749, -- [1]
					"Ярость Н'Зота", -- [2]
					306971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
			},
			[307008] = {
				{
					18.57799999997951, -- [1]
					"Взор безумия", -- [2]
					307008, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					75.81999999994878, -- [1]
					"Взор безумия", -- [2]
					307008, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					134.655999999959, -- [1]
					"Взор безумия", -- [2]
					307008, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					151.7029999999795, -- [1]
					"Взор безумия", -- [2]
					307008, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [112]
		{
			[314411] = {
				{
					37.48800000001211, -- [1]
					"Мал'тир - маг Бездны", -- [2]
					314411, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [1]
				{
					60.54100000002654, -- [1]
					"Мал'тир - маг Бездны", -- [2]
					314411, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [2]
			},
			[266258] = {
				{
					3.657999999995809, -- [1]
					"Drust Slaver Summoning Portal", -- [2]
					266258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					20.68400000000838, -- [1]
					"Drust Slaver Summoning Portal", -- [2]
					266258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					37.70600000000559, -- [1]
					"Drust Slaver Summoning Portal", -- [2]
					266258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					60.75099999998929, -- [1]
					"Drust Slaver Summoning Portal", -- [2]
					266258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					78.95600000000559, -- [1]
					"Drust Slaver Summoning Portal", -- [2]
					266258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					98.38199999998324, -- [1]
					"Drust Slaver Summoning Portal", -- [2]
					266258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					115.7640000000247, -- [1]
					"Drust Slaver Summoning Portal", -- [2]
					266258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					133.9899999999907, -- [1]
					"Drust Slaver Summoning Portal", -- [2]
					266258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					153.4049999999697, -- [1]
					"Drust Slaver Summoning Portal", -- [2]
					266258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					174.0169999999926, -- [1]
					"Drust Slaver Summoning Portal", -- [2]
					266258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					191.0179999999818, -- [1]
					"Drust Slaver Summoning Portal", -- [2]
					266258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					209.2299999999814, -- [1]
					"Drust Slaver Summoning Portal", -- [2]
					266258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					229.8339999999735, -- [1]
					"Drust Slaver Summoning Portal", -- [2]
					266258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					248.0380000000005, -- [1]
					"Drust Slaver Summoning Portal", -- [2]
					266258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					267.0559999999823, -- [1]
					"Drust Slaver Summoning Portal", -- [2]
					266258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					286.4650000000256, -- [1]
					"Drust Slaver Summoning Portal", -- [2]
					266258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
			},
			[273657] = {
				{
					18.89899999997579, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.89399999997113, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					39.75300000002608, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					51.13299999997253, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					53.07400000002235, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					68.875, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					71.29899999999907, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					73.72100000001956, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					76.13199999998324, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					88.26899999997113, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					88.26899999997113, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					89.47600000002421, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					96.77799999999115, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					103.6180000000168, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					112.5619999999763, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					130.755999999994, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					149.359999999986, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					152.5979999999981, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					168.7820000000065, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					189.0250000000233, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					202.2289999999921, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					209.6469999999972, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					210.0540000000037, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					224.5929999999935, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					236.2220000000089, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					239.9660000000149, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					245.2289999999921, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					249.6940000000177, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					260.5960000000196, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					260.609999999986, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					263.4270000000252, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					271.5380000000005, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					278.0129999999772, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					282.4569999999949, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					287.2920000000158, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					293.7509999999893, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					294.5590000000084, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					295.7729999999865, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
			},
			[266266] = {
				{
					3.642999999981839, -- [1]
					"Горак Тул", -- [2]
					266266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					20.68400000000838, -- [1]
					"Горак Тул", -- [2]
					266266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					37.70600000000559, -- [1]
					"Горак Тул", -- [2]
					266266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					60.75099999998929, -- [1]
					"Горак Тул", -- [2]
					266266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					78.95600000000559, -- [1]
					"Горак Тул", -- [2]
					266266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					98.38199999998324, -- [1]
					"Горак Тул", -- [2]
					266266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					115.7640000000247, -- [1]
					"Горак Тул", -- [2]
					266266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					133.9899999999907, -- [1]
					"Горак Тул", -- [2]
					266266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					153.4049999999697, -- [1]
					"Горак Тул", -- [2]
					266266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					174.0030000000261, -- [1]
					"Горак Тул", -- [2]
					266266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					191.0179999999818, -- [1]
					"Горак Тул", -- [2]
					266266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					209.2299999999814, -- [1]
					"Горак Тул", -- [2]
					266266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					229.8339999999735, -- [1]
					"Горак Тул", -- [2]
					266266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					248.0380000000005, -- [1]
					"Горак Тул", -- [2]
					266266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					267.0559999999823, -- [1]
					"Горак Тул", -- [2]
					266266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					286.4650000000256, -- [1]
					"Горак Тул", -- [2]
					266266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
			},
			[266225] = {
				{
					40.6359999999986, -- [1]
					"Горак Тул", -- [2]
					266225, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [1]
				{
					263.9070000000065, -- [1]
					"Горак Тул", -- [2]
					266225, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [2]
			},
			[273658] = {
				{
					19.42700000002515, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					35.23999999999069, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					40.22399999998743, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					51.69099999999162, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					53.42399999999907, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					69.27700000000186, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					71.60399999999208, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					73.91800000000512, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					88.46299999998882, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					88.57000000000698, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					89.74900000001071, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					97.1140000000014, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					103.9479999999749, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					112.7829999999958, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					131.1689999999944, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					149.5879999999888, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					152.7870000000112, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					169.0769999999902, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					189.3630000000121, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					202.5310000000172, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					209.9560000000056, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					210.484999999986, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					224.9710000000196, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					236.4899999999907, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					240.1720000000205, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					245.5380000000005, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					249.984999999986, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					260.8819999999832, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					261.0929999999935, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					271.8939999999711, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					278.3539999999921, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					282.804999999993, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					287.765000000014, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					294.0349999999744, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					294.875, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					296.1489999999758, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
			},
			[268202] = {
				{
					13.29399999999441, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [1]
				{
					30.40000000002328, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [2]
				{
					34.89399999997113, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [3]
				{
					46.20100000000093, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [4]
				{
					47.40200000000186, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [5]
				{
					63.14899999997579, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [6]
				{
					66.77899999998044, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [7]
				{
					70.4309999999823, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [8]
				{
					82.59999999997672, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [9]
				{
					86.21700000000419, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [10]
				{
					98.35700000001816, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [11]
				{
					108.0669999999809, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [12]
				{
					125.0569999999716, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [13]
				{
					143.6730000000098, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [14]
				{
					146.9170000000158, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [15]
				{
					162.6759999999777, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [16]
				{
					163.0970000000089, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [17]
				{
					178.8439999999828, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [18]
				{
					183.6819999999716, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [19]
				{
					204.3400000000256, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [20]
				{
					218.4120000000112, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [21]
				{
					220.1230000000214, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [22]
				{
					239.1219999999739, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [23]
				{
					254.9130000000005, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [24]
				{
					257.2480000000214, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [25]
				{
					265.820000000007, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [26]
				{
					272.2920000000158, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [27]
				{
					276.7579999999725, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [28]
				{
					281.6070000000182, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [29]
				{
					288.0779999999795, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [30]
				{
					292.5069999999832, -- [1]
					"Меченный смертью поработитель", -- [2]
					268202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [31]
			},
			[314406] = {
				{
					18.02500000002328, -- [1]
					"Мал'тир - маг Бездны", -- [2]
					314406, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [1]
				{
					30.20199999999022, -- [1]
					"Мал'тир - маг Бездны", -- [2]
					314406, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [2]
				{
					41.14299999998184, -- [1]
					"Мал'тир - маг Бездны", -- [2]
					314406, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [3]
				{
					64.15799999999581, -- [1]
					"Мал'тир - маг Бездны", -- [2]
					314406, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [4]
			},
			[266181] = {
				{
					27.78899999998976, -- [1]
					"Горак Тул", -- [2]
					266181, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					55.69199999998091, -- [1]
					"Горак Тул", -- [2]
					266181, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					83.58899999997811, -- [1]
					"Горак Тул", -- [2]
					266181, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					111.5079999999725, -- [1]
					"Горак Тул", -- [2]
					266181, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					139.8499999999767, -- [1]
					"Горак Тул", -- [2]
					266181, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					168.9899999999907, -- [1]
					"Горак Тул", -- [2]
					266181, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					196.8790000000154, -- [1]
					"Горак Тул", -- [2]
					266181, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					224.7750000000233, -- [1]
					"Горак Тул", -- [2]
					266181, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					252.6979999999749, -- [1]
					"Горак Тул", -- [2]
					266181, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					281.4189999999944, -- [1]
					"Горак Тул", -- [2]
					266181, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
			},
		}, -- [113]
		{
			[261438] = {
				{
					6.685999999986962, -- [1]
					"Лорд Уэйкрест", -- [2]
					261438, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					28.48700000002282, -- [1]
					"Лорд Уэйкрест", -- [2]
					261438, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					46.72600000002421, -- [1]
					"Лорд Уэйкрест", -- [2]
					261438, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					63.72399999998743, -- [1]
					"Лорд Уэйкрест", -- [2]
					261438, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					80.69599999999627, -- [1]
					"Лорд Уэйкрест", -- [2]
					261438, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
			},
			[261439] = {
				{
					8.808000000019092, -- [1]
					"Лорд Уэйкрест", -- [2]
					261439, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					24.56200000003446, -- [1]
					"Лорд Уэйкрест", -- [2]
					261439, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					41.5449999999837, -- [1]
					"Лорд Уэйкрест", -- [2]
					261439, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					59.79899999999907, -- [1]
					"Лорд Уэйкрест", -- [2]
					261439, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					75.54800000000978, -- [1]
					"Лорд Уэйкрест", -- [2]
					261439, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[261440] = {
				{
					10.31599999999162, -- [1]
					"Лорд Уэйкрест", -- [2]
					261440, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [1]
				{
					26.06599999999162, -- [1]
					"Лорд Уэйкрест", -- [2]
					261440, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [2]
				{
					43.05200000002515, -- [1]
					"Лорд Уэйкрест", -- [2]
					261440, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [3]
				{
					61.30499999999302, -- [1]
					"Лорд Уэйкрест", -- [2]
					261440, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [4]
				{
					77.05300000001444, -- [1]
					"Лорд Уэйкрест", -- [2]
					261440, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [5]
			},
			[268278] = {
				{
					1.103999999992084, -- [1]
					"Леди Уэйкрест", -- [2]
					268278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					3.538000000000466, -- [1]
					"Леди Уэйкрест", -- [2]
					268278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					5.964000000036322, -- [1]
					"Леди Уэйкрест", -- [2]
					268278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					8.38800000003539, -- [1]
					"Леди Уэйкрест", -- [2]
					268278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					10.81300000002375, -- [1]
					"Леди Уэйкрест", -- [2]
					268278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					13.23600000003353, -- [1]
					"Леди Уэйкрест", -- [2]
					268278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					24.14500000001863, -- [1]
					"Леди Уэйкрест", -- [2]
					268278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					26.5690000000177, -- [1]
					"Леди Уэйкрест", -- [2]
					268278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					28.99300000001676, -- [1]
					"Леди Уэйкрест", -- [2]
					268278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					31.4199999999837, -- [1]
					"Леди Уэйкрест", -- [2]
					268278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					33.85000000003493, -- [1]
					"Леди Уэйкрест", -- [2]
					268278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					48.43499999999767, -- [1]
					"Леди Уэйкрест", -- [2]
					268278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					50.86200000002282, -- [1]
					"Леди Уэйкрест", -- [2]
					268278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					53.30100000003586, -- [1]
					"Леди Уэйкрест", -- [2]
					268278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					77.55200000002515, -- [1]
					"Леди Уэйкрест", -- [2]
					268278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
			},
			[268271] = {
				{
					2.459000000031665, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [1]
				{
					2.527999999991152, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					2.527999999991152, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [3]
				{
					4.788999999989756, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [4]
				{
					4.864999999990687, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					4.879000000015367, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [6]
				{
					7.168000000005122, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [7]
				{
					7.464000000036322, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [8]
				{
					7.464000000036322, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [9]
				{
					9.506999999983236, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [10]
				{
					9.823000000033062, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [11]
				{
					11.94900000002235, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [12]
				{
					12.19699999998557, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [13]
				{
					14.67900000000373, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [14]
				{
					14.96500000002561, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [15]
				{
					25.21000000002096, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [16]
				{
					25.44300000002841, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [17]
				{
					27.82400000002235, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [18]
				{
					27.89400000002934, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [19]
				{
					30.28299999999581, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [20]
				{
					30.2960000000312, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [21]
				{
					32.64199999999255, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [22]
				{
					33.03899999998976, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [23]
				{
					35.07300000003306, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [24]
				{
					35.375, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [25]
				{
					49.95199999999022, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [26]
				{
					49.97899999999208, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [27]
				{
					51.99800000002142, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [28]
				{
					52.44099999999162, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [29]
				{
					54.51900000002934, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [30]
				{
					54.73100000002887, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [31]
				{
					78.91700000001583, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [32]
				{
					79.08699999999953, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [33]
			},
			[268306] = {
				{
					15.67300000000978, -- [1]
					"Леди Уэйкрест", -- [2]
					268306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					41.12400000001071, -- [1]
					"Леди Уэйкрест", -- [2]
					268306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[261446] = {
				{
					18.95799999998417, -- [1]
					"Леди Уэйкрест", -- [2]
					261446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лорд Уэйкрест", -- [5]
				}, -- [1]
				{
					35.91800000000512, -- [1]
					"Леди Уэйкрест", -- [2]
					261446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лорд Уэйкрест", -- [5]
				}, -- [2]
				{
					54.23600000003353, -- [1]
					"Леди Уэйкрест", -- [2]
					261446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лорд Уэйкрест", -- [5]
				}, -- [3]
			},
			[261447] = {
				{
					21.47299999999814, -- [1]
					"Лорд Уэйкрест", -- [2]
					261447, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					38.42399999999907, -- [1]
					"Лорд Уэйкрест", -- [2]
					261447, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					56.75800000003073, -- [1]
					"Лорд Уэйкрест", -- [2]
					261447, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [114]
		{
			[264694] = {
				{
					7.203000000037719, -- [1]
					"Раал Прожорливый", -- [2]
					264694, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [1]
				{
					37.58699999999953, -- [1]
					"Раал Прожорливый", -- [2]
					264694, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [2]
				{
					58.21500000002561, -- [1]
					"Раал Прожорливый", -- [2]
					264694, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [3]
				{
					101.4960000000428, -- [1]
					"Раал Прожорливый", -- [2]
					264694, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [4]
				{
					124.5780000000377, -- [1]
					"Раал Прожорливый", -- [2]
					264694, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [5]
			},
			[278444] = {
				{
					54.29300000000512, -- [1]
					"Прожорливая личинка", -- [2]
					278444, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
			},
			[264693] = {
				{
					4.798000000009779, -- [1]
					"Раал Прожорливый", -- [2]
					264693, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					35.18700000003446, -- [1]
					"Раал Прожорливый", -- [2]
					264693, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					55.81000000005588, -- [1]
					"Раал Прожорливый", -- [2]
					264693, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					78.44800000003306, -- [1]
					"Раал Прожорливый", -- [2]
					264693, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					99.10100000002421, -- [1]
					"Раал Прожорливый", -- [2]
					264693, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					122.1790000000037, -- [1]
					"Раал Прожорливый", -- [2]
					264693, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[268234] = {
				{
					14.6370000000461, -- [1]
					"Желчный слизнюченыш", -- [2]
					268234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					15.51900000002934, -- [1]
					"Желчный слизнюченыш", -- [2]
					268234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					17.71800000005169, -- [1]
					"Желчный слизнюченыш", -- [2]
					268234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					24.82500000001164, -- [1]
					"Желчный слизнюченыш", -- [2]
					268234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					44.15300000004936, -- [1]
					"Желчный слизнюченыш", -- [2]
					268234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					47.91400000004796, -- [1]
					"Желчный слизнюченыш", -- [2]
					268234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					47.93000000005122, -- [1]
					"Желчный слизнюченыш", -- [2]
					268234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					49.12000000005355, -- [1]
					"Желчный слизнюченыш", -- [2]
					268234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					73.74500000005355, -- [1]
					"Желчный слизнюченыш", -- [2]
					268234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					74.53600000002189, -- [1]
					"Желчный слизнюченыш", -- [2]
					268234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					108.3170000000391, -- [1]
					"Желчный слизнюченыш", -- [2]
					268234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					108.3170000000391, -- [1]
					"Желчный слизнюченыш", -- [2]
					268234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					111.6620000000112, -- [1]
					"Желчный слизнюченыш", -- [2]
					268234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					114.9090000000433, -- [1]
					"Желчный слизнюченыш", -- [2]
					268234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
			},
			[264923] = {
				{
					23.69100000004983, -- [1]
					"Раал Прожорливый", -- [2]
					264923, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [1]
				{
					27.32700000004843, -- [1]
					"Раал Прожорливый", -- [2]
					264923, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [2]
				{
					31.38900000002468, -- [1]
					"Раал Прожорливый", -- [2]
					264923, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [3]
				{
					67.40600000001723, -- [1]
					"Раал Прожорливый", -- [2]
					264923, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [4]
				{
					71.06700000003912, -- [1]
					"Раал Прожорливый", -- [2]
					264923, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [5]
				{
					74.71300000004703, -- [1]
					"Раал Прожорливый", -- [2]
					264923, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [6]
				{
					111.1060000000289, -- [1]
					"Раал Прожорливый", -- [2]
					264923, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [7]
				{
					114.7470000000321, -- [1]
					"Раал Прожорливый", -- [2]
					264923, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [8]
				{
					118.3970000000554, -- [1]
					"Раал Прожорливый", -- [2]
					264923, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [9]
			},
			[264153] = {
				{
					33.85900000005495, -- [1]
					"Прожорливая личинка", -- [2]
					264153, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [1]
				{
					33.85900000005495, -- [1]
					"Прожорливая личинка", -- [2]
					264153, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [2]
				{
					35.05200000002515, -- [1]
					"Прожорливая личинка", -- [2]
					264153, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [3]
				{
					44.88400000002002, -- [1]
					"Прожорливая личинка", -- [2]
					264153, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [4]
				{
					69.66100000002189, -- [1]
					"Прожорливая личинка", -- [2]
					264153, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [5]
				{
					71.49300000001676, -- [1]
					"Прожорливая личинка", -- [2]
					264153, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [6]
			},
			[264931] = {
				{
					34.7609999999986, -- [1]
					"Раал Прожорливый", -- [2]
					264931, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					78.05000000004657, -- [1]
					"Раал Прожорливый", -- [2]
					264931, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					121.7600000000093, -- [1]
					"Раал Прожорливый", -- [2]
					264931, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [115]
		{
			[260551] = {
				{
					9.62799999996787, -- [1]
					"Оживленный голиаф", -- [2]
					260551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.47399999998743, -- [1]
					"Оживленный голиаф", -- [2]
					260551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					54.06199999997625, -- [1]
					"Оживленный голиаф", -- [2]
					260551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					76.42900000000373, -- [1]
					"Оживленный голиаф", -- [2]
					260551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					99.43899999995483, -- [1]
					"Оживленный голиаф", -- [2]
					260551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[260508] = {
				{
					7.670999999972992, -- [1]
					"Оживленный голиаф", -- [2]
					260508, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					24.6819999999716, -- [1]
					"Оживленный голиаф", -- [2]
					260508, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					42.89899999997579, -- [1]
					"Оживленный голиаф", -- [2]
					260508, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					59.92999999999302, -- [1]
					"Оживленный голиаф", -- [2]
					260508, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					79.33799999998882, -- [1]
					"Оживленный голиаф", -- [2]
					260508, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					97.51999999996042, -- [1]
					"Оживленный голиаф", -- [2]
					260508, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
				{
					115.7379999999539, -- [1]
					"Оживленный голиаф", -- [2]
					260508, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [7]
			},
			[272668] = {
				{
					47.20899999997346, -- [1]
					"Неизвестно", -- [2]
					272668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					48.11499999999069, -- [1]
					"Пылающая душа", -- [2]
					272668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					49.38299999997253, -- [1]
					"Пылающая душа", -- [2]
					272668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					50.21899999998277, -- [1]
					"Пылающая душа", -- [2]
					272668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					51.25799999997253, -- [1]
					"Пылающая душа", -- [2]
					272668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					52.08199999999488, -- [1]
					"Пылающая душа", -- [2]
					272668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					53.45999999996275, -- [1]
					"Пылающая душа", -- [2]
					272668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[260512] = {
				{
					52.50599999999395, -- [1]
					"Оживленный голиаф", -- [2]
					260512, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [116]
		{
			[261266] = {
				{
					45.99799999996321, -- [1]
					"Сестра Маладия", -- [2]
					261266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[260805] = {
				{
					0.8299999999580905, -- [1]
					"Сестра Солена", -- [2]
					260805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.00899999996182, -- [1]
					"Сестра Маладия", -- [2]
					260805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					48.99799999996321, -- [1]
					"Сестра Брайар", -- [2]
					260805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					78.90299999999115, -- [1]
					"Сестра Солена", -- [2]
					260805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					114.1939999999595, -- [1]
					"Сестра Маладия", -- [2]
					260805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					140.109999999986, -- [1]
					"Сестра Брайар", -- [2]
					260805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[1513] = {
				{
					23.26599999994505, -- [1]
					"Gronï-Hyjal", -- [2]
					1513, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сюэнь", -- [5]
				}, -- [1]
			},
			[268077] = {
				{
					1.710999999952037, -- [1]
					"Сестра Солена", -- [2]
					268077, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					79.38799999997718, -- [1]
					"Сестра Солена", -- [2]
					268077, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[260852] = {
				{
					32.48999999999069, -- [1]
					"Сестра Маладия", -- [2]
					260852, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Радужный кристалл", -- [5]
				}, -- [1]
				{
					47.46899999998277, -- [1]
					"Сестра Брайар", -- [2]
					260852, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Радужный кристалл", -- [5]
				}, -- [2]
				{
					77.3849999999511, -- [1]
					"Сестра Солена", -- [2]
					260852, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Радужный кристалл", -- [5]
				}, -- [3]
				{
					112.6599999999744, -- [1]
					"Сестра Маладия", -- [2]
					260852, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Радужный кристалл", -- [5]
				}, -- [4]
				{
					138.5989999999874, -- [1]
					"Сестра Брайар", -- [2]
					260852, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Радужный кристалл", -- [5]
				}, -- [5]
			},
			[260701] = {
				{
					1.988999999943189, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					4.929999999993015, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [2]
				{
					7.354999999981374, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [3]
				{
					9.768999999971129, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [4]
				{
					12.20699999999488, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [5]
				{
					14.63999999995576, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [6]
				{
					18.2839999999851, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [7]
				{
					20.71199999999953, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [8]
				{
					23.13699999998789, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [9]
				{
					26.78699999995297, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [10]
				{
					29.21899999998277, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [11]
				{
					31.64399999997113, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [12]
				{
					34.06099999998696, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [13]
				{
					36.49699999997392, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [14]
				{
					38.93899999995483, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [15]
				{
					41.35799999994924, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [16]
				{
					43.77699999994366, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [17]
				{
					46.22199999995064, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [18]
				{
					83.9989999999525, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [19]
				{
					86.25599999999395, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [20]
				{
					88.69199999998091, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [21]
				{
					91.12899999995716, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [22]
				{
					93.5679999999702, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [23]
				{
					95.99099999997998, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [24]
				{
					98.42999999999302, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [25]
				{
					100.8549999999814, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [26]
				{
					103.2929999999469, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [27]
				{
					105.7219999999506, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [28]
				{
					108.1669999999576, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [29]
				{
					110.5779999999795, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [30]
				{
					113.0329999999958, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [31]
				{
					115.4599999999628, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [32]
				{
					117.8739999999525, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [33]
				{
					120.3229999999749, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [34]
				{
					122.7549999999465, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [35]
				{
					125.1759999999777, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [36]
				{
					127.5999999999767, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [37]
				{
					130.0359999999637, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [38]
				{
					132.4789999999921, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [39]
				{
					134.9069999999483, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [40]
				{
					137.3499999999767, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [41]
			},
			[19574] = {
				{
					19.56499999994412, -- [1]
					"Gronï-Hyjal", -- [2]
					19574, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[260907] = {
				{
					10.99599999998463, -- [1]
					"Сестра Солена", -- [2]
					260907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					91.12899999995716, -- [1]
					"Сестра Солена", -- [2]
					260907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[260698] = {
				{
					88.69199999998091, -- [1]
					"Сестра Солена", -- [2]
					260698, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					105.7219999999506, -- [1]
					"Сестра Солена", -- [2]
					260698, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
			},
			[261264] = {
				{
					30.8399999999674, -- [1]
					"Сестра Солена", -- [2]
					261264, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[260741] = {
				{
					58.36999999999534, -- [1]
					"Сестра Брайар", -- [2]
					260741, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [1]
				{
					72.90199999994365, -- [1]
					"Сестра Брайар", -- [2]
					260741, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [2]
				{
					148.2769999999437, -- [1]
					"Сестра Брайар", -- [2]
					260741, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [3]
			},
			[268088] = {
				{
					34.5, -- [1]
					"Сестра Маладия", -- [2]
					268088, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					114.6649999999791, -- [1]
					"Сестра Маладия", -- [2]
					268088, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[264475] = {
				{
					91.26599999994505, -- [1]
					"Lylu-Hyjal", -- [2]
					264475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[260696] = {
				{
					38.93899999995483, -- [1]
					"Сестра Маладия", -- [2]
					260696, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					46.22199999995064, -- [1]
					"Сестра Маладия", -- [2]
					260696, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					119.0989999999874, -- [1]
					"Сестра Маладия", -- [2]
					260696, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
			},
			[781] = {
				{
					19.9199999999837, -- [1]
					"Gronï-Hyjal", -- [2]
					781, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[260699] = {
				{
					32.87099999998463, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [1]
				{
					35.28199999994831, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [2]
				{
					37.73499999998603, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [3]
				{
					40.15199999994366, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [4]
				{
					42.55799999996088, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [5]
				{
					45.01399999996647, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [6]
				{
					47.42599999997765, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [7]
				{
					49.86699999996927, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [8]
				{
					52.28099999995902, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [9]
				{
					54.72299999999814, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [10]
				{
					57.16899999999441, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [11]
				{
					60.79399999999441, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [12]
				{
					63.21999999997206, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [13]
				{
					65.65699999994831, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [14]
				{
					68.07399999996414, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [15]
				{
					70.49399999994785, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [16]
				{
					72.90199999994365, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [17]
				{
					75.32299999997485, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [18]
			},
			[260703] = {
				{
					42.55799999996088, -- [1]
					"Сестра Маладия", -- [2]
					260703, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					122.7549999999465, -- [1]
					"Сестра Маладия", -- [2]
					260703, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[261265] = {
				{
					76.01899999997113, -- [1]
					"Сестра Брайар", -- [2]
					261265, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[260700] = {
				{
					1.292999999946915, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					3.726999999955297, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [2]
				{
					6.142999999981839, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [3]
				{
					8.560999999986961, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [4]
				{
					10.99599999998463, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [5]
				{
					13.42399999999907, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [6]
				{
					15.84599999996135, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [7]
				{
					19.49699999997392, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [8]
				{
					21.92199999996228, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [9]
				{
					24.34999999997672, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [10]
				{
					26.78699999995297, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [11]
				{
					29.21899999998277, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [12]
				{
					31.64399999997113, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [13]
				{
					48.66199999995297, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [14]
				{
					51.08699999999953, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [15]
				{
					53.4989999999525, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Jibido-Nazjatar", -- [5]
				}, -- [16]
				{
					55.9429999999702, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [17]
				{
					58.36999999999534, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [18]
				{
					60.79399999999441, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [19]
				{
					63.21999999997206, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [20]
				{
					65.65699999994831, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [21]
				{
					68.07399999996414, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [22]
				{
					70.49399999994785, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [23]
				{
					72.90199999994365, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [24]
				{
					75.32299999997485, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [25]
				{
					77.77399999997579, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [26]
				{
					80.1809999999823, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [27]
				{
					82.60799999994924, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [28]
				{
					85.04399999999441, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [29]
				{
					87.4649999999674, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [30]
				{
					89.94099999999162, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [31]
				{
					93.5679999999702, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [32]
				{
					95.99099999997998, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [33]
				{
					98.42999999999302, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [34]
				{
					100.8549999999814, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [35]
				{
					103.2929999999469, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [36]
				{
					105.7219999999506, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [37]
				{
					108.1669999999576, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Свёртка", -- [5]
				}, -- [38]
				{
					110.5779999999795, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gronï-Hyjal", -- [5]
				}, -- [39]
			},
			[19801] = {
				{
					11.42299999995157, -- [1]
					"Gronï-Hyjal", -- [2]
					19801, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lylu-Hyjal", -- [5]
				}, -- [1]
			},
			[125439] = {
				{
					91.28199999994831, -- [1]
					"Lylu-Hyjal", -- [2]
					125439, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[260697] = {
				{
					66.86099999997532, -- [1]
					"Сестра Брайар", -- [2]
					260697, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					144.6349999999511, -- [1]
					"Сестра Брайар", -- [2]
					260697, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					150.6969999999856, -- [1]
					"Сестра Брайар", -- [2]
					260697, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
			},
			[186265] = {
				{
					15.07099999999628, -- [1]
					"Gronï-Hyjal", -- [2]
					186265, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[268122] = {
				{
					49.08799999998882, -- [1]
					"Сестра Брайар", -- [2]
					268122, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					140.2019999999902, -- [1]
					"Сестра Брайар", -- [2]
					268122, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[264492] = {
				{
					91.56099999998696, -- [1]
					"Lylu-Hyjal", -- [2]
					264492, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					91.57599999994272, -- [1]
					"Lylu-Hyjal", -- [2]
					264492, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[116670] = {
				{
					93.82399999996414, -- [1]
					"Lylu-Hyjal", -- [2]
					116670, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сестра Солена", -- [5]
				}, -- [1]
			},
		}, -- [117]
		{
			[267034] = {
				{
					11.19699999998557, -- [1]
					"Вол'зит Шепчущая", -- [2]
					267034, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пеини-ЧерныйШрам", -- [5]
				}, -- [1]
			},
			[267360] = {
				{
					24.64999999996508, -- [1]
					"Вол'зит Шепчущая", -- [2]
					267360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[269399] = {
				{
					17.54199999995763, -- [1]
					"Вол'зит Шепчущая", -- [2]
					269399, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[267385] = {
				{
					11.07699999999022, -- [1]
					"Щупальце", -- [2]
					267385, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					15.93899999995483, -- [1]
					"Щупальце", -- [2]
					267385, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					21.1929999999702, -- [1]
					"Щупальце", -- [2]
					267385, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					36.95899999997346, -- [1]
					"Щупальце", -- [2]
					267385, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					38.99299999995856, -- [1]
					"Щупальце", -- [2]
					267385, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					43.03499999997439, -- [1]
					"Щупальце", -- [2]
					267385, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					49.90499999996973, -- [1]
					"Щупальце", -- [2]
					267385, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					58.67200000002049, -- [1]
					"Щупальце", -- [2]
					267385, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[267548] = {
				{
					24.64999999996508, -- [1]
					"Утонувший обитатель глубин", -- [2]
					267548, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[267299] = {
				{
					50.7489999999525, -- [1]
					"Вол'зит Шепчущая", -- [2]
					267299, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [118]
		{
			[269131] = {
				{
					18.20000000001164, -- [1]
					"Лорд Штормсонг", -- [2]
					269131, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[268896] = {
				{
					14.26799999998184, -- [1]
					"Лорд Штормсонг", -- [2]
					268896, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.20199999999022, -- [1]
					"Лорд Штормсонг", -- [2]
					268896, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					37.33799999998882, -- [1]
					"Лорд Штормсонг", -- [2]
					268896, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[269097] = {
				{
					13.13299999997253, -- [1]
					"Лорд Штормсонг", -- [2]
					269097, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[268347] = {
				{
					10.21399999997811, -- [1]
					"Лорд Штормсонг", -- [2]
					268347, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					21.12599999998929, -- [1]
					"Лорд Штормсонг", -- [2]
					268347, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					36.92099999997299, -- [1]
					"Лорд Штормсонг", -- [2]
					268347, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
			},
		}, -- [119]
		{
			[267901] = {
				{
					6.454000000027008, -- [1]
					"Брат Айронхалл", -- [2]
					267901, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					39.17499999998836, -- [1]
					"Брат Айронхалл", -- [2]
					267901, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[267818] = {
				{
					1.239000000001397, -- [1]
					"Призывательница штормов Фэй", -- [2]
					267818, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					15.42700000002515, -- [1]
					"Призывательница штормов Фэй", -- [2]
					267818, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					25.1359999999986, -- [1]
					"Призывательница штормов Фэй", -- [2]
					267818, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[267830] = {
				{
					26.27500000002328, -- [1]
					"Призывательница штормов Фэй", -- [2]
					267830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[267899] = {
				{
					8.850000000034925, -- [1]
					"Брат Айронхалл", -- [2]
					267899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.06200000003446, -- [1]
					"Брат Айронхалл", -- [2]
					267899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					45.25099999998929, -- [1]
					"Брат Айронхалл", -- [2]
					267899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [120]
		{
			[268184] = {
				{
					30.38500000000931, -- [1]
					"Говорящая с ветрами Хелдис", -- [2]
					268184, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					59.95100000000093, -- [1]
					"Говорящая с ветрами Хелдис", -- [2]
					268184, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[264903] = {
				{
					28.6819999999716, -- [1]
					"Аква'сирр", -- [2]
					264903, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[268177] = {
				{
					10.46399999997811, -- [1]
					"Говорящая с ветрами Хелдис", -- [2]
					268177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					14.10700000001816, -- [1]
					"Говорящая с ветрами Хелдис", -- [2]
					268177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					17.75699999998324, -- [1]
					"Говорящая с ветрами Хелдис", -- [2]
					268177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					21.37799999996787, -- [1]
					"Говорящая с ветрами Хелдис", -- [2]
					268177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					33.14699999999721, -- [1]
					"Говорящая с ветрами Хелдис", -- [2]
					268177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					37.17499999998836, -- [1]
					"Говорящая с ветрами Хелдис", -- [2]
					268177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
				{
					40.83500000002096, -- [1]
					"Говорящая с ветрами Хелдис", -- [2]
					268177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [7]
				{
					44.46799999999348, -- [1]
					"Говорящая с ветрами Хелдис", -- [2]
					268177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [8]
				{
					53.37799999996787, -- [1]
					"Говорящая с ветрами Хелдис", -- [2]
					268177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Штаен", -- [5]
				}, -- [9]
				{
					57.02999999996973, -- [1]
					"Говорящая с ветрами Хелдис", -- [2]
					268177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [10]
				{
					62.69099999999162, -- [1]
					"Говорящая с ветрами Хелдис", -- [2]
					268177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [11]
				{
					66.73499999998603, -- [1]
					"Говорящая с ветрами Хелдис", -- [2]
					268177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [12]
			},
			[241680] = {
				{
					5.619999999995343, -- [1]
					"Лорд Штормсонг", -- [2]
					241680, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[264477] = {
				{
					25.75599999999395, -- [1]
					"Аква'сирр", -- [2]
					264477, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[264526] = {
				{
					25.7729999999865, -- [1]
					"Цепкие щупальца", -- [2]
					264526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[264560] = {
				{
					10.46399999997811, -- [1]
					"Аква'сирр", -- [2]
					264560, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					39.80300000001444, -- [1]
					"Воденыш", -- [2]
					264560, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					40.83500000002096, -- [1]
					"Воденыш", -- [2]
					264560, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шальтаира", -- [5]
				}, -- [3]
				{
					44.46799999999348, -- [1]
					"Воденыш", -- [2]
					264560, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пеини-ЧерныйШрам", -- [5]
				}, -- [4]
			},
			[268187] = {
				{
					23.3190000000177, -- [1]
					"Говорящая с ветрами Хелдис", -- [2]
					268187, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					46.39299999998184, -- [1]
					"Говорящая с ветрами Хелдис", -- [2]
					268187, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[265001] = {
				{
					39.64199999999255, -- [1]
					"Воденыш", -- [2]
					265001, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пеини-ЧерныйШрам", -- [5]
				}, -- [1]
				{
					42.04200000001583, -- [1]
					"Воденыш", -- [2]
					265001, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					46.90499999996973, -- [1]
					"Воденыш", -- [2]
					265001, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
			},
			[264101] = {
				{
					20.95899999997346, -- [1]
					"Аква'сирр", -- [2]
					264101, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					51.74800000002142, -- [1]
					"Воденыш", -- [2]
					264101, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [121]
		{
			[200182] = {
				{
					3.365999999979977, -- [1]
					"Тень Ксавия", -- [2]
					200182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
			},
			[231461] = {
				{
					16.89299999998184, -- [1]
					"Разрушитель \"Погребальный огонь\"", -- [2]
					231461, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[79833] = {
				{
					16.89299999998184, -- [1]
					"Ренсар Большое Копыто", -- [2]
					79833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ренсар Большое Копыто", -- [5]
				}, -- [1]
			},
			[79849] = {
				{
					16.89299999998184, -- [1]
					"Стражница Кирин-Тора", -- [2]
					79849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					16.89299999998184, -- [1]
					"Страж Кирин-Тора", -- [2]
					79849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					16.89299999998184, -- [1]
					"Страж Кирин-Тора", -- [2]
					79849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					16.89299999998184, -- [1]
					"Страж Кирин-Тора", -- [2]
					79849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					16.89299999998184, -- [1]
					"Стражница Кирин-Тора", -- [2]
					79849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					16.89299999998184, -- [1]
					"Стражница Кирин-Тора", -- [2]
					79849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					16.89299999998184, -- [1]
					"Страж Кирин-Тора", -- [2]
					79849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[79175] = {
				{
					16.89299999998184, -- [1]
					"Краб-быстроступ", -- [2]
					79175, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Приливный скрытень", -- [5]
				}, -- [1]
			},
			[255595] = {
				{
					16.89299999998184, -- [1]
					"Приливный скрытень", -- [2]
					255595, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Краб-быстроступ", -- [5]
				}, -- [1]
				{
					16.89299999998184, -- [1]
					"Приливный скрытень", -- [2]
					255595, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Краб-быстроступ", -- [5]
				}, -- [2]
				{
					16.89299999998184, -- [1]
					"Приливный скрытень", -- [2]
					255595, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Краб-быстроступ", -- [5]
				}, -- [3]
			},
			[117892] = {
				{
					16.89299999998184, -- [1]
					"Соленоплавниковый пловец", -- [2]
					117892, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[79176] = {
				{
					16.89299999998184, -- [1]
					"Краб-быстроступ", -- [2]
					79176, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					16.89299999998184, -- [1]
					"Краб-быстроступ", -- [2]
					79176, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					16.89299999998184, -- [1]
					"Краб-быстроступ", -- [2]
					79176, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[200238] = {
				{
					16.71399999997811, -- [1]
					"Тень Ксавия", -- [2]
					200238, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
			},
			[214226] = {
				{
					16.89299999998184, -- [1]
					"Ночнорожденный-лазутчик", -- [2]
					214226, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гиппогриф обители Павшей Луны", -- [5]
				}, -- [1]
				{
					16.89299999998184, -- [1]
					"Ночнорожденный-лазутчик", -- [2]
					214226, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гиппогриф обители Павшей Луны", -- [5]
				}, -- [2]
			},
			[231532] = {
				{
					16.89299999998184, -- [1]
					"Разрушитель \"Погребальный огонь\"", -- [2]
					231532, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кулак Сумеречной стражи", -- [5]
				}, -- [1]
			},
		}, -- [122]
		{
		}, -- [123]
		{
			[204666] = {
				{
					7.277000000001863, -- [1]
					"Дубосерд", -- [2]
					204666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [124]
		{
			[198376] = {
				{
					11.95800000001327, -- [1]
					"Верховный друид Глайдалис", -- [2]
					198376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[198379] = {
				{
					13.97899999999208, -- [1]
					"Верховный друид Глайдалис", -- [2]
					198379, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [125]
		{
			[268586] = {
				{
					19.02100000000792, -- [1]
					"Король Дазар", -- [2]
					268586, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					37.22300000002724, -- [1]
					"Король Дазар", -- [2]
					268586, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					51.79200000001583, -- [1]
					"Король Дазар", -- [2]
					268586, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					66.34200000000419, -- [1]
					"Король Дазар", -- [2]
					268586, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					84.98800000001211, -- [1]
					"Король Дазар", -- [2]
					268586, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					99.15700000000652, -- [1]
					"Король Дазар", -- [2]
					268586, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					113.7300000000105, -- [1]
					"Король Дазар", -- [2]
					268586, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					130.7690000000002, -- [1]
					"Король Дазар", -- [2]
					268586, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					144.5130000000063, -- [1]
					"Король Дазар", -- [2]
					268586, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
			},
			[269232] = {
				{
					51.70600000000559, -- [1]
					"Ребан", -- [2]
					269232, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					64.95000000001164, -- [1]
					"Ребан", -- [2]
					269232, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					76.0230000000156, -- [1]
					"Ребан", -- [2]
					269232, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[268403] = {
				{
					9.297000000020489, -- [1]
					"Король Дазар", -- [2]
					268403, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Crispypops-DefiasBrotherhood", -- [5]
				}, -- [1]
				{
					23.97600000002421, -- [1]
					"Король Дазар", -- [2]
					268403, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Crispypops-DefiasBrotherhood", -- [5]
				}, -- [2]
				{
					42.18000000002212, -- [1]
					"Король Дазар", -- [2]
					268403, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nilesh-Proudmoore", -- [5]
				}, -- [3]
				{
					61.4210000000021, -- [1]
					"Король Дазар", -- [2]
					268403, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Norahx-Ghostlands", -- [5]
				}, -- [4]
				{
					71.2730000000156, -- [1]
					"Король Дазар", -- [2]
					268403, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Crispypops-DefiasBrotherhood", -- [5]
				}, -- [5]
				{
					82.29800000000978, -- [1]
					"Король Дазар", -- [2]
					268403, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Crispypops-DefiasBrotherhood", -- [5]
				}, -- [6]
				{
					92.26300000000629, -- [1]
					"Король Дазар", -- [2]
					268403, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Crispypops-DefiasBrotherhood", -- [5]
				}, -- [7]
				{
					104.0910000000149, -- [1]
					"Король Дазар", -- [2]
					268403, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Norahx-Ghostlands", -- [5]
				}, -- [8]
				{
					118.6530000000203, -- [1]
					"Король Дазар", -- [2]
					268403, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nilesh-Proudmoore", -- [5]
				}, -- [9]
				{
					135.6780000000144, -- [1]
					"Король Дазар", -- [2]
					268403, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Crispypops-DefiasBrotherhood", -- [5]
				}, -- [10]
			},
			[269369] = {
				{
					90.15400000000955, -- [1]
					"Т'зала", -- [2]
					269369, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					103.5230000000156, -- [1]
					"Т'зала", -- [2]
					269369, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[269231] = {
				{
					51.50600000002305, -- [1]
					"Ребан", -- [2]
					269231, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Здаровыч", -- [5]
				}, -- [1]
				{
					63.62900000001537, -- [1]
					"Ребан", -- [2]
					269231, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nilesh-Proudmoore", -- [5]
				}, -- [2]
				{
					75.79200000001583, -- [1]
					"Ребан", -- [2]
					269231, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Norahx-Ghostlands", -- [5]
				}, -- [3]
			},
			[268932] = {
				{
					14.93400000000838, -- [1]
					"Король Дазар", -- [2]
					268932, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.375, -- [1]
					"Король Дазар", -- [2]
					268932, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					58.76600000000326, -- [1]
					"Король Дазар", -- [2]
					268932, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					78.0800000000163, -- [1]
					"Король Дазар", -- [2]
					268932, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					109.56700000001, -- [1]
					"Король Дазар", -- [2]
					268932, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					128.3040000000037, -- [1]
					"Король Дазар", -- [2]
					268932, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[269351] = {
				{
					80.65700000000652, -- [1]
					"Т'зала", -- [2]
					269351, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[268936] = {
				{
					15.81300000002375, -- [1]
					"Король Дазар", -- [2]
					268936, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					35.09500000000116, -- [1]
					"Король Дазар", -- [2]
					268936, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					59.70000000001164, -- [1]
					"Король Дазар", -- [2]
					268936, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					78.36500000001979, -- [1]
					"Король Дазар", -- [2]
					268936, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					110.4280000000144, -- [1]
					"Король Дазар", -- [2]
					268936, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					129.0410000000265, -- [1]
					"Король Дазар", -- [2]
					268936, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
		}, -- [126]
		{
			[270505] = {
				{
					180.4339999999793, -- [1]
					"Призрачная повелительница животных", -- [2]
					270505, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
			},
			[266939] = {
				{
					142.4440000000177, -- [1]
					"Ака'али Завоевательница", -- [2]
					266939, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					165.4869999999937, -- [1]
					"Ака'али Завоевательница", -- [2]
					266939, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[266231] = {
				{
					23.7840000000142, -- [1]
					"Кула Живодерка", -- [2]
					266231, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Crispypops-DefiasBrotherhood", -- [5]
				}, -- [1]
				{
					45.6710000000021, -- [1]
					"Кула Живодерка", -- [2]
					266231, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Crispypops-DefiasBrotherhood", -- [5]
				}, -- [2]
			},
			[267060] = {
				{
					75.82800000000861, -- [1]
					"Заназал Мудрый", -- [2]
					267060, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[267308] = {
				{
					60.75700000001234, -- [1]
					"Заназал Мудрый", -- [2]
					267308, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					68.05900000000838, -- [1]
					"Заназал Мудрый", -- [2]
					267308, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					70.47500000000582, -- [1]
					"Заназал Мудрый", -- [2]
					267308, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					83.42699999999604, -- [1]
					"Заназал Мудрый", -- [2]
					267308, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					85.83900000000722, -- [1]
					"Заназал Мудрый", -- [2]
					267308, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					88.27700000000186, -- [1]
					"Заназал Мудрый", -- [2]
					267308, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [6]
				{
					90.71400000000722, -- [1]
					"Заназал Мудрый", -- [2]
					267308, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [7]
				{
					105.2740000000049, -- [1]
					"Заназал Мудрый", -- [2]
					267308, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [8]
				{
					107.7039999999979, -- [1]
					"Заназал Мудрый", -- [2]
					267308, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [9]
				{
					110.1560000000172, -- [1]
					"Заназал Мудрый", -- [2]
					267308, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [10]
				{
					112.5899999999965, -- [1]
					"Заназал Мудрый", -- [2]
					267308, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [11]
				{
					115.0070000000123, -- [1]
					"Заназал Мудрый", -- [2]
					267308, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [12]
				{
					117.4250000000175, -- [1]
					"Заназал Мудрый", -- [2]
					267308, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [13]
				{
					121.0800000000163, -- [1]
					"Заназал Мудрый", -- [2]
					267308, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [14]
			},
			[266206] = {
				{
					10.46900000001187, -- [1]
					"Кула Живодерка", -- [2]
					266206, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.40400000000955, -- [1]
					"Кула Живодерка", -- [2]
					266206, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					32.32200000001467, -- [1]
					"Кула Живодерка", -- [2]
					266206, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					43.27900000000955, -- [1]
					"Кула Живодерка", -- [2]
					266206, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					70.8300000000163, -- [1]
					"Кула Живодерка", -- [2]
					266206, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					125.4830000000075, -- [1]
					"Кула Живодерка", -- [2]
					266206, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					149.7119999999995, -- [1]
					"Кула Живодерка", -- [2]
					266206, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[266940] = {
				{
					142.6009999999951, -- [1]
					"Ака'али Завоевательница", -- [2]
					266940, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					166.4360000000161, -- [1]
					"Ака'али Завоевательница", -- [2]
					266940, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[267257] = {
				{
					83.83999999999651, -- [1]
					"Громовой тотем", -- [2]
					267257, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					92.65600000001723, -- [1]
					"Громовой тотем", -- [2]
					267257, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[270493] = {
				{
					180.4339999999793, -- [1]
					"Призрачный жрец-проклинатель", -- [2]
					270493, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
			},
			[266237] = {
				{
					147.6260000000184, -- [1]
					"Ака'али Завоевательница", -- [2]
					266237, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					171.8969999999972, -- [1]
					"Ака'али Завоевательница", -- [2]
					266237, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
			},
			[266951] = {
				{
					142.4440000000177, -- [1]
					"Ака'али Завоевательница", -- [2]
					266951, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Crispypops-DefiasBrotherhood", -- [5]
				}, -- [1]
				{
					165.4869999999937, -- [1]
					"Ака'али Завоевательница", -- [2]
					266951, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Nilesh-Proudmoore", -- [5]
				}, -- [2]
			},
			[267256] = {
				{
					78.34200000000419, -- [1]
					"Тотем земляной стены", -- [2]
					267256, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					81.09799999999814, -- [1]
					"Тотем земляной стены", -- [2]
					267256, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					84.73699999999371, -- [1]
					"Тотем земляной стены", -- [2]
					267256, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					88.375, -- [1]
					"Тотем земляной стены", -- [2]
					267256, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					92.0219999999972, -- [1]
					"Тотем земляной стены", -- [2]
					267256, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					95.65299999999115, -- [1]
					"Тотем земляной стены", -- [2]
					267256, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					100.1130000000121, -- [1]
					"Тотем земляной стены", -- [2]
					267256, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					103.7419999999984, -- [1]
					"Тотем земляной стены", -- [2]
					267256, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
		}, -- [127]
		{
			[267618] = {
				{
					17.63999999998487, -- [1]
					"Мчимба Бальзамировщик", -- [2]
					267618, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Здаровыч", -- [5]
				}, -- [1]
				{
					55.27599999998347, -- [1]
					"Мчимба Бальзамировщик", -- [2]
					267618, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Norahx-Ghostlands", -- [5]
				}, -- [2]
				{
					73.49700000000303, -- [1]
					"Мчимба Бальзамировщик", -- [2]
					267618, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Crispypops-DefiasBrotherhood", -- [5]
				}, -- [3]
			},
			[267639] = {
				{
					13.28200000000652, -- [1]
					"Мчимба Бальзамировщик", -- [2]
					267639, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					50.92300000000978, -- [1]
					"Мчимба Бальзамировщик", -- [2]
					267639, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					66.71199999999953, -- [1]
					"Мчимба Бальзамировщик", -- [2]
					267639, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[267702] = {
				{
					29.58400000000256, -- [1]
					"Мчимба Бальзамировщик", -- [2]
					267702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Norahx-Ghostlands", -- [5]
				}, -- [1]
			},
		}, -- [128]
		{
			[265773] = {
				{
					10.35300000000279, -- [1]
					"Золотой Змей", -- [2]
					265773, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Здаровыч", -- [5]
				}, -- [1]
				{
					20.86800000001676, -- [1]
					"Золотой Змей", -- [2]
					265773, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Norahx-Ghostlands", -- [5]
				}, -- [2]
				{
					31.80900000000838, -- [1]
					"Золотой Змей", -- [2]
					265773, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Здаровыч", -- [5]
				}, -- [3]
				{
					45.1820000000007, -- [1]
					"Золотой Змей", -- [2]
					265773, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Crispypops-DefiasBrotherhood", -- [5]
				}, -- [4]
				{
					56.12799999999697, -- [1]
					"Золотой Змей", -- [2]
					265773, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Norahx-Ghostlands", -- [5]
				}, -- [5]
				{
					67.04699999999139, -- [1]
					"Золотой Змей", -- [2]
					265773, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Crispypops-DefiasBrotherhood", -- [5]
				}, -- [6]
			},
			[265910] = {
				{
					16.74400000000605, -- [1]
					"Золотой Змей", -- [2]
					265910, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					33.74199999999837, -- [1]
					"Золотой Змей", -- [2]
					265910, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [2]
				{
					50.78299999999581, -- [1]
					"Золотой Змей", -- [2]
					265910, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
			},
			[265923] = {
				{
					43.04699999999139, -- [1]
					"Золотой Змей", -- [2]
					265923, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[265781] = {
				{
					15.10599999999977, -- [1]
					"Золотой Змей", -- [2]
					265781, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					38.17199999999139, -- [1]
					"Золотой Змей", -- [2]
					265781, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					60.05900000000838, -- [1]
					"Золотой Змей", -- [2]
					265781, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [129]
	},
	["useicons"] = true,
	["window_scale"] = 1,
	["backdrop_color"] = {
		0, -- [1]
		0, -- [2]
		0, -- [3]
		0.4, -- [4]
	},
	["deaths_data"] = {
		{
		}, -- [1]
		{
		}, -- [2]
		{
		}, -- [3]
		{
		}, -- [4]
	},
	["debuff_timeline"] = {
		{
			["Летняялуна"] = {
				[322817] = {
					43.66799999999989, -- [1]
					62.91499999999974, -- [2]
					95.80300000000011, -- [3]
					109.2499999999998, -- [4]
					114.0350000000001, -- [5]
					124.0440000000001, -- [6]
					["stacks"] = {
					},
					["source"] = "Девия",
					["active"] = false,
				},
			},
			["Таймер"] = {
				[322817] = {
					43.66799999999989, -- [1]
					65.67800000000011, -- [2]
					95.80300000000011, -- [3]
					124.0440000000001, -- [4]
					["stacks"] = {
					},
					["source"] = "Девия",
					["active"] = false,
				},
				[322818] = {
					78.23400000000015, -- [1]
					88.55399999999986, -- [2]
					["stacks"] = {
					},
					["source"] = "Девия",
					["active"] = false,
				},
			},
			["Сочувствие"] = {
				[322817] = {
					43.66799999999989, -- [1]
					46.41299999999978, -- [2]
					49.6690000000001, -- [3]
					54.89700000000016, -- [4]
					55.66999999999985, -- [5]
					65.67800000000011, -- [6]
					95.80300000000011, -- [7]
					100.461, -- [8]
					101.8059999999998, -- [9]
					118.521, -- [10]
					["stacks"] = {
					},
					["source"] = "Девия",
					["active"] = false,
				},
				[322818] = {
					78.1110000000001, -- [1]
					80.55599999999981, -- [2]
					["stacks"] = {
					},
					["source"] = "Девия",
					["active"] = false,
				},
			},
			["Хаики"] = {
				[322818] = {
					16.80399999999986, -- [1]
					17.99499999999989, -- [2]
					["stacks"] = {
					},
					["source"] = "Девия",
					["active"] = false,
				},
				[322817] = {
					19.50400000000013, -- [1]
					29.51199999999994, -- [2]
					43.66799999999989, -- [3]
					65.67800000000011, -- [4]
					95.80300000000011, -- [5]
					124.0440000000001, -- [6]
					["stacks"] = {
					},
					["source"] = "Девия",
					["active"] = false,
				},
			},
			["Эстрэя"] = {
				[322818] = {
					16.66099999999983, -- [1]
					28.93900000000008, -- [2]
					["stacks"] = {
					},
					["source"] = "Девия",
					["active"] = false,
				},
				[322817] = {
					43.66799999999989, -- [1]
					65.67800000000011, -- [2]
					95.80300000000011, -- [3]
					124.0440000000001, -- [4]
					["stacks"] = {
					},
					["source"] = "Девия",
					["active"] = false,
				},
			},
		}, -- [1]
		{
			["Сочувствие"] = {
				[338729] = {
					22.32400000000007, -- [1]
					24.32300000000009, -- [2]
					["stacks"] = {
					},
					["source"] = "\"Орифрион\"",
					["active"] = false,
				},
				[323195] = {
					28.81400000000008, -- [1]
					40.81099999999992, -- [2]
					57.92000000000007, -- [3]
					69.92699999999991, -- [4]
					["stacks"] = {
					},
					["source"] = "\"Орифрион\"",
					["active"] = false,
				},
			},
			["Хаики"] = {
				[323195] = {
					42.07500000000005, -- [1]
					54.07500000000005, -- [2]
					["stacks"] = {
					},
					["source"] = "\"Орифрион\"",
					["active"] = false,
				},
			},
			["Таймер"] = {
				[323195] = {
					10.14599999999996, -- [1]
					22.14200000000005, -- [2]
					["stacks"] = {
					},
					["source"] = "\"Орифрион\"",
					["active"] = false,
				},
				[338729] = {
					22.32400000000007, -- [1]
					34.33699999999999, -- [2]
					36.07600000000002, -- [3]
					39.50999999999999, -- [4]
					62.80300000000011, -- [5]
					63.96800000000008, -- [6]
					["stacks"] = {
					},
					["source"] = "\"Орифрион\"",
					["active"] = false,
				},
			},
			["Эстрэя"] = {
				[338729] = {
					22.32400000000007, -- [1]
					34.33699999999999, -- [2]
					36.05799999999999, -- [3]
					48.07600000000002, -- [4]
					62.80300000000011, -- [5]
					74.79500000000007, -- [6]
					["stacks"] = {
					},
					["source"] = "\"Орифрион\"",
					["active"] = false,
				},
			},
		}, -- [2]
		{
			["Слешур-ВечнаяПесня"] = {
				[324154] = {
					11.20700000000011, -- [1]
					31.23300000000018, -- [2]
					["stacks"] = {
					},
					["source"] = "\"Вентунакс\"",
					["active"] = false,
				},
			},
			["Летняялуна"] = {
				[324154] = {
					29.40300000000002, -- [1]
					49.40700000000015, -- [2]
					["stacks"] = {
					},
					["source"] = "\"Вентунакс\"",
					["active"] = false,
				},
			},
		}, -- [3]
		{
			["Сочувствие"] = {
				[327481] = {
					62.15500000000009, -- [1]
					64.27100000000007, -- [2]
					["stacks"] = {
					},
					["source"] = "Кин-Тара",
					["active"] = false,
				},
			},
			["Хаики"] = {
				[327481] = {
					9.97300000000007, -- [1]
					19.97300000000007, -- [2]
					62.15500000000009, -- [3]
					72.15899999999999, -- [4]
					["stacks"] = {
					},
					["source"] = "Кин-Тара",
					["active"] = false,
				},
			},
			["Летняялуна"] = {
				[327481] = {
					9.97300000000007, -- [1]
					12.95799999999997, -- [2]
					["stacks"] = {
					},
					["source"] = "Кин-Тара",
					["active"] = false,
				},
				[324662] = {
					46.77300000000003, -- [1]
					49.45899999999995, -- [2]
					["stacks"] = {
					},
					["source"] = "Кин-Тара",
					["active"] = false,
				},
			},
			["Эстрэя"] = {
				[324662] = {
					35.80000000000007, -- [1]
					36.65399999999988, -- [2]
					["stacks"] = {
					},
					["source"] = "Кин-Тара",
					["active"] = false,
				},
			},
		}, -- [4]
	},
	["cooldowns_timeline"] = {
		{
			["Летняялуна"] = {
				{
					67.92399999999975, -- [1]
					"Летняялуна", -- [2]
					109304, -- [3]
				}, -- [1]
			},
			["Эстрэя"] = {
				{
					39.32399999999984, -- [1]
					"[*] большой рейдовый кулдаун", -- [2]
					77761, -- [3]
				}, -- [1]
			},
			["Таймер"] = {
				{
					93.16000000000008, -- [1]
					"Таймер", -- [2]
					184662, -- [3]
				}, -- [1]
			},
		}, -- [1]
		{
			["Сочувствие"] = {
				{
					70.69000000000005, -- [1]
					"Сочувствие", -- [2]
					642, -- [3]
				}, -- [1]
			},
			["Таймер"] = {
				{
					80.23700000000008, -- [1]
					"Таймер", -- [2]
					184662, -- [3]
				}, -- [1]
			},
		}, -- [2]
		{
			["Летняялуна"] = {
				{
					42.05600000000004, -- [1]
					"Летняялуна", -- [2]
					109304, -- [3]
				}, -- [1]
			},
		}, -- [3]
		{
			["Слешур-ВечнаяПесня"] = {
				{
					24.58900000000006, -- [1]
					"Слешур-ВечнаяПесня", -- [2]
					108271, -- [3]
				}, -- [1]
			},
			["Летняялуна"] = {
				{
					58.64700000000005, -- [1]
					"Летняялуна", -- [2]
					109304, -- [3]
				}, -- [1]
			},
		}, -- [4]
	},
	["BossSpellCast"] = {
		{
			["Гниющий шатун"] = {
				{
					126.9180000000001, -- [1]
					"Гниющий шатун", -- [2]
					330636, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Прожорливый кровоскрытень", -- [5]
				}, -- [1]
				{
					126.9180000000001, -- [1]
					"Гниющий шатун", -- [2]
					330636, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Прожорливый кровоскрытень", -- [5]
				}, -- [2]
				{
					126.9180000000001, -- [1]
					"Гниющий шатун", -- [2]
					330632, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Прожорливый кровоскрытень", -- [5]
				}, -- [3]
			},
			["Вздувшийся страхопряд"] = {
				{
					126.9180000000001, -- [1]
					"Вздувшийся страхопряд", -- [2]
					330595, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Охотящаяся сокрушительница надежды", -- [5]
				}, -- [1]
				{
					126.9180000000001, -- [1]
					"Вздувшийся страхопряд", -- [2]
					330604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Охотящаяся сокрушительница надежды", -- [5]
				}, -- [2]
				{
					126.9180000000001, -- [1]
					"Вздувшийся страхопряд", -- [2]
					330593, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Охотящаяся сокрушительница надежды", -- [5]
				}, -- [3]
				{
					126.9180000000001, -- [1]
					"Вздувшийся страхопряд", -- [2]
					330595, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Охотящаяся сокрушительница надежды", -- [5]
				}, -- [4]
				{
					126.9180000000001, -- [1]
					"Вздувшийся страхопряд", -- [2]
					330604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Охотящаяся сокрушительница надежды", -- [5]
				}, -- [5]
				{
					126.9180000000001, -- [1]
					"Вздувшийся страхопряд", -- [2]
					330595, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Охотящаяся сокрушительница надежды", -- [5]
				}, -- [6]
				{
					126.9180000000001, -- [1]
					"Вздувшийся страхопряд", -- [2]
					330593, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Охотящаяся сокрушительница надежды", -- [5]
				}, -- [7]
				{
					126.9180000000001, -- [1]
					"Вздувшийся страхопряд", -- [2]
					330595, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Охотящаяся сокрушительница надежды", -- [5]
				}, -- [8]
			},
			["Голодающий жуткий нетопырь"] = {
				{
					126.9180000000001, -- [1]
					"Голодающий жуткий нетопырь", -- [2]
					330385, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скрытный ловец душ", -- [5]
				}, -- [1]
			},
			["Девия"] = {
				{
					11.76999999999998, -- [1]
					"Девия", -- [2]
					323943, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					16.16099999999983, -- [1]
					"Девия", -- [2]
					322818, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					19.80399999999986, -- [1]
					"Девия", -- [2]
					322814, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					26.31600000000003, -- [1]
					"Девия", -- [2]
					334625, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					30.71199999999976, -- [1]
					"Девия", -- [2]
					323010, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					30.71199999999976, -- [1]
					"Девия", -- [2]
					322999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					37.6429999999998, -- [1]
					"Девия", -- [2]
					322893, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					55.83499999999981, -- [1]
					"Девия", -- [2]
					322908, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					73.63599999999974, -- [1]
					"Девия", -- [2]
					323943, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					77.99599999999987, -- [1]
					"Девия", -- [2]
					322818, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					82.95799999999986, -- [1]
					"Девия", -- [2]
					323010, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					82.95799999999986, -- [1]
					"Девия", -- [2]
					322999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					89.78300000000013, -- [1]
					"Девия", -- [2]
					322893, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					108.0179999999998, -- [1]
					"Девия", -- [2]
					322908, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
			},
		}, -- [1]
		{
			["\"Орифрион\""] = {
				{
					10.02099999999996, -- [1]
					"\"Орифрион\"", -- [2]
					334053, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Таймер", -- [5]
				}, -- [1]
				{
					15.971, -- [1]
					"\"Орифрион\"", -- [2]
					324444, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					18.97900000000004, -- [1]
					"\"Орифрион\"", -- [2]
					324427, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					22.32400000000007, -- [1]
					"\"Орифрион\"", -- [2]
					324608, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					28.58300000000008, -- [1]
					"\"Орифрион\"", -- [2]
					334053, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сочувствие", -- [5]
				}, -- [5]
				{
					36.05799999999999, -- [1]
					"\"Орифрион\"", -- [2]
					324608, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					41.91200000000004, -- [1]
					"\"Орифрион\"", -- [2]
					334053, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хаики", -- [5]
				}, -- [7]
				{
					44.26800000000003, -- [1]
					"\"Орифрион\"", -- [2]
					324444, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					47.26999999999998, -- [1]
					"\"Орифрион\"", -- [2]
					324427, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					57.69800000000009, -- [1]
					"\"Орифрион\"", -- [2]
					334053, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сочувствие", -- [5]
				}, -- [10]
				{
					62.79199999999992, -- [1]
					"\"Орифрион\"", -- [2]
					324608, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					66.92000000000007, -- [1]
					"\"Орифрион\"", -- [2]
					324046, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
			},
		}, -- [2]
		{
			["\"Вентунакс\""] = {
				{
					11.20700000000011, -- [1]
					"\"Вентунакс\"", -- [2]
					324148, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Слешур-ВечнаяПесня", -- [5]
				}, -- [1]
				{
					11.20700000000011, -- [1]
					"\"Вентунакс\"", -- [2]
					324146, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					18.05799999999999, -- [1]
					"\"Вентунакс\"", -- [2]
					324205, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					29.40300000000002, -- [1]
					"\"Вентунакс\"", -- [2]
					324148, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Летняялуна", -- [5]
				}, -- [4]
				{
					29.40300000000002, -- [1]
					"\"Вентунакс\"", -- [2]
					324146, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					39.92000000000007, -- [1]
					"\"Вентунакс\"", -- [2]
					324205, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					43.99900000000002, -- [1]
					"\"Вентунакс\"", -- [2]
					334485, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
		}, -- [3]
		{
			["Азуль"] = {
				{
					6.575000000000046, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					9.003000000000043, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					11.42500000000007, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					21.11199999999997, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					23.54000000000008, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					25.96999999999991, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					35.69099999999992, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					38.10900000000004, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					40.53599999999995, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					49.0680000000001, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					51.50100000000009, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					53.93400000000008, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					63.62099999999998, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					66.04200000000003, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					68.46699999999998, -- [1]
					"Азуль", -- [2]
					324368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
			},
			["Кин-Тара"] = {
				{
					8.499000000000024, -- [1]
					"Кин-Тара", -- [2]
					320966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [1]
				{
					9.466000000000008, -- [1]
					"Кин-Тара", -- [2]
					327481, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					18.2109999999999, -- [1]
					"Кин-Тара", -- [2]
					320966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [3]
				{
					27.91700000000003, -- [1]
					"Кин-Тара", -- [2]
					320966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [4]
				{
					34.68700000000001, -- [1]
					"Кин-Тара", -- [2]
					321009, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [5]
				{
					45.62499999999989, -- [1]
					"Кин-Тара", -- [2]
					321009, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Летняялуна", -- [5]
				}, -- [6]
				{
					60.71300000000008, -- [1]
					"Кин-Тара", -- [2]
					320966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [7]
				{
					61.66199999999992, -- [1]
					"Кин-Тара", -- [2]
					327481, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					71.62399999999991, -- [1]
					"Кин-Тара", -- [2]
					320966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эстрэя", -- [5]
				}, -- [9]
			},
		}, -- [4]
	},
}
