
PawnOptions = {
	["LastVersion"] = 2.053,
	["ItemLevels"] = {
		{
			["ID"] = 159310,
			["Level"] = 480,
			["Link"] = "|cffa335ee|Hitem:159310::::::::120:104::35:5:5448:1647:4786:6511:4775:::|h[Капюшон окутывающего левиафана]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 515,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:104::11:4:4932:4933:6316:1652:::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 159323,
			["Level"] = 480,
			["Link"] = "|cffa335ee|Hitem:159323::::::::120:104::35:5:5448:1647:4786:6512:4775:::|h[Наплечники кровавого чудовища]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 159330,
			["Level"] = 480,
			["Link"] = "|cffa335ee|Hitem:159330::::::::120:104::35:5:5448:1647:4786:6510:4775:::|h[Забрызганный кровью жилет]|h|r",
		}, -- [5]
		{
			["ID"] = 173816,
			["Level"] = 470,
			["Link"] = "|cffa335ee|Hitem:173816::168642::::::120:104::55:7:6412:6578:1527:4786:6479:6470:6514:::|h[Пояс ненасытной пасти]|h|r",
		}, -- [6]
		{
			["ID"] = 159338,
			["Level"] = 465,
			["Link"] = "|cffa335ee|Hitem:159338::::::::120:104::16:5:6536:6516:6513:1637:4786:::|h[Штаны разносчика пустул]|h|r",
		}, -- [7]
		{
			["ID"] = 173477,
			["Level"] = 470,
			["Link"] = "|cffa335ee|Hitem:173477::::::::120:104::55:6:6412:6515:6578:1527:4786:6516:::|h[Сапоги ненасытной пасти]|h|r",
		}, -- [8]
		{
			["ID"] = 173472,
			["Level"] = 470,
			["Link"] = "|cffa335ee|Hitem:173472::168642::::::120:104::55:8:6412:43:6578:6579:6565:1527:4786:6514:::|h[Наручи ненасытной пасти]|h|r",
		}, -- [9]
		{
			["ID"] = 173492,
			["Level"] = 470,
			["Link"] = "|cffa335ee|Hitem:173492:5932:168642::::::120:104::55:7:6412:6578:1527:4786:6479:6470:6514:::|h[Повязки ненасытной пасти]|h|r",
		}, -- [10]
		{
			["ID"] = 159458,
			["Level"] = 475,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:159458:6111:168642::::::120:104::35:7:6536:6578:1647:4786:6479:6470:6514:::|h[Печать королевского лоа]|h|r",
		}, -- [11]
		{
			["ID"] = 162544,
			["Level"] = 460,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:162544:6110:::::::120:104::16:5:6530:6516:6513:1632:4786:::|h[Нефритовый перстень змея]|h|r",
		}, -- [12]
		{
			["ID"] = 159617,
			["Level"] = 475,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:159617::::::::120:104::35:4:6536:6515:1647:4786:::|h[Блестящий золотой плюмаж]|h|r",
		}, -- [13]
		{
			["ID"] = 155881,
			["Level"] = 465,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:155881::::::::120:104::16:4:6536:6513:1637:4786:::|h[Шулерские кости Харлана]|h|r",
		}, -- [14]
		{
			["ID"] = 169223,
			["Level"] = 500,
			["Link"] = "|cffff8000|Hitem:169223::::::::120:104::11:2:6603:1472:::|h[Ашжра'камас, Покров Решимости]|h|r",
		}, -- [15]
		{
			["ID"] = 159642,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:159642:5962:168642::::::120:104::35:6:6536:6578:1647:4786:6539:6514:::|h[Заступ королевского очистителя]|h|r",
		}, -- [16]
		{
			["ID"] = 186140,
			["Level"] = 163,
			["Link"] = "|cff1eff00|Hitem:186140::::::::60:104:::2:7453:1686:2:9:60:28:2043:::::|h[Сфера верного Утробе заклинателя с символом бесподобия]|h|r",
		}, -- [17]
	},
	["AutoSelectScales"] = true,
	["LastPlayerFullName"] = "Эстрэя-Гордунни",
	["LastKeybindingsSet"] = 1,
	["Artifacts"] = {
		[128821] = {
			["Relics"] = {
				{
					["Type"] = "Fire",
				}, -- [1]
				{
					["Type"] = "Blood",
				}, -- [2]
				{
					["Type"] = "Life",
				}, -- [3]
			},
			["Name"] = "Когти Урсока",
		},
	},
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DRUID",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
