
PawnOptions = {
["LastVersion"] = 2.1011,
["ItemLevels"] = {
{
["ID"] = 229045,
["Level"] = 593,
["Link"] = "|cffa335ee|Hitem:229045::::::::80:104::54:7:10278:11215:6652:10877:10377:1455:10255:1:28:2462:::::|h[Шапка земельника-матроса]|h|r",
},
{
["ID"] = 229053,
["Level"] = 593,
["Link"] = "|cffa335ee|Hitem:229053::::::::80:104::54:7:10278:11215:6652:10394:10392:1455:10255:1:28:2462:::::|h[Медальон собирателя раковин]|h|r",
},
{
["ID"] = 207252,
["Level"] = 489,
["Link"] = "|cffa335ee|Hitem:207252::::::::70:104::35:6:6652:9639:9511:9576:1520:8767::::::|h[Мудрость пепельного мудреца]|h|r",
},
nil,
{
["ID"] = 109897,
["Level"] = 606,
["Link"] = "|cff0070dd|Hitem:109897::::::::80:104::54:6:6652:11945:7756:12090:10029:10254:1:28:2462:::::|h[Одеяния целителя листвы]|h|r",
},
{
["ID"] = 228880,
["Level"] = 645,
["Link"] = "|cffa335ee|Hitem:228880::::::::80:104::3:7:6652:12176:11966:10354:11980:1494:10255:1:28:2462:::::|h[Кобура ликвидатора]|h|r",
},
{
["ID"] = 221219,
["Level"] = 613,
["Link"] = "|cff0070dd|Hitem:221219::::::::80:104::29:5:6652:11968:11952:1648:10254:1:28:2462:::::|h[Шелкокрылые брюки]|h|r",
},
{
["ID"] = 109787,
["Level"] = 606,
["Link"] = "|cff0070dd|Hitem:109787::::::::80:104::54:6:6652:11945:7756:12090:10029:10254:1:28:2462:::::|h[Башмаки огненной собранности]|h|r",
},
{
["ID"] = 109870,
["Level"] = 606,
["Link"] = "|cff0070dd|Hitem:109870::::::::80:104::54:8:6652:8812:11945:7756:12176:12090:10029:10254:1:28:2462:::::|h[Нарукавники собирающего кристаллы]|h|r",
},
{
["ID"] = 207255,
["Level"] = 489,
["Link"] = "|cffa335ee|Hitem:207255::::::::70:104::35:6:6652:9514:9639:9576:1520:8767::::::|h[Когти пепельного мудреца]|h|r",
},
{
["ID"] = 228411,
["Level"] = 642,
["AlsoFitsIn"] = 12,
["Link"] = "|cffa335ee|Hitem:228411::228634::228640::::80:104::25:2:12013:1495:1:28:3004:::::|h[Перстень Цирци]|h|r",
},
{
["ID"] = 228411,
["Level"] = 639,
["AlsoFitsIn"] = 11,
["Link"] = "|cffa335ee|Hitem:228411::::228640::::80:104::25:2:12012:1492:1:28:3004:::::|h[Перстень Цирци]|h|r",
},
{
["ID"] = 197934,
["Level"] = 493,
["AlsoFitsIn"] = 14,
["Link"] = "|cffa335ee|Hitem:197934::::::::70:104::89:4:10313:6652:1567:8767:1:28:2078:::::|h[Камень предка-защитника]|h|r",
},
{
["ID"] = 197934,
["Level"] = 493,
["AlsoFitsIn"] = 13,
["Link"] = "|cffa335ee|Hitem:197934::::::::71:104::89:4:10313:6652:1567:8767:1:28:2078:::::|h[Камень предка-защитника]|h|r",
},
{
["ID"] = 211062,
["Level"] = 590,
["Link"] = "|cff1eff00|Hitem:211062::::::::80:104::125:2:12048:6652:1:28:2874:::::|h[Шаль искателя сокровищ]|h|r",
},
{
["ID"] = 229173,
["Level"] = 587,
["Link"] = "|cffa335ee|Hitem:229173::::::::80:104::43:5:10280:11215:6652:1449:10255:1:28:2462:::::|h[Копье земельника-прохиндея]|h|r",
},
{
["ID"] = 210116,
["Level"] = 424,
["AlsoFitsIn"] = 16,
["Link"] = "|cff0070dd|Hitem:210116::::::::70:104::28:4:9547:6652:1481:8766:1:28:2078:::::|h[Кинжал дикого листа]|h|r",
},
},
["AutoSelectScales"] = true,
["LastPlayerFullName"] = "Эстрэя-Гордунни",
["Artifacts"] = {
[128821] = {
["Relics"] = {
{
["Type"] = "Fire",
},
{
["Type"] = "Blood",
},
{
["Type"] = "Life",
},
},
["Name"] = "Когти Урсока",
},
},
["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
["LastClass"] = "DRUID",
["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
